ASPxClientSpreadsheet.Functions = [
	{
		name: "ABS",
		description: "Санның нақпа-нақ шамасын қайтарады (таңбасыз).",
		arguments: [
			{
				name: "сан",
				description: "өзінің нақпа-нақ шамасын анықтау қажет нақты сан"
			}
		]
	},
	{
		name: "ACCRINTM",
		description: "Пайыздары өтеу барысында төленетін құнды қағаздар бойынша жинақталған пайызды қайтарады.",
		arguments: [
			{
				name: "шығару_күні",
				description: "құнды қағаздарды шығару күніне сәйкес келетін сандық код"
			},
			{
				name: "есептесу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "мөлшерлеме",
				description: "құнды қағаздардың жылдық купондық мөлшерлемесі"
			},
			{
				name: "номинал",
				description: "құнды қағаздардың номиналды құны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "ACOS",
		description: "Радианаларда, 0 бастап Пи дейінгі ауқымда сан арккосинусын қайтарады. Сан арккосинусы - косинусы сол санға тең бұрыш.",
		arguments: [
			{
				name: "сан",
				description: "іздеген бұрыш косинусы (-1-ден 1-ге дейінгі сан)"
			}
		]
	},
	{
		name: "ACOSH",
		description: "Санның гиперболалық арккосинусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "1-ден үлкен немесе тең кез келген нақты сан"
			}
		]
	},
	{
		name: "ACOT",
		description: "Санның 0 мен Pi ауқымындағы радиандар түріндегі арккотангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "қажет бұрыштың котангенсі"
			}
		]
	},
	{
		name: "ACOTH",
		description: "Санның гиперболалық арккотангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "қажет бұрыштың гиперболалық котангенсі"
			}
		]
	},
	{
		name: "ADDRESS",
		description: "Бір ұяшық сілтемесін құрамында жол нөмірі және баған нөмірі бар мәтін түрінде қайтарады.",
		arguments: [
			{
				name: "жол_нөмірі",
				description: "Сілтемеде қолданылған жол нөмірі. Бірінші жолға 1 нөмірі сәйкес келеді"
			},
			{
				name: "баған_нөмірі",
				description: "Сілтемеде қолданылған баған нөмірі. D бағанына 4 нөмірі сәйкес келеді"
			},
			{
				name: "сілтеме_түрі",
				description: "қайтарылатын сілтеме түрі: 1 (нақпа нақ), 2 (нақпа нақ жол/қатысты баған), 3 (қатысты жол/нақпа нақ баған), 4 (қатысты)"
			},
			{
				name: "a1",
				description: "сілтемелер мәнерін анықтайтын логикалық мән: A1 (1 немесе TRUE) немесе R1C1 (0 немесе FALSE)"
			},
			{
				name: "парақ_аты",
				description: "сыртқы сілтеме түрінде қолданылатын жұмыс парағының атын белгілейтін жол"
			}
		]
	},
	{
		name: "AND",
		description: "Барлық аргументтер TRUE мәніне ие болған жағдайда TRUE мәнін қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логикалық1",
				description: "TRUE немесе FALSE мәніне өтуі мүмкін 1-ден 255-ке дейінгі тексерілетін шарттар. Рұқсатты аргументтер болып логикалық мәндер, жиымдар мен сілтемелер табылады"
			},
			{
				name: "логикалық2",
				description: "TRUE немесе FALSE мәніне өтуі мүмкін 1-ден 255-ке дейінгі тексерілетін шарттар. Рұқсатты аргументтер болып логикалық мәндер, жиымдар мен сілтемелер табылады"
			}
		]
	},
	{
		name: "ARABIC",
		description: "Рим цифрын араб цифрына түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "түрлендіру керек рим цифры"
			}
		]
	},
	{
		name: "AREAS",
		description: "Сілтемедегі аймақтар санын қайтарады. Аймақ ұяшықтардың үздіксіз ауқымы немесе бір ұяшық болып табылады.",
		arguments: [
			{
				name: "сілтеме",
				description: "бір ұяшық немесе ұяшықтардың байланысты немесе байланысты емес ауқымының сілтемесі"
			}
		]
	},
	{
		name: "ASIN",
		description: "радианаларда, -Пи/2 бастап, Пи/2 дейінгі ауқымда арксинусты қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "іздеген бұрыш синусы (-1-ден 1-ге дейінгі сан)"
			}
		]
	},
	{
		name: "ASINH",
		description: "Санның гиперболалық арксинусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "1-ден үлкен немесе тең кез келген нақты сан"
			}
		]
	},
	{
		name: "ATAN",
		description: "-Пи/2 бастап Пи/2 дейінгі ауқымда радианалардағы арктангенсты қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "іздеген бұрыш тангенсы"
			}
		]
	},
	{
		name: "ATAN2",
		description: "Координаталардың көрсетілген жұбында, радианаларда, -Пи/2 бастап, Пи/2 дейінгі (-Пи өзін санамағанда) ауқымда арктангенсты қайтарады.",
		arguments: [
			{
				name: "x",
				description: "нүктенің х-координатасы"
			},
			{
				name: "y",
				description: "нүктенің y-координатасы"
			}
		]
	},
	{
		name: "ATANH",
		description: "Санның гиперболалық арктангенсын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "-1 және 1 өзінен басқа -1-ден 1-ге дейінгі кез келген нақты сан"
			}
		]
	},
	{
		name: "AVEDEV",
		description: "Дерек нүктелерінің орташа мәннен ауытқуының нақпа-нақ мәндерінің орташа мәнін қайтарады. Рұқсатты аргументтер болып сандар, аттар, жиымдар немесе жиымдар сілтемелері табылады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін нақпа-нақ ауытқулардың орташа мәні анықталатын 1-ден 255-ке дейінгі аргументі"
			},
			{
				name: "сан2",
				description: "өздері үшін нақпа-нақ ауытқулардың орташа мәні анықталатын 1-ден 255-ке дейінгі аргументі"
			}
		]
	},
	{
		name: "AVERAGE",
		description: "Аргументтердің орташа арифметикалық мәнін қайтарады. Рұқсатты аргументтер болып сандар, аттар, жиымдар немесе жиымдар сілтемелері табылады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "Орташа мәні есептелінетін сандық аргументтердің 1-ден 255-ке дейіні"
			},
			{
				name: "сан2",
				description: "Орташа мәні есептелінетін сандық аргументтердің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "AVERAGEA",
		description: "Көрсетілген аргументтердің орташа арифметикалық мәнін қайтарады. Мәтіндік мәндер мен өтірік логикалық мәндер (FALSE) 0-ге тең деп, ал шын логикалық мәндер (TRUE) 1-ге тең деп есептелінеді. Рұқсатты аргументтер болып сандар, аттар, жиымдар және сілтемелер табылады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "өздері үшін орташа мән есептелінетін 1-ден 255-ге дейін аргумент"
			},
			{
				name: "мән2",
				description: "өздері үшін орташа мән есептелінетін 1-ден 255-ге дейін аргумент"
			}
		]
	},
	{
		name: "AVERAGEIF",
		description: "Көрсетілген шарттарға сәйкес келетін ұяшықтар үшін орташа арифметикалық мәнді береді.",
		arguments: [
			{
				name: "ауқым",
				description: "талданатын ұяшықтар ауқымы"
			},
			{
				name: "шарттар",
				description: "орташаланатын ұяшықтарды белгілейтін сан, өрнек немесе мәтін түріндегі шарт"
			},
			{
				name: "орташалау_ауқымы",
				description: "Орташа мәнді есептеу үшін қолданылатын іс жүзіндегі ұяшықтар. Бұл дәлел ескерілмеген жағдайда 'ауқым' дәлелімен белгіленген ұяшықтар қолданылады"
			}
		]
	},
	{
		name: "AVERAGEIFS",
		description: "Көрсетілген шарттар жинағына сәйкес келетін ұяшықтар үшін орташа арифметикалық мәнді береді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "орташалау_ауқымы",
				description: "орташа мәнді есептеу үшін қолданылатын іс жүзіндегі ұяшықтар"
			},
			{
				name: "шарттар_ауқымы",
				description: "нақты шартқа сәйкестігі тексерілетін ұяшықтар ауқымы"
			},
			{
				name: "шарттар",
				description: "орташаланатын ұяшықтарды белгілейтін сан, өрнек немесе мәтін түріндегі шарт"
			}
		]
	},
	{
		name: "BAHTTEXT",
		description: "Санды мәтінге (батқа) түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілетін сан"
			}
		]
	},
	{
		name: "BASE",
		description: "Санды берілген радикспен (негіз) сандық көрсетілімге түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендіру керек сан"
			},
			{
				name: "радикс",
				description: "санды түрлендіру керек негіз радикс"
			},
			{
				name: "мин_ұзындық",
				description: "қайтарылған жолдың минималды ұзындығы.  Өткізіп жіберілсе, алдында нөлдер қосылмайды"
			}
		]
	},
	{
		name: "BESSELI",
		description: "Бессельдің In(x) түрлендірілген функциясын қайтарады.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін функция есептелінетін мән"
			},
			{
				name: "n",
				description: "Бессель функциясының реттілігі"
			}
		]
	},
	{
		name: "BESSELJ",
		description: "Бессельдің Jn(x) функциясын қайтарады.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін функция есептелінетін мән"
			},
			{
				name: "n",
				description: "Бессель функциясының реттілігі"
			}
		]
	},
	{
		name: "BESSELK",
		description: "Бессельдің Kn(x) түрлендірілген функциясын қайтарады.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін функция есептелінетін мән"
			},
			{
				name: "n",
				description: "Бессель функциясының реттілігі"
			}
		]
	},
	{
		name: "BESSELY",
		description: "Бессельдің Yn(x) функциясын қайтарады.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін функция есептелінетін мән"
			},
			{
				name: "n",
				description: "Бессель функциясының реттілігі"
			}
		]
	},
	{
		name: "BETA.DIST",
		description: "Бета ықтималдық үлестірім функциясын береді.",
		arguments: [
			{
				name: "x",
				description: "функция бағаланатын 'A' мен 'B' арасындағы мән"
			},
			{
				name: "альфа",
				description: "үлестірімнің параметрі, 0-ден көп болуы тиіс"
			},
			{
				name: "бета",
				description: "үлестірімнің параметрі, 0-ден көп болуы тиіс"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			},
			{
				name: "A",
				description: "x аралығының қосымша төменгі шегі. Есепке алынбаса, A = 0"
			},
			{
				name: "B",
				description: "x аралығының қосымша жоғарғы шегі. Есепке алынбаса, B = 1"
			}
		]
	},
	{
		name: "BETA.INV",
		description: "Кері бета ықтималдық тығыздық функциясын береді(BETA.DIST).",
		arguments: [
			{
				name: "ықтималдық",
				description: "бета үлестірімге байланысты ықтималдық"
			},
			{
				name: "альфа",
				description: "үлестірімнің параметрі, 0-ден көп болуы тиіс"
			},
			{
				name: "бета",
				description: "үлестірімнің параметрі, 0-ден көп болуы тиіс"
			},
			{
				name: "A",
				description: "x аралығының қосымша төменгі шегі. Өткізілсе, A = 0"
			},
			{
				name: "B",
				description: "x аралығының қосымша жоғарғы шегі. Өткізілсе, B = 1"
			}
		]
	},
	{
		name: "BETADIST",
		description: "Бета ықтималдық тығыздығының интегралдық функциясын береді.",
		arguments: [
			{
				name: "x",
				description: "функция есептелінетін А және В аралығындағы мән"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, 0-ден көп болуы керек"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, 0-ден көп болуы керек"
			},
			{
				name: "A",
				description: "x аралығының қосымша төменгі шегі. Есепке алынбаған жағдайда, A=0"
			},
			{
				name: "B",
				description: "x аралығының қосымша жоғарғы шегі. Есепке алынбаған жағдайда, B = 1"
			}
		]
	},
	{
		name: "BETAINV",
		description: "Кері бета ықтималдық тығыздығының интегралдық функциясын (BETADIST) береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "Бета үлестірімге байланысты ықтималдық"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, 0-ден көп болуы керек"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, 0-ден көп болуы керек"
			},
			{
				name: "A",
				description: "x аралығының қосымша төменгі шегі. Есепке алынбаған жағдайда, A=0"
			},
			{
				name: "B",
				description: "x аралығының қосымша жоғарғы шегі. Есепке алынбаған жағдайда, B = 1"
			}
		]
	},
	{
		name: "BIN2DEC",
		description: "Екілік санды ондық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			}
		]
	},
	{
		name: "BIN2HEX",
		description: "Екілік санды он алтылық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "BIN2OCT",
		description: "Екілік санды сегіздік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "BINOM.DIST",
		description: "Ықтималдықтың биномдық үлестірімінің жеке мәнін береді.",
		arguments: [
			{
				name: "сәтті_сынақ_саны",
				description: "сәтті сынақ саны"
			},
			{
				name: "сынақ_саны",
				description: "тәуелсіз сынақ саны"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "әр сынақ барысындағы сәттілік ықтималдығы"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: үлестірімнің интегралдық функциясы үшін 'TRUE' мәнін пайдаланыңыз немесе ықтималдықтың салмақтық функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "BINOM.DIST.RANGE",
		description: "Биномдық үлестірімді пайдаланып сынақ нәтижесінің ықтималдығын қайтарады.",
		arguments: [
			{
				name: "сынақ_саны",
				description: "тәуелсіз сынақтардың саны"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "әр сынақтағы сәттіліктің ықтималдығы"
			},
			{
				name: "сәтті_сынақ_саны",
				description: "сынақтардағы сәттіліктердің саны"
			},
			{
				name: "сәтті_сынақ_саны2",
				description: "берілген болса, бұл функция сәтті сынақтардың саны сәтті_сынақ_саны мен сәтті_сынақ_саны2 арасында болуы керектігінің ықтималдығын қайтарады"
			}
		]
	},
	{
		name: "BINOM.INV",
		description: "Өзі үшін биномдық үлестірім функциясы берілген мәннен үлкен немесе кіші болып табылатын ең кіші мәнді береді.",
		arguments: [
			{
				name: "сынақ_саны",
				description: "Бернулли сынақтарының саны"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "әр сынақ барысындағы сәттілік ықтималдығы (қоса есептегенде 0-ден 1-ге дейін)"
			},
			{
				name: "альфа",
				description: "шарт мәні (қоса есептегенде 0-ден 1-ге дейін)"
			}
		]
	},
	{
		name: "BINOMDIST",
		description: "Ықтималдықтың биномдық үлестірімінің жеке мәнін береді.",
		arguments: [
			{
				name: "сәтті_сынақ_саны",
				description: "сәтті сынақ саны"
			},
			{
				name: "сынақ_саны",
				description: "тәуелсіз сынақ саны"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "әр сынақ барысындағы сәттілік ықтималдығы"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдықтың салмақтық функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "BITAND",
		description: "Екі санның биттік 'Және' мәнін қайтарады.",
		arguments: [
			{
				name: "сан1",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			},
			{
				name: "сан2",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			}
		]
	},
	{
		name: "BITLSHIFT",
		description: "Ауытқу_көлемі биттері арқылы солға ауытқыған санды қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			},
			{
				name: "ауытқу_көлемі",
				description: "санды солға қанша битке ауыстыру керектігі"
			}
		]
	},
	{
		name: "BITOR",
		description: "Екі санның биттік 'Немесе' мәнін қайтарады.",
		arguments: [
			{
				name: "сан1",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			},
			{
				name: "сан2",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			}
		]
	},
	{
		name: "BITRSHIFT",
		description: "Ауытқу_көлемі биттері арқылы оңға ауытқыған санды қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			},
			{
				name: "ауытқу_көлемі",
				description: "санды оңға қанша битке ауыстыру керектігі"
			}
		]
	},
	{
		name: "BITXOR",
		description: "Екі санның биттік 'Жеке немесе' мәнін қайтарады.",
		arguments: [
			{
				name: "сан1",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			},
			{
				name: "сан2",
				description: "есептеу керек екілік санның ондық көрсетілімі"
			}
		]
	},
	{
		name: "CEILING",
		description: "Санды ең жақын кіші бүтін санға дейін немесе көрсетілген мәнге еселік ең жақын кіші бүтін санға дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін мән"
			},
			{
				name: "санаттылық",
				description: "дөңгелектеу дәлдігі"
			}
		]
	},
	{
		name: "CEILING.MATH",
		description: "Санды нөлден жоғары, ең жақын бүтін санға дейін немесе берілген мәннің ең жақын еселігіне дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектеу керек мән"
			},
			{
				name: "дәлдік",
				description: "дөңгелектеу үшін пайдаланылатын еселік"
			},
			{
				name: "режим",
				description: "берілген кезде және нөл болмаса, бұл функция нөлге қарай дөңгелектейді"
			}
		]
	},
	{
		name: "CEILING.PRECISE",
		description: "Санды ең жақын кіші бүтін санға дейін немесе көрсетілген мәнге еселік ең жақын кіші бүтін санға дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін мән"
			},
			{
				name: "дәлдік",
				description: "дөңгелектеу дәлдігі"
			}
		]
	},
	{
		name: "CELL",
		description: "Сілтеменің бірінші (осы бет үшін белгіленген оқу тәртібіне сәйкес) ұяшығының пішімі, мекенжайы немесе мазмұны жөніндегі мәліметтерді қайтарады.",
		arguments: [
			{
				name: "мәліметтер_түрі",
				description: "ұяшық жөніндегі мәліметтерді анықтайтын жол"
			},
			{
				name: "сілтеме",
				description: "өзі жөніндегі мәліметтер алынуы тиіс ұяшық"
			}
		]
	},
	{
		name: "CHAR",
		description: "Таңбалардың ағымдағы жинағындағы көрсетілген кодты санды береді.",
		arguments: [
			{
				name: "сан",
				description: "таңба коды (1-ден 255-ке дейін)"
			}
		]
	},
	{
		name: "CHIDIST",
		description: "Хи-квадрат үлестірімнің оң жақты ықтималдығын береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім есептелетін мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 10^10 санын қоспағанда, 1 мен 10^10 арасындағы сан"
			}
		]
	},
	{
		name: "CHIINV",
		description: "Хи-квадрат үлестірімнің оң жақты ықтималдығын береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "хи-квадрат үлестіріммен байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы мән"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 10^10 санын қоспағанда, 1 мен 10^10 арасындағы сан"
			}
		]
	},
	{
		name: "CHISQ.DIST",
		description: "Хи-квадрат үлестірімінің сол жақты ықтималдығын береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім бағаланатын мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "интегралдық",
				description: "функция беретін қисындық мән: интегралдық үлестірім функциясы = TRUE; ықтималдық тығыздығының функциясы = FALSE"
			}
		]
	},
	{
		name: "CHISQ.DIST.RT",
		description: "Хи-квадрат үлестірімінің оң жақты ықтималдығын береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім бағаланатын мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "CHISQ.INV",
		description: "Хи-квадрат үлестірімінің кері сол жақты ықтималдығын береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "хи-квадрат үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "CHISQ.INV.RT",
		description: "Хи-квадрат үлестірімінің кері оң жақты ықтималдығын береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "хи-квадрат үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "еркіндік дәрежелерінің саны, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "CHISQ.TEST",
		description: "Тәуелсіздікке тексеруді береді: санақтық үлестіріміне хи-квадраттың таратылу мәнін және еркіндік дәрежелерінің сәйкес сандарын.",
		arguments: [
			{
				name: "іс_жүзіндегі_ауқым",
				description: "құрамында күтілетін мәндермен салыстырылулары тиіс бақылаулары бар ауқым"
			},
			{
				name: "күтілетін_ауқым",
				description: "құрамында жолдар мен бағандар бойынша туындыларды ортақ қорытындыға келтіруге қатынасы бар ауқым"
			}
		]
	},
	{
		name: "CHITEST",
		description: "Тәуелсіздікке тексеруді береді: статистикалық және тиісті еркіндік дәрежелерінің хи-квадрат үлестірімнен алынған мән.",
		arguments: [
			{
				name: "іс_жүзіндегі_ауқым",
				description: "құрамында күтілетін мәндермен салыстырылуы тиіс бақылаулары бар ауқым"
			},
			{
				name: "күтілетін_ауқым",
				description: "жолдар мен бағандар туындыларының жалпы қорытындыға ара қатынасын қамтитын деректер ауқымы"
			}
		]
	},
	{
		name: "CHOOSE",
		description: "Тізімнен индекс коды бойынша мәнді немесе әрекетті таңдайды.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "индекс_нөмірі",
				description: "таңдалатын аргумент нөмірі: 1-ден 254-ке дейінгі сан, сондай сан немесе нәтижесі сондай санды құрайтын формула сілтемесі"
			},
			{
				name: "мән1",
				description: "ішінен таңдау жасалатын 1-ден 254-ке дейінгі сан, мекенжай ұяшығы, белгіленген аттар, функция немесе мәтінді аргумент"
			},
			{
				name: "мән2",
				description: "ішінен таңдау жасалатын 1-ден 254-ке дейінгі сан, мекенжай ұяшығы, белгіленген аттар, функция немесе мәтінді аргумент"
			}
		]
	},
	{
		name: "CLEAN",
		description: "Мәтіндегі барлық басып шығарылмайтын таңбаларды өшіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "жұмыс парағының ішіндегі басып шығарылмайтын таңбалары өшірілетін кез келген ақпараты"
			}
		]
	},
	{
		name: "CODE",
		description: "Таңбалардың ағымдағы жинағындағы мәтін жолының бірінші таңбасының сандық коды.",
		arguments: [
			{
				name: "мәтін",
				description: "бірінші таңбасының коды анықталуы тиіс мәтін"
			}
		]
	},
	{
		name: "COLUMN",
		description: "сілтемемен анықталатын баған нөмірін қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "баған нөмірі анықталатын ұяшық немесе ауықмы. Әдепкі жағдайда COLUMN функциясы бар ұяшықты қайтарады"
			}
		]
	},
	{
		name: "COLUMNS",
		description: "Сілтемедегі немесе жиымдағы баған санын береді.",
		arguments: [
			{
				name: "жиым",
				description: "жиымды беретін жиым, формула немесе ішіндегі баған саны анықталып отырған ауқым сілтемесі"
			}
		]
	},
	{
		name: "COMBIN",
		description: "Көрсетілген элементтер үшін тіркесімдер санын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "элементтердің толық саны"
			},
			{
				name: "таңдалғандар_саны",
				description: "әр тіркесімдегі элементтер саны"
			}
		]
	},
	{
		name: "COMBINA",
		description: "Көрсетілген элементтер саны үшін қайталаулармен бірге тіркесімдер санын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "элементтердің жалпы саны"
			},
			{
				name: "таңдалғандар_саны",
				description: "әр тіркесімдегі элементтер саны"
			}
		]
	},
	{
		name: "COMPLEX",
		description: "Заттық және жалған бөліктердегі коэффициентті кешендік санға түрлендіреді.",
		arguments: [
			{
				name: "нақты_бөлік",
				description: "кешенді санның нақты бөлігіндегі коэффициент"
			},
			{
				name: "жалған_бөлік",
				description: "кешенді санның жалған бөлігіндегі коэффициент"
			},
			{
				name: "жалған_бірлік",
				description: "кешендік сандағы жалған бірлікті білдіру"
			}
		]
	},
	{
		name: "CONCATENATE",
		description: "Мәтіннің бірнеше жолын бір жолға біріктіреді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мәтін1",
				description: "Мәтіннің 1-ден 255-ге дейінгі біріктірілетін жолы: мәтін жолы, сан немесе жеке ұяшықтағы сілтеме"
			},
			{
				name: "мәтін2",
				description: "Мәтіннің 1-ден 255-ге дейінгі біріктірілетін жолы: мәтін жолы, сан немесе жеке ұяшықтағы сілтеме"
			}
		]
	},
	{
		name: "CONFIDENCE",
		description: "Жиынтықтың орташа мәнінің сенімділік аралығын береді.",
		arguments: [
			{
				name: "альфа",
				description: "сенімділік деңгейін есептеу үшін қолданылатын маңыздылық деңгейі, 0-ден үлкен, бірақ 1-ден кіші сан"
			},
			{
				name: "стандартты_ауытқу",
				description: "деректер ауқымының жиынтығының стандартты ауытқуы және ол белгілі деп есептеледі. Стандартты ауытқу 0-ден көп болуы керек"
			},
			{
				name: "өлшем",
				description: "үлгі өлшемі"
			}
		]
	},
	{
		name: "CONFIDENCE.NORM",
		description: "Қалыпты үлестірімді пайдалана отырып жалпы орташа жиынтық үшін сенімді аралықты береді.",
		arguments: [
			{
				name: "альфа",
				description: "сенімділік деңгейін есептеу үшін пайдаланылатын маңыздылық деңгейі, 0-ден көп және 1-ден аз сан"
			},
			{
				name: "стандартты_ауытқу",
				description: "деректер ауқымының жалпы жиынтығының стандартты ауытқуы (белгілі деп есептеледі). Стандартты ауытқу 0-ден көп болуы тиіс"
			},
			{
				name: "өлшем",
				description: "таңдау өлшемі"
			}
		]
	},
	{
		name: "CONFIDENCE.T",
		description: "Стьюдент үлестірімін пайдалана отырып жалпы орташа жиынтық үшін сенімді аралықты береді.",
		arguments: [
			{
				name: "альфа",
				description: "сенімділік деңгейін есептеу үшін пайдаланылатын маңыздылық деңгейі, 0-ден көп және 1-ден аз сан"
			},
			{
				name: "стандартты_ауытқу",
				description: "деректер ауқымының жалпы жиынтығының стандартты ауытқуы (белгілі деп есептеледі). Стандартты ауытқу 0-ден көп болуы тиіс"
			},
			{
				name: "өлшем",
				description: "таңдау өлшемі"
			}
		]
	},
	{
		name: "CONVERT",
		description: "Мәнді бір өлшем бірліктері жүйесінен екіншісіне түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "бастапқы өлшем бірліктерінде түрлендірілетін мән"
			},
			{
				name: "бастапқы_өлшем_бірліктері",
				description: "сан үшін өлшем бірліктері"
			},
			{
				name: "қорытынды_өлшем_бірліктері",
				description: "нәтиже үшін өлшем бірліктері"
			}
		]
	},
	{
		name: "CORREL",
		description: "Деректердің екі жиыны арасындағы корреляция коэффициентін береді.",
		arguments: [
			{
				name: "жиым1",
				description: "мәндердің бірінші ауқымы: сандар, атаулар, жиымдар немесе сандық мәндердің сілтемелері"
			},
			{
				name: "жиым2",
				description: "мәндердің екінші ауқымы: сандар, атаулар, жиымдар немесе сандық мәндердің сілтемелері"
			}
		]
	},
	{
		name: "COS",
		description: "Бұрыш косинусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "косинусы анықталуы тиіс радианалардағы бұрыш"
			}
		]
	},
	{
		name: "COSH",
		description: "Санның гиперболалық косинусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "кез келген нақты сан"
			}
		]
	},
	{
		name: "COT",
		description: "Бұрыштың котангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "котангенсі қажет радиандар түріндегі бұрыш"
			}
		]
	},
	{
		name: "COTH",
		description: "Санның гиперболалық котангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық котангенсі қажет бұрыш"
			}
		]
	},
	{
		name: "COUNT",
		description: "Ауқымда сандық мәндері бар ұяшықтар санын есептейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "құрамында түрлі деректері болуы мүмкін немесе соларға сілтеуі мүмкін, бірақ тек сандық мәндері ескерілетін 1-ден 255-ке дейін аргумент"
			},
			{
				name: "мән2",
				description: "құрамында түрлі деректері болуы мүмкін немесе соларға сілтеуі мүмкін, бірақ тек сандық мәндері ескерілетін 1-ден 255-ке дейін аргумент"
			}
		]
	},
	{
		name: "COUNTA",
		description: "Ауқымдағы бос емес ұяшықтардың санын есептейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "саны анықталуы тиіс кез келген түрдегі аргументтің 1-ден 255-ке дейіні"
			},
			{
				name: "мән2",
				description: "саны анықталуы тиіс кез келген түрдегі аргументтің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "COUNTBLANK",
		description: "Ауқым ішіндегі бос ұяшықтар санын есептейді.",
		arguments: [
			{
				name: "ауқым",
				description: "ішіндегі бос ұяшықтар саны есептелінетін ауқым"
			}
		]
	},
	{
		name: "COUNTIF",
		description: "Ауқымдағы көрсетілген шартқа сәйкес ұяшықтардың санын есептейді.",
		arguments: [
			{
				name: "ауқым",
				description: "ішіндегі бос емес ұяшықтар саны есептелінетін ауқым"
			},
			{
				name: "шарттар",
				description: "есептелінетін ұяшықтарды анықтайтын сан, өрнек немесе мәтін түріндегі шарт"
			}
		]
	},
	{
		name: "COUNTIFS",
		description: "Көрсетілген шарттар жинағына сәйкес келетін ұяшықтар санын есептейді.",
		arguments: [
			{
				name: "шарттар_ауқымы",
				description: "нақты шартқа сәйкестігі тексерілетін ұяшықтар ауқымы"
			},
			{
				name: "шарттар",
				description: "есептелінетін ұяшықтарды анықтайтын сан, өрнек немесе мәтін түріндегі шарт"
			}
		]
	},
	{
		name: "COUPDAYBS",
		description: "Купонды кезең басынан бастап, есептесу күніне дейінгі күн санын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жиілік",
				description: "жыл барысындағы купондық төлемдер саны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "COUPNCD",
		description: "Есептесу күнінен кейінгі купон күнін қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жиілік",
				description: "жыл барысындағы купондық төлемдер саны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "COUPNUM",
		description: "Есептесу күні мен өтеу күні аралығындағы купондар санын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жиілік",
				description: "жыл барысындағы купондық төлемдер саны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "COUPPCD",
		description: "Есептесу күні алдындағы купон күнін қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жиілік",
				description: "жыл барысындағы купондық төлемдер саны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "COVAR",
		description: "Ковариацияны, қосарланған ауытқулар туындыларының ортақ мәнін береді.",
		arguments: [
			{
				name: "жиым1",
				description: "бүтін сандардың бірінші ауқымы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			},
			{
				name: "жиым2",
				description: "бүтін сандардың екінші ауқымы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			}
		]
	},
	{
		name: "COVARIANCE.P",
		description: "Жиынтық ковариациясын, екі деректер жиынындағы әр деректер нүктелерінің жұбының қосарланған ауытқулар туындыларының ортақ мәнін береді.",
		arguments: [
			{
				name: "жиым1",
				description: "бүтін сандардың бірінші ауқымы: сандар, жиымдар немесе сандық мәндердің сілтемелері болуы тиіс"
			},
			{
				name: "жиым2",
				description: "бүтін сандардың екінші ауқымы: сандар, жиымдар немесе сандық мәндердің сілтемелері болуы тиіс"
			}
		]
	},
	{
		name: "COVARIANCE.S",
		description: "Үлгі ковариациясын, екі деректер жиынындағы әр деректер нүктелерінің жұбының қосарланған ауытқулар туындыларының ортақ мәнін береді.",
		arguments: [
			{
				name: "жиым1",
				description: "бүтін сандардың бірінші ауқымы: сандар, жиымдар немесе сандық мәндердің сілтемелері болуы тиіс"
			},
			{
				name: "жиым2",
				description: "бүтін сандардың екінші ауқымы: сандар, жиымдар немесе сандық мәндердің сілтемелері болуы тиіс"
			}
		]
	},
	{
		name: "CRITBINOM",
		description: "Биномдық үлестірім функциясы берілген мәннен үлкен немесе оған тең болып табылатын ең кіші мәнді береді.",
		arguments: [
			{
				name: "сынақ_саны",
				description: "Бернулли сынақтарының саны"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "әр сынақ барысындағы сәттілік ықтималдығы, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "альфа",
				description: "шарт мәні, қоса санағанда 0 мен 1 арасындағы сан"
			}
		]
	},
	{
		name: "CSC",
		description: "Бұрыштың косекансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "косекансы қажет радиандар түріндегі бұрыш"
			}
		]
	},
	{
		name: "CSCH",
		description: "Бұрыштың косекансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық косекансы қажет радиандар түріндегі бұрыш"
			}
		]
	},
	{
		name: "CUMIPMT",
		description: "Төлемдердің екі кезеңі аралығында займның негізгі сомасын өтеуге төленетін кумулятивті (нәтижесімен өсімтал) пайыздар мөлшерін береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "пайыздық мөлшерлеме"
			},
			{
				name: "кезеңдер_саны",
				description: "төлем кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "инвестицияның ағымдағы құны"
			},
			{
				name: "бастапқы_кезең",
				description: "есептеуге кірістірілген бірінші кезең нөмірі"
			},
			{
				name: "соңғы_кезең",
				description: "есептеуге кірістірілген соңғы кезең нөмірі"
			},
			{
				name: "түр",
				description: "төлем уақытын таңдау"
			}
		]
	},
	{
		name: "CUMPRINC",
		description: "Екі кезең аралығында займның негізгі сомасын өтеуге төленетін кумулятивті (нәтижесімен өсімтал) соманы береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "пайыздық мөлшерлеме"
			},
			{
				name: "кезеңдер_саны",
				description: "төлем кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "инвестицияның ағымдағы құны"
			},
			{
				name: "бастапқы_кезең",
				description: "есептеуге кірістірілген бірінші кезең нөмірі"
			},
			{
				name: "соңғы_кезең",
				description: "есептеуге кірістірілген соңғы кезең нөмірі"
			},
			{
				name: "түр",
				description: "төлем уақытын таңдау"
			}
		]
	},
	{
		name: "DATE",
		description: "Spreadsheet бағдарламасының көрсетілген күніне сәйкес келетін күн-уақыттың сандық кодын қайтарады.",
		arguments: [
			{
				name: "жыл",
				description: "Windows жүйесінің Spreadsheet бағдарламасындағы 1900-ден бастап, 9999-ға дейінгі сан немесе Macintosh жүйесінің Spreadsheet бағдарламасындағы 1904-тен бастап, 9999-ға дейінгі сан"
			},
			{
				name: "ай",
				description: "жыл айы (1-ден 12-ге дейінгі сан)"
			},
			{
				name: "күн",
				description: "ай күні (1-ден 31-ге дейінгі сан)"
			}
		]
	},
	{
		name: "DATEDIF",
		description: "",
		arguments: [
		]
	},
	{
		name: "DATEVALUE",
		description: "Күнді мәтіндік пішіннен Spreadsheet бағдарламасының күн-уақыттың сандық пішінге түрлендіреді.",
		arguments: [
			{
				name: "мәтіндік_пішіндегі_күн",
				description: "құрамында Spreadsheet бағдарламасының 01.01.1900 бастап (Windows) немесе 01.01.1904 (Macintosh) бастап 31.12.9999 дейінгі күн пішіміндегі күні бар жол"
			}
		]
	},
	{
		name: "DAVERAGE",
		description: "Тізім бағанының немесе дерекқордың көрсетілген шарттарға сәйкес келетін ортақ мәнін қайтарады.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DAY",
		description: "Ай күнінің нөмірін қайтарады (1-ден 31-ге дейін).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды"
			}
		]
	},
	{
		name: "DAYS",
		description: "Екі күннің арасындағы күндер санын қайтарады.",
		arguments: [
			{
				name: "аяқталу_күні",
				description: "басталу_күні және аяқталу_күні — арасындағы күндер санын білу керек екі күн"
			},
			{
				name: "басталу_күні",
				description: "басталу_күні және аяқталу_күні — арасындағы күндер санын білу керек екі күн"
			}
		]
	},
	{
		name: "DAYS360",
		description: "Екі күн арасындағы күн санын 360 күндік (12 ай 30 күннен) жыл негізінде қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "'басталу_күні' және 'аяқталу_күні' - өздерінің арасындағы күндер саны анықталуы тиіс күндер болып табылады"
			},
			{
				name: "аяқталу_күні",
				description: "'басталу_күні' және 'аяқталу_күні' - өздерінің арасындағы күндер саны анықталуы тиіс күндер болып табылады"
			},
			{
				name: "әдіс",
				description: "есептеу әдісін анықтайтын логикалық мән: еуропалық (TRUE) немесе америкалық (FALSE немесе мәннің болмауы)."
			}
		]
	},
	{
		name: "DB",
		description: "Қалдықты тұрақты кішірейту әдісімен берілген кезең бойынша есептелінген активтің амортизация мөлшерін қайтарады.",
		arguments: [
			{
				name: "бастапқы_құны",
				description: "активтің бастапқы құны"
			},
			{
				name: "қалдықты_құн",
				description: "активті пайдалану кезеңінің аяғындағы қалдықты құн"
			},
			{
				name: "пайдалану_кезеңі",
				description: "активті амортизациялау кезеңдерінің саны (кейде активтің қалыпты пайдалану кезеңі деп те аталынады)"
			},
			{
				name: "кезең",
				description: "өзі үшін амортизация есептелінетін кезең. Пайдалану мерзімі үшін пайдаланған бірліктерді пайдаланыңыз"
			},
			{
				name: "ай",
				description: "бірінші жалдағы ай саны. Көрсетілмеген жағдайда 12 тең деп алынады"
			}
		]
	},
	{
		name: "DCOUNT",
		description: "Құрамында сандар бар және көрсетілген шарттарға сәйкес келетін дерекқор өрісіндегі (бағанындағы) ұяшықтар санын есептейді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DCOUNTA",
		description: "Көрсетілген шарттарға сәйкес келетін дерекқор өрісіндегі (бағанындағы) бос емес ұяшықтар санын есептейді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DDB",
		description: "Қалдықты қос кішірейту әдісін немесе басқадай нақты көрсетілген әдісті пайдалана отырып берілген кезең бойынша есептелінген активтің амортизация мәнін қайтарады.",
		arguments: [
			{
				name: "бастапқы_құны",
				description: "активтің бастапқы құны"
			},
			{
				name: "қалдықты_құн",
				description: "активті пайдалану кезеңінің аяғындағы қалдықты құн"
			},
			{
				name: "пайдалану_кезеңі",
				description: "активті амортизациялау кезеңдерінің саны (кейде активтің қалыпты пайдалану кезеңі деп те аталынады)"
			},
			{
				name: "кезең",
				description: "өзі үшін амортизация есептелінетін кезең. Пайдалану мерзімі үшін пайдаланған бірліктерді пайдаланыңыз"
			},
			{
				name: "коэффициент",
				description: "қалдықты азайту коэффициенті. Коэффициент көрсетілмеген жағдайда ол 2 мәніне тең деп алынады (қалдықты қос кішірейту әдісі)"
			}
		]
	},
	{
		name: "DEC2BIN",
		description: "Ондық санды екілік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "DEC2HEX",
		description: "Ондық санды он алтылық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "DEC2OCT",
		description: "Ондық санды сегіздік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс ондық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "DECIMAL",
		description: "Санның мәтіндік көрсетілімін берілген негізбен ондық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендіру керек сан"
			},
			{
				name: "радикс",
				description: "түрлендіріп жатқан санның негіз радиксі"
			}
		]
	},
	{
		name: "DEGREES",
		description: "Радианаларды градустарға түрлендіреді.",
		arguments: [
			{
				name: "бұрыш",
				description: "түрлендірілетін бұрыш (радианада)"
			}
		]
	},
	{
		name: "DELTA",
		description: "Екі сан теңдігін тексереді.",
		arguments: [
			{
				name: "сан1",
				description: "бірінші сан"
			},
			{
				name: "сан2",
				description: "екінші сан"
			}
		]
	},
	{
		name: "DEVSQ",
		description: "Дерек нүктелерінің таңдау бойынша орташа мәннен ауытқулар квадратының қосындысын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін ауытқулар квадраттарының қосындысы есептелінетін аргументтердің, жиымдардың немесе жиымдар сілтемелерінің 1-ден 255-ге дейіні"
			},
			{
				name: "сан2",
				description: "өздері үшін ауытқулар квадраттарының қосындысы есептелінетін аргументтердің, жиымдардың немесе жиымдар сілтемелерінің 1-ден 255-ге дейіні"
			}
		]
	},
	{
		name: "DGET",
		description: "Дерекқордан белгіленген шарттарға сәйкес келетін бір жазбаны шығарып алады.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт көрсетілген бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DISC",
		description: "Құнды қағаздарды дисконттау мөлшерлемесін қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "баға",
				description: "құнды қағаздардың номиналды құнының 100 теңгесі үшін бағасы"
			},
			{
				name: "өтеу",
				description: "құнды қағаздардың номиналды құнының 100 теңгесі үшін сатып алу құны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "DMAX",
		description: "Дерекқордың өрісіндегі (бағанындағы) көрсетілген шарттарға сәйкес келетін ең үлкен мәнді қайтарады.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DMIN",
		description: "Дерекқордың өрісіндегі (бағанындағы) көрсетілген шарттарға сәйкес келетін ең кіші мәнді қайтарады.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DOLLAR",
		description: "Ақшалы пішімді қолдана отырып санды мәтінге түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "сан, құрамында саны бар ұяшық сілтемесі немесе нәтижесі болып сан табылатын формула"
			},
			{
				name: "таңбалар_саны",
				description: "ондық бөлшектің оң жағындағы сандар саны. Қажетті жағдайда дөңгелектенеді. Әдепкі жағдайда үтірден кейінгі таңба саны 2 болып табылады"
			}
		]
	},
	{
		name: "DOLLARDE",
		description: "Бөлшек түріндегі ақша сомасын ондық санмен белгіленген ақша сомасына түрлендіреді.",
		arguments: [
			{
				name: "бөлшекті_сома",
				description: "бөлшек түріндегі сан"
			},
			{
				name: "бөлшек",
				description: "бөлшек бөлгішінде қолданылатын бүтін сан"
			}
		]
	},
	{
		name: "DOLLARFR",
		description: "Ондық санмен белгіленген ақша сомасын бөлшек түріндегі ақша сомасына түрлендіреді.",
		arguments: [
			{
				name: "ондық_сома",
				description: "ондық сан"
			},
			{
				name: "бөлшек",
				description: "бөлшек бөлгішінде қолданылатын бүтін сан"
			}
		]
	},
	{
		name: "DPRODUCT",
		description: "Дерекқор өрісіндегі (бағанындағы) көрсетілген шарттарға сәйкес келетін мәндерді бір біріне көбейтеді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DSTDEV",
		description: "Дерекқордың бөлектенген жазбаларындағы таңдау шектерінде стандартты ауытқуды анықтайды.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DSTDEVP",
		description: "Дерекқордың бөлектенген жазбалары үшін бас жиынтықтың стандартты ауытқуын есептейді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DSUM",
		description: "Дерекқордың өрісіндегі (бағанындағы) көрсетілген шарттарға сәйкес келетін сандарды қорытындылайды.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DVAR",
		description: "Дерекқордың бөлектенген жазбаларындағы таңдау шектерінде дисперсияны есептейді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "DVARP",
		description: "Дерекқордың бөлектенген жазбалары үшін бас жиынтықтың дисперсиясын есептейді.",
		arguments: [
			{
				name: "дерекқор",
				description: "құрамында дерекқоры бар ауқым. Дерекқор байланысты деректер жинағы болып табылады"
			},
			{
				name: "өріс",
				description: "тырнақшадағы баған тақырыбы немесе бағанның тізімдегі реттік нөмірі"
			},
			{
				name: "шарттар",
				description: "құрамында көрсетілген шарттары бар ұяшықтар ауқымы. Ауқым баған тақырыбы мен шарт белгісінен төмен бір ұяшықты қамтиды"
			}
		]
	},
	{
		name: "EDATE",
		description: "Басталу күніне дейін немесе кейін көрсетілген ай санына кейін тұрған күннің сериялық нөмірін қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің сериялық нөмірі"
			},
			{
				name: "айлар",
				description: "басталу күніне дейін немесе кейінгі ай саны"
			}
		]
	},
	{
		name: "EFFECT",
		description: "Жылдық іс жүзіндегі (тиімді) пайыздық мөлшерлемені қайтарады.",
		arguments: [
			{
				name: "номиналды_мөлшерлеме",
				description: "номиналды пайыздық мөлшерлеме"
			},
			{
				name: "кезеңдер_саны",
				description: "жыл барысындағы өздері бойынша күрделі пайыздар есептелінетін кезеңдер саны"
			}
		]
	},
	{
		name: "ENCODEURL",
		description: "URL-шифрланған жолын қайтарады.",
		arguments: [
			{
				name: "text",
				description: "Жол URL шифрланған жол болады"
			}
		]
	},
	{
		name: "EOMONTH",
		description: "Басталу күніне дейін немесе кейін көрсетілген ай санына кейін тұрған айдың соңғы күнінің сериялық нөмірін қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің сериялық нөмірі"
			},
			{
				name: "айлар",
				description: "басталу күніне дейін немесе кейінгі ай саны"
			}
		]
	},
	{
		name: "ERF",
		description: "Қателік функциясын қайтарады.",
		arguments: [
			{
				name: "төменгі_шек",
				description: "интегралдаудың төменгі шегі"
			},
			{
				name: "жоғарғы_шек",
				description: "интегралдаудың жоғарғы шегі"
			}
		]
	},
	{
		name: "ERF.PRECISE",
		description: "Қате функцияны береді.",
		arguments: [
			{
				name: "X",
				description: "интегралдаудың төменгі шегі ERF.PRECISE"
			}
		]
	},
	{
		name: "ERFC",
		description: "Қателіктің қосымша функциясын қайтарады.",
		arguments: [
			{
				name: "x",
				description: "интегралдаудың төменгі шегі"
			}
		]
	},
	{
		name: "ERFC.PRECISE",
		description: "Қосымша қате функцияны береді.",
		arguments: [
			{
				name: "X",
				description: "интегралдаудың төменгі шегі ERFC.PRECISE"
			}
		]
	},
	{
		name: "ERROR.TYPE",
		description: "Қате мәнге сәйкес келетін санды береді.",
		arguments: [
			{
				name: "қате_мән",
				description: "анықтайтын саны қажет қате мәні және нақты қате мәні немесе қате мәнін қамтитын ұяшыққа сілтеме болуы мүмкін"
			}
		]
	},
	{
		name: "EVEN",
		description: "Санды ең жақын бүтін жұп санға дейін дөңгелектейді. Оң сандар көбею жағына, теріс сандар - азаю жағына қарай дөңгелектенеді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін мән"
			}
		]
	},
	{
		name: "EXACT",
		description: "Мәтіннің екі жолының ұқсастығын тексеріп, TRUE немесе FALSE мәнін қайтарады. Бас және кіші әріптер ерекшеленеді.",
		arguments: [
			{
				name: "мәтін1",
				description: "бірінші мәтін жолы"
			},
			{
				name: "мәтін2",
				description: "екінші мәтін жолы"
			}
		]
	},
	{
		name: "EXP",
		description: "Көрсетілген дәрежеге шығарылған е санын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "e саны шығарылатын дәреже. e санының натуралды логарифмдерінің негізі мөлшермен 2,71828182845904 тең"
			}
		]
	},
	{
		name: "EXPON.DIST",
		description: "Экспоненциалды үлестірімді береді.",
		arguments: [
			{
				name: "x",
				description: "функция мәні, теріс емес сандар"
			},
			{
				name: "лямбда",
				description: "параметр мәні, оң сан"
			},
			{
				name: "интегралдық",
				description: "қайтарылатын функцияны анықтайтын қисындық мән: интегралдық үлестірім функциясы = TRUE; ықтималдық тығыздығының функциясы = FALSE"
			}
		]
	},
	{
		name: "EXPONDIST",
		description: "Экспоненциалды үлестірімді береді.",
		arguments: [
			{
				name: "x",
				description: "функция мәні, теріс емес сан"
			},
			{
				name: "лямбда",
				description: "параметр мәні, оң сан"
			},
			{
				name: "интегралдық",
				description: "функция қайтаратын қисындық мән: үлестірімнің интегралдық функциясы = TRUE; ықтималдық тығыздығының таратылу функциясы = FALSE"
			}
		]
	},
	{
		name: "F.DIST",
		description: "Екі деректер жиындары үшін (сол жақты) F ықтималдық үлестірімін (ауытқу дәрежесі) береді.",
		arguments: [
			{
				name: "x",
				description: "функция бағаланатын мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежесі1",
				description: "нөмірлеуші еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "еркіндік_дәрежесі2",
				description: "бөлгіш еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "интегралдық",
				description: "функция қайтаратын қисындық мән: интегралдық үлестірім функциясы = TRUE; ықтималдық тығыздығының функциясы = FALSE"
			}
		]
	},
	{
		name: "F.DIST.RT",
		description: "Екі деректер жиындары үшін (сол жақты) F ықтималдық үлестірімін (ауытқу дәрежесі) береді.",
		arguments: [
			{
				name: "x",
				description: "функция бағаланатын мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежесі1",
				description: "алымдық еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "еркіндік_дәрежесі2",
				description: "бөлгіш еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "F.INV",
		description: "Кері (сол жақты) F ықтималдық үлестірімін береді: егер p = F.DIST(x,...), онда F.INV(p,...) = x.",
		arguments: [
			{
				name: "ықтималдық",
				description: "F интегралдық үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежесі1",
				description: "алымдық еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "еркіндік_дәрежесі2",
				description: "бөлгіш еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "F.INV.RT",
		description: "Кері (оң жақты) F ықтималдық үлестірімін береді: егер p = F.DIST.RT, онда F.INV.RT(p,...) = x.",
		arguments: [
			{
				name: "ықтималдық",
				description: "F интегралдық үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежесі1",
				description: "нөмірлеуші еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			},
			{
				name: "еркіндік_дәрежесі2",
				description: "бөлгіш еркіндік дәрежелері, 1 мен 10^10 арасындағы сан, 10^10 қоса саналмағанда"
			}
		]
	},
	{
		name: "F.TEST",
		description: "F-test нәтижесін береді, жиым1 мен жиым2 ішіндегі айырмашылық елеулі түрде басқаша болмайтын екі жақты ықтималдық.",
		arguments: [
			{
				name: "жиым1",
				description: "деректердің бірінші жиымы немесе ауқымы және сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері бола алады (бос орындар еленбейді)"
			},
			{
				name: "жиым2",
				description: "деректердің екінші жиымы немесе ауқымы және сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері бола алады (бос орындар еленбейді)"
			}
		]
	},
	{
		name: "FACT",
		description: "1*2*3*...* тең сан факториалын, санды қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "факториалы есептелінетін теріс емес сан"
			}
		]
	},
	{
		name: "FACTDOUBLE",
		description: "Санның қос факториялын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "өзі үшін қос факториял есептелінетін сан"
			}
		]
	},
	{
		name: "FALSE",
		description: "FALSE логикалық мәнін қайтарады.",
		arguments: [
		]
	},
	{
		name: "FDIST",
		description: "Деректердің екі жиыны үшін ықтималдықтың (оң жақты) F-үлестірімін (ауытқу дәрежесін) береді.",
		arguments: [
			{
				name: "x",
				description: "функция есептелетін мән, теріс емес сан"
			},
			{
				name: "еркіндік_дәрежелері1",
				description: "еркіндіктің алымдық дәрежелері, 10^10 санын қоса санамағанда 1 мен 10^10 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері2",
				description: "еркіндіктің бөлгіш дәрежелері, 10^10 санын қоса санамағанда 1 мен 10^10 арасындағы сан"
			}
		]
	},
	{
		name: "FIELD",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIELDPICTURE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIND",
		description: "Өзі құрамында болып табылатын мәтіннің іздеген жолының басының орнын қайтарады (таңбалардың регистрін ескере отырып).",
		arguments: [
			{
				name: "іздеген_мәтін",
				description: "іздеген жол. Бірінші таңбаны іздеу үшін бос жолды (қос тырнақшаны) көрсетіңіз; алмастырым таңбаларын пайдалануға болмайды"
			},
			{
				name: "қарастырылып_отырған_мәтін",
				description: "құрамында іздеген мәтін бар жол"
			},
			{
				name: "бастапқы_орын",
				description: "өзінен бастап ізделуі тиіс орын. Әдепкіде, 1 ('қарастырылып_отырған_мәтін' дәлеліндегі бірінші таңбаға сәйкес)"
			}
		]
	},
	{
		name: "FINV",
		description: "Кері (оң жақты) F ықтималдығының үлестірімін береді: p = FDIST(x,...) болған жағдайда, FINV(p,...) = x.",
		arguments: [
			{
				name: "ықтималдық",
				description: "интегралдық F үлестірімімен байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері1",
				description: "еркіндіктің нөмірлеуші дәрежелері, 10^10 санын қоса санамағанда 1 мен 10^10 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері2",
				description: "еркіндіктің нөмірлеуші дәрежелері, 10^10 санын қоса санамағанда 1 мен 10^10 арасындағы сан"
			}
		]
	},
	{
		name: "FISHER",
		description: "Фишер түрлендіруін қайтарады.",
		arguments: [
			{
				name: "x",
				description: "Өзі үшін түрлендіру жүзеге асырылатын сандық мән (-1 және 1 өзінен басқа -1-ден 1-ге дейінгі бүтін сан)"
			}
		]
	},
	{
		name: "FISHERINV",
		description: "Фишер кері түрлендіруін қайтарады: y = FISHER(x) болған жағдайда, FISHERINV(y) = x.",
		arguments: [
			{
				name: "y",
				description: "өзі үшін кері түрлендіру орындалатын мән"
			}
		]
	},
	{
		name: "FIXED",
		description: "Санды көрсетілген нақылықпен дөңгелектеп, оны санат бөлгіштері бар немесе бөлгішсіз мәтін түрінде қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектеніп, мәтінге түрлендірілетін сан"
			},
			{
				name: "таңбалар_саны",
				description: "ондық бөлшектің оң жағындағы сандар саны. Әдепкі жағдайда үтірден кейінгі таңба саны 2 болып табылады"
			},
			{
				name: "бөлгіштер_жоқ",
				description: "нәтижеде санаттар бөлгіштерінің болу (TRUE) немесе болмауы (FALSE) тиістігін анықтайтын логикалық мән"
			}
		]
	},
	{
		name: "FLOOR",
		description: "Санды ең жақын кіші бүтін санға дейін немесе көрсетілген мәнге еселік ең жақын кіші бүтін санға дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін сандық мән"
			},
			{
				name: "санаттылық",
				description: "санды өзіне дейін дөңгелектеу қажет еселік. Дәлелдің екеуінің де таңбасы бірдей болуы тиіс"
			}
		]
	},
	{
		name: "FLOOR.MATH",
		description: "Санды нөлге қарай, ең жақын бүтін санға дейін немесе берілген мәннің ең жақын еселігіне дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектеу керек мән"
			},
			{
				name: "дәлдік",
				description: "дөңгелектеу үшін пайдаланылатын еселік"
			},
			{
				name: "режим",
				description: "берілген кезде және нөл болмаса, бұл функция нөлге қарай дөңгелектейді"
			}
		]
	},
	{
		name: "FLOOR.PRECISE",
		description: "Санды ең жақын кіші бүтін санға дейін немесе көрсетілген мәнге еселік ең жақын кіші бүтін санға дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін сандық мән"
			},
			{
				name: "санаттылық",
				description: "санды өзіне дейін дөңгелектеу қажет еселік. "
			}
		]
	},
	{
		name: "FORECAST",
		description: "Сызықтық тренд сызығындағы мәнді қайтарады.",
		arguments: [
			{
				name: "x",
				description: "сандық мән - өзі үшін мән есептелінетін деректер нүктесі"
			},
			{
				name: "белгілі_y_мәндері",
				description: "сандық деректердің тәуелді жиымы немесе ауқымы"
			},
			{
				name: "белгілі_x_мәндері",
				description: "сандық деректердің тәуелсіз жиымы немесе ауқымы. Деректер дисперсиясы нөлдік болмауы тиіс"
			}
		]
	},
	{
		name: "FORMULATEXT",
		description: "Формуланы жол түрінде қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "формулаға сілтеме"
			}
		]
	},
	{
		name: "FREQUENCY",
		description: "Аралықтар бойынша мәндердің таратылымдарын есептеп, құрамында аралықтар жиымымен салыстырғанда бір элементі артық тік жиымды қайтарады.",
		arguments: [
			{
				name: "деректер_жиымы",
				description: "өздері үшін жиіліктер есептелінетін мәндер жиымы немесе мәндер жинағына сілтеме (бос орындар мен мәтін ескерілмейді)"
			},
			{
				name: "аралықтар_жиымы",
				description: "өздері бойынша деректер жиымының мәндері топтастырылатын аралықтар жиымы немесе аралықтар сілтемесі"
			}
		]
	},
	{
		name: "FTEST",
		description: "F-test нәтижесін береді, жиым1 мен жиым2 ішіндегі айырмашылық елеулі түрде басқаша болмайтын екі жақты ықтималдық.",
		arguments: [
			{
				name: "жиым1",
				description: "деректердің бірінші жиымы немесе ауқымы және сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері бола алады (бос орындар еленбейді)"
			},
			{
				name: "жиым2",
				description: "деректердің екінші жиымы немесе ауқымы және сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері бола алады (бос орындар еленбейді)"
			}
		]
	},
	{
		name: "FV",
		description: "Кезеңдік тұрақты (мөлшері бойынша тең сомалар) төлемдер мен тұрақты пайыздық мөлшерлеме негізінде инвестициялардың келешектегі құнын береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезеңдер_саны",
				description: "инвестицияларды төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "төлем",
				description: "әр кезең бойынша жүзеге асырылатын және инвестицияларды төлеудің жалпы кезеңі барысында өзгеріссіз қалатын төлем"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома. Дәлел ескерілмеген жағдайда ағымдағы_құн = 0"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "FVSCHEDULE",
		description: "Күрделі пайыздар мөлшерлемелерінің қатарын (іс кестесін) қолданғаннан кейінгі бастапғы негізгі соманың келешектегі құнын береді.",
		arguments: [
			{
				name: "негізгі_сома",
				description: "инвестицияның ағымдағы құны"
			},
			{
				name: "іс_кесте",
				description: "қолданбалы пайыздық мөлшерлемелер жиымы"
			}
		]
	},
	{
		name: "GAMMA",
		description: "Гамма-функцияның мәнін қайтарады.",
		arguments: [
			{
				name: "x",
				description: "гамманы есептеу керек мән"
			}
		]
	},
	{
		name: "GAMMA.DIST",
		description: "Гамма үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім есептелетін мән, теріс емес сан"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан. Егер бета = 1 болса, GAMMA.DIST стандартты гамма үлестірімін береді"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: үлестірімнің интегралдық үлестірім функциясын беру = TRUE; ықтималдықтың салмақтық функциясы = FALSE немесе есепке алынбайды"
			}
		]
	},
	{
		name: "GAMMA.INV",
		description: "Кері интегралдық гамма үлестірімді береді: p = GAMMA.DIST(x,...) болған жағдайда, GAMMA.INV(p,...) = x.",
		arguments: [
			{
				name: "ықтималдық",
				description: "гамма үлестірімімен байланысты ықтималдық (қоса есептегенде 0 мен 1 арасындағы сан)"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан. Егер бета = 1 болса, GAMMA.INV кері стандартты гамма үлестірімді береді"
			}
		]
	},
	{
		name: "GAMMADIST",
		description: "Гамма үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім есептелетін мән, теріс емес сан"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан. Егер бета=1 болса, GAMMADIST стандартты гамма үлестірімін береді"
			},
			{
				name: "интегралдық",
				description: "қисындық сан: интегралдық үлестірім функциясын береді = 'TRUE'; ықтималдықтың салмақтық функциясын береді = 'FALSE' немесе мәннің болмауы"
			}
		]
	},
	{
		name: "GAMMAINV",
		description: "Кері интегралдық гамма үлестірімді береді: p = GAMMADIST(x,...) болған жағдайда, GAMMAINV(p,...) = x.",
		arguments: [
			{
				name: "ықтималдық",
				description: "гамма үлестіріммен байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан. Егер бета=1 болса, GAMMA.INV кері стандартты гамма үлестірімді береді"
			}
		]
	},
	{
		name: "GAMMALN",
		description: "Гамма-функцияның натуралдық логарифмін қайтарады.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін GAMMALN функциясы есептелінетін мән, оң сан"
			}
		]
	},
	{
		name: "GAMMALN.PRECISE",
		description: "Гамма-функцияның натуралды логарифмін береді.",
		arguments: [
			{
				name: "x",
				description: "GAMMALN.PRECISE функциясы есептелінетін мән, оң сан"
			}
		]
	},
	{
		name: "GAUSS",
		description: "",
		arguments: [
		]
	},
	{
		name: "GCD",
		description: "Ең үлкен ортақ бөлгішті қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "1-ден 255-ке дейін мән"
			},
			{
				name: "сан2",
				description: "1-ден 255-ке дейін мән"
			}
		]
	},
	{
		name: "GEOMEAN",
		description: "Оң сандар жиымы немесе ауқымы үшін орташа геометриялық мәнін қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін орташа мән есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			},
			{
				name: "сан2",
				description: "өздері үшін орташа мән есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			}
		]
	},
	{
		name: "GESTEP",
		description: "Санның шектік мәннен асу-аспауын тексереді.",
		arguments: [
			{
				name: "сан",
				description: "тексерілетін мән"
			},
			{
				name: "шектік_мән",
				description: "шектік мән"
			}
		]
	},
	{
		name: "GETPIVOTDATA",
		description: "Деректерді жиынтық кестесінен шығарып алады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "деректер_өрісі",
				description: "ішіндегі деректері шығарылып алынуы тиіс дерек өрісінің атауы"
			},
			{
				name: "жиынтық_кесте",
				description: "құрамында шығарылып алынатын деректері бар жиынтық кесте ұяшығына немесе ұяшықтар ауқымына сілтеме"
			},
			{
				name: "өріс",
				description: "өріс"
			},
			{
				name: "элемент",
				description: "өріс_элементі"
			}
		]
	},
	{
		name: "GROWTH",
		description: "Деректер нүктелерінің көрсетілген жинағы үшін есептелген экспоненциалды тренд сызығындағы мәнді қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "y = b*m^x қатынасының белгілі y мәндерінің ауқымы немесе жиымы (оң мәндердің ауқымы немесе жиымы)"
			},
			{
				name: "белгілі_x_мәндері",
				description: "y = b*m^x қатынасының белгілі х мәндерінің міндетті емес ауқымы немесе жиымы (жиым мөлшері у белгілі мәндеріне тең)"
			},
			{
				name: "х_жаңа_мәндері",
				description: "өздері үшін сәйкес у мәндерін есептеу қажет х жаңа мәндерінің ауқымы немесе жиымы"
			},
			{
				name: "тұрақты_мән",
				description: "логикалық мән: b тұрақты мәні әдеттегі жолмен есептелінеді (TRUE) немесе b=1 (FALSE немесе мәннің болмауы)"
			}
		]
	},
	{
		name: "HARMEAN",
		description: "Оң сандар жинағының орташа геометриялық мәнін - кері шамалардың орташа арифметикалық мәндеріне кері шаманы қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін орташа гармониялық мән есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			},
			{
				name: "сан2",
				description: "өздері үшін орташа гармониялық мән есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			}
		]
	},
	{
		name: "HEX2BIN",
		description: "Он алтылық санды екілік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс он алтылық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "HEX2DEC",
		description: "Он алтылық санды ондық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс он алтылық сан"
			}
		]
	},
	{
		name: "HEX2OCT",
		description: "Он алтылық санды сегіздік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс он алтылық сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "HLOOKUP",
		description: "Мәндер кестесінің немесе жиымының жоғарғы жолынан мәнді іздеп, сол бағанның көрсетілген жолындағы ұяшық мәнін қайтарады.",
		arguments: [
			{
				name: "іздейтін_мән",
				description: "кестенің бірінші жолында табылуы тиіс мән: мән, сілтеме немесе мәтін жолы"
			},
			{
				name: "кесте",
				description: "ішінен деректерді іздеу орындалатын, құрамында мәтін, сандар немесе логикалық мәндер бар кесте; ауқым сілтемесі немесе ауқым аты болуы мүмкін"
			},
			{
				name: "жол_индексі",
				description: "құрамында қайтарылатын мән бар кесте жолының нөмірі. Кестенің бірінші жолына 1 саны сәйкес"
			},
			{
				name: "аралық_бойынша_қарап_шығу",
				description: "жоғарғы жолдағы (артуы бойынша сұрыпталған) іздеу нақты (FALSE) немесе шамамен (TRUE немесе мәннің болмауы) орындалу тиістігін анықтайтын логикалық мән"
			}
		]
	},
	{
		name: "HOUR",
		description: "Сағат санын қайтарады (0-ден 23-ке дейін).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды немесе уақыт пішіміндегі мәтін, мысалы, 16:48:00 немесе 4:48:00"
			}
		]
	},
	{
		name: "HYPERLINK",
		description: "Қатты дискіде, желі северінде немесе Интернетте орналасқан құжатты ашатын таңбашаны жасайды.",
		arguments: [
			{
				name: "мекенжай",
				description: "құжат толық жолы мен файл атауын (толық жолды, UNC мекенжайын немесе URL мекенжайын) қамтитын мәтін"
			},
			{
				name: "өз_аты",
				description: "ұяшықта көрсетілетін мәтін немесе сан. Ол дәлел ескерілмеген жағдайда ұяшықта 'мекенжай' дәлелінің мәні көрсетіледі"
			}
		]
	},
	{
		name: "HYPGEOM.DIST",
		description: "Гипергеометриялық үлестірімді береді.",
		arguments: [
			{
				name: "таңдаудағы_сәттілік_саны",
				description: "таңдаудағы сәтті сынақтар саны"
			},
			{
				name: "таңдау_өлшемі",
				description: "таңдау өлшемі"
			},
			{
				name: "жиынтықтағы_сәттілік_саны",
				description: "жиынтықтағы сәтті сынақтар саны"
			},
			{
				name: "жиынтық_өлшемі",
				description: "жиынтық өлшемі"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "HYPGEOMDIST",
		description: "Гипергеометриялық үлестірімді береді.",
		arguments: [
			{
				name: "таңдаудағы_сәттілік_саны",
				description: "таңдаудағы сәтті сынақтар саны"
			},
			{
				name: "таңдау_өлшемі",
				description: "таңдау өлшемі"
			},
			{
				name: "жиынтықтағы_сәттілік_саны",
				description: "бас жиынтықтағы сәтті сынақтар саны"
			},
			{
				name: "жиынтық_өлшемі",
				description: "жиынтық өлшемі"
			}
		]
	},
	{
		name: "IF",
		description: "Шарттың орындалып жатқандығын тексеріп, ол орындалып жатқан жағдайда TRUE мәнін, орындалмаған жағдайда FALSE мәнін береді.",
		arguments: [
			{
				name: "логикалық_өрнек",
				description: "TRUE немесе FALSE деп есептелуі мүмкін кез келген мән немесе өрнек"
			},
			{
				name: "шын_болса_мән",
				description: "логикалық_өрнек TRUE болған жағдайда берілетін мән. Еленбеген жағдайда TRUE мәні беріледі. Жеті IF функциясын енгізуге болады"
			},
			{
				name: "өтірік_болса_мән",
				description: "логикалық_өрнек FALSE болған жағдайда берілетін мән. Еленбеген жағдайда FALSE мәні беріледі"
			}
		]
	},
	{
		name: "IFERROR",
		description: "Өрнек қате болып табылған жағдайда 'қате_болса_мән' береді; болмаған жағдайда өрнек мәнін қайтарады.",
		arguments: [
			{
				name: "мән",
				description: "кез келген мән, өрнек немесе сілтеме"
			},
			{
				name: "қате_болса_мән",
				description: "кез келген мән, өрнек немесе сілтеме"
			}
		]
	},
	{
		name: "IFNA",
		description: "Өрнек қолданылмайтын мәнді берсе, сіз көрсеткен мәнді қайтарады, әйтпесе өрнектің мәнін қайтарады.",
		arguments: [
			{
				name: "мән",
				description: "кез келген мән, өрнек немесе сілтеме"
			},
			{
				name: "мән_еген_қолданылмаса",
				description: "кез келген мән, өрнек немесе сілтеме"
			}
		]
	},
	{
		name: "IMABS",
		description: "Кешендік санның нақпа-нақ шамасын қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзінің нақпа-нақ шамасын анықтау қажет кешендік сан"
			}
		]
	},
	{
		name: "IMAGINARY",
		description: "Кешенді санның жалған бөлігіндегі коэффициентті қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін жалған бөліктегі коэффициент анықталатын кешендік сан"
			}
		]
	},
	{
		name: "IMARGUMENT",
		description: "q аргументін (радианмен көрсетілген бұрыш) қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін аргумент анықталатын кешендік сан"
			}
		]
	},
	{
		name: "IMCONJUGATE",
		description: "Түйіндес кешендік санды қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін түйіндес кешендік сан анықталатын кешендік сан"
			}
		]
	},
	{
		name: "IMCOS",
		description: "Кешендік санның косинусын қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін косинус есептелінетін кешендік сан"
			}
		]
	},
	{
		name: "IMCOSH",
		description: "Кешендік санның гиперболалық косинусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық косинусы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMCOT",
		description: "Кешендік санның котангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "котангенсі қажет кешендік сан"
			}
		]
	},
	{
		name: "IMCSC",
		description: "Кешендік санның косекансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "косекансы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMCSCH",
		description: "Кешендік санның гиперболалық косекансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық косекансы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMDIV",
		description: "Екі кешенді сан жекелігін қайтарады.",
		arguments: [
			{
				name: "кешендік_сан1",
				description: "Кешендік алым немесе бөлінгіш"
			},
			{
				name: "кешендік_сан2",
				description: "Кешендік алым немесе бөлгіш"
			}
		]
	},
	{
		name: "IMEXP",
		description: "Кешендік санның экспонентасын қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін экспонента есептелінетін кешендік сан"
			}
		]
	},
	{
		name: "IMLN",
		description: "Кешендік санның натуралдық логарифмін қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзінің натуралдық логарифмі шығарылатын кешендік сан"
			}
		]
	},
	{
		name: "IMLOG10",
		description: "Кешендік санның ондық логарифмін қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін ондық логарифм есептелінетін кешендік сан"
			}
		]
	},
	{
		name: "IMLOG2",
		description: "Кешендік санның екілік логарифмін қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін екілік логарифм есептелінетін кешендік сан"
			}
		]
	},
	{
		name: "IMPOWER",
		description: "Бүтін сандық көрсеткішпен дәрежеге шығарылған кешендік санды қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "дәрежеге шығарылатын кешендік сан"
			},
			{
				name: "сан",
				description: "кешендік сан шығарылатын дәреже"
			}
		]
	},
	{
		name: "IMPRODUCT",
		description: "кешендік сандардың 1-ден 255-ке дейінінің туындысын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "кешендік_сан1",
				description: "бір біріне көбейтілетін кешендік сандардың 1-ден 255-ке дейіні"
			},
			{
				name: "кешендік_сан2",
				description: "бір біріне көбейтілетін кешендік сандардың 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "IMREAL",
		description: "Кешенді санның нақты бөлігіндегі коэффициентті қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін нақты бөліктегі коэффициент анықталатын кешендік сан"
			}
		]
	},
	{
		name: "IMSEC",
		description: "Кешендік санның секансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "секансы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMSECH",
		description: "Кешендік санның гиперболалық секансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық секансы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMSIN",
		description: "Кешендік санның синусын қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзі үшін синус есептелінетін кешендік сан"
			}
		]
	},
	{
		name: "IMSINH",
		description: "Кешендік санның гиперболалық синусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық синусы қажет кешендік сан"
			}
		]
	},
	{
		name: "IMSQRT",
		description: "Кешендік саннан квадрат түбірді қайтарады.",
		arguments: [
			{
				name: "кешендік_сан",
				description: "өзінің квадрат түбірі шығарылатын кешендік сан"
			}
		]
	},
	{
		name: "IMSUB",
		description: "Екі кешендік сан айырмашылығын қайтарады.",
		arguments: [
			{
				name: "кешендік_сан1",
				description: "кешендік санды кішірейтеді"
			},
			{
				name: "кешендік_сан2",
				description: "кешендік санды шегереді"
			}
		]
	},
	{
		name: "IMSUM",
		description: "Кешендік сандар қосындысын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "кешендік_сан1",
				description: "қорытындыланатын кешендік сандардың 1-ден 255-ке дейіні"
			},
			{
				name: "кешендік_сан2",
				description: "қорытындыланатын кешендік сандардың 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "IMTAN",
		description: "Кешендік санның тангенсін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "тангенсі қажет кешендік сан"
			}
		]
	},
	{
		name: "INDEX",
		description: "Көрсетілген ауқымдағы нақты жол мен баған қиылысында орналақан ұяшық мәнін қайтарады.",
		arguments: [
			{
				name: "жиым",
				description: "Ұяшықтар ауқымы немесе array түріндегі тұрақты мән."
			},
			{
				name: "жол_нөмірі",
				description: "құрамында қажетті мән бар жиым немесе ауқым жолы. Ол дәлел ескерілмеген жағдайда баған нөмірін көрсету қажет"
			},
			{
				name: "баған_нөмірі",
				description: "құрамында қажетті мән бар жиым немесе ауқым бағаны. Ол дәлел ескерілмеген жағдайда жол нөмірін көрсету қажет"
			}
		]
	},
	{
		name: "INDIRECT",
		description: "Мәтін жолымен белгіленген сілтемені қайтарады.",
		arguments: [
			{
				name: "сілтеме_мәтіні",
				description: "құрамында А1 мәнеріндегі ұяшық сілтемесі, R1C1 мәнеріндегі сілтемесі, сілтеме түрінде белгіленген ат немесе мәтін жолы түріндегі ұяшық сілтемесі бар сілтеме"
			},
			{
				name: "a1",
				description: "'ұяшық_сілтемесі' дәлелімен білгіленетін сілтеме түрін көрсететін логикалық мән: R1C1 = FALSE; A1 = TRUE немесе ескерілмеген"
			}
		]
	},
	{
		name: "INFO",
		description: "Ағымдағы амалдық орта жөніндегі мәліметтерді береді.",
		arguments: [
			{
				name: "түр_мәтіні",
				description: "Берілетін ақпарат түрін белгілейтін мәтін"
			}
		]
	},
	{
		name: "INT",
		description: "Санды ең жақын кіші бүтін санға дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "ең жақын кіші бүтін санға дейін дөңгелектенетін нақты сан"
			}
		]
	},
	{
		name: "INTERCEPT",
		description: "Өзіндегі сызықтық регрессия сызығы Y осін қиып өтетін нүктені есептейді.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "бақылаулардың немесе деректердің тәуелді жинағы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			},
			{
				name: "белгілі_x_мәндері",
				description: "бақылаулардың немесе деректердің тәуелсіз жинағы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			}
		]
	},
	{
		name: "INTRATE",
		description: "Толықтай инвестицияланған құнды қағаздар үшін пайыздық мөлшерлемені қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "инвестиция",
				description: "құнды қағаздарға инвестицияланған сома"
			},
			{
				name: "өтеу",
				description: "құнды қағаздарды өтеу барысында алынуы тиіс сома"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "IPMT",
		description: "Кезеңді төлемдер сомаларының тұрақтылығы мен пайыздық мөлшерлеме тұрақтығы негізінде сол кезең үшін инвестиция бойынша пайыздарды төлеу сомасын береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезең",
				description: "өзі бойынша төлем сомасы анықталуы тиіс кезең. Рұқсатты мәндер: 1 бастап кезеңдер_санына дейін"
			},
			{
				name: "кезеңдер_саны",
				description: "инвестицияларды төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы. Дәлел ескерілмеген жағдайда келешектегі_құн = 0"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "IRR",
		description: "Сандық мәндермен танытылатын ақша қаражаттарының бәрқатар ағыны үшін табыстықтың ішкі мөлшерлемесін қайтарады.",
		arguments: [
			{
				name: "мәндер",
				description: "өздері бойынша табыстықтың ішкі мөлшерлемесін есептеуге болатын жиым немесе құрамында сандары бар ұяшықтардың сілтемесі"
			},
			{
				name: "болжам",
				description: "IRR функциясының нәтижесіне жақын болжамды мөлшер. Бұл дәлел ескерілмеген жағдайда ол 0,1 (10 пайыз) мөлшерінде қабылданады"
			}
		]
	},
	{
		name: "ISBLANK",
		description: "Бұл сілтеменің бос ұяшыққа сілтеу-сілтемеуін тексеріп, TRUE немесе FALSE мәнін қайтарады.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін немесе оның атына сілтейтін ұяшық"
			}
		]
	},
	{
		name: "ISERR",
		description: "Мәннің қате болу-болмауын (#VALUE!, #REF!, #DIV/0!, #NUM!, #NAME? немесе #NULL!) тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISERROR",
		description: "Мәннің қате болу-болмауын (#N/A, #VALUE!, #REF!, #DIV/0!, #NUM!, #NAME? немесе #NULL!) тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISEVEN",
		description: "Сан жұп болған жағдайда TRUE мәнін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "тексерілетін мән"
			}
		]
	},
	{
		name: "ISFORMULA",
		description: "Сілтеменің формуланы қамтитын ұяшыққа сілтеме екенін тексеріп, ШЫН немесе ЖАЛҒАН мәнін қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "тексеру керек ұяшыққа сілтеме.  Сілтеме ұяшыққа сілтеме, формула немесе ұяшыққа сілтеме жасайтын атау болуы мүмкін"
			}
		]
	},
	{
		name: "ISLOGICAL",
		description: "Мәннің логикалық болу-болмауын (TRUE немесе FALSE) тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISNA",
		description: "Мәннің рұқсатсыз (#N/A) болу-болмауын тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISNONTEXT",
		description: "Мән мәтіндік немесе FALSE болып табылмаған жағдайда TRUE мәнін береді. Бос ұяшықтар мәтіндік болып есептелмейді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, мәнге, формула немесе мәнге сілтеп отырған ұяшық, формула немесе ат"
			}
		]
	},
	{
		name: "ISNUMBER",
		description: "Мәннің сан болу-болмауын тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISO.CEILING",
		description: "Санды ең жақын бүтін санға немесе маңыздылықтың ең жақын көбейткішіне дейін дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектеу қажет мән"
			},
			{
				name: "маңы",
				description: "дөңгелектеу қажет қосымша көбейткіш"
			}
		]
	},
	{
		name: "ISODD",
		description: "Сан тақ болған жағдайда TRUE мәнін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "тексерілетін мән"
			}
		]
	},
	{
		name: "ISOWEEKNUM",
		description: "Берілген күн үшін жылдың ISO апта нөмірін қайтарады.",
		arguments: [
			{
				name: "күн",
				description: "Spreadsheet күн және уақыт есептеулері үшін пайдаланатын күн-уақыт коды"
			}
		]
	},
	{
		name: "ISPMT",
		description: "Нақты инвестициялық кезең бойынша төленетін пайыздарды есептейді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезең",
				description: "өзі бойынша пайыз анықталуы тиіс кезең"
			},
			{
				name: "кезеңдер_саны",
				description: "инвестицияларды төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			}
		]
	},
	{
		name: "ISREF",
		description: "Мәннің сілтеме болып табылу-табылмауын тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "ISTEXT",
		description: "Мәннің мәтіндік болу-болмауын тексеріп, TRUE немесе FALSE мәнін береді.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән: ұяшық, формулаға немесе мәнге сілтеп отырған ұяшық, формула немесе ат сілтемесі"
			}
		]
	},
	{
		name: "KURT",
		description: "Деректер жинағының эксцесін қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін эксцесс есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			},
			{
				name: "сан2",
				description: "өздері үшін эксцесс есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			}
		]
	},
	{
		name: "LARGE",
		description: "Деректер жинағындағы k-ші ең үлкен мәнді (мысалы, бесінші ең үлкен мәнді) қайтарады.",
		arguments: [
			{
				name: "жиым",
				description: "өздері үшін k-ші ең үлкен мән есептелінетін сандық мәндер жиымы немесе ауқымы"
			},
			{
				name: "k",
				description: "жиымағы немесе ауқымдағы қайтарылатын мән орны (1 ең үлкен мәнге сәйкес)"
			}
		]
	},
	{
		name: "LCM",
		description: "Қайтарылатын ең кіші ортақ еселік.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін ең кіші ортақ еселік есептелінетін 1-ден 255-ке дейін мән"
			},
			{
				name: "сан2",
				description: "өздері үшін ең кіші ортақ еселік есептелінетін 1-ден 255-ке дейін мән"
			}
		]
	},
	{
		name: "LEFT",
		description: "Мәтін жолы басынан бастап таңбалардың көрсетілген санын қайтарады.",
		arguments: [
			{
				name: "мәтін",
				description: "шығарып алуға болатын таңбалары бар мәтін жолы"
			},
			{
				name: "таңбалар_саны",
				description: "шығарылып алуы тиіс таңбалар саны. Әдепкіде, 1"
			}
		]
	},
	{
		name: "LEN",
		description: "Мәтін жолындағы таңбалар санын қайтарады.",
		arguments: [
			{
				name: "мәтін",
				description: "ұзындығын анықтау қажет жол. Бос орындар таңба болып есептелінеді"
			}
		]
	},
	{
		name: "LINEST",
		description: "Деректер нүктелерінің көрсетілген жинағының сызықтық жақындау параметрлерін ең кіші квадраттары әдісі бойынша қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "y = mx + b қатынасының белгілі y мәндерінің ауқымы немесе жиымы"
			},
			{
				name: "белгілі_x_мәндері",
				description: "y = mx + b қатынасының белгілі х мәндерінің міндетті емес ауқымы немесе жиымы (жиым мөлшері у белгілі мәндеріне тең)"
			},
			{
				name: "тұрақты_мән",
				description: "логикалық мән: b тұрақты мәні әдеттегі жолмен есептелінеді (TRUE немесе мәннің болмауы) немесе b=0 (FALSE)"
			},
			{
				name: "статистика",
				description: "логикалық мән: регрессия бойынша қосымша статистика (TRUE) немесе m коэффициенті және b тұрақты мәні (FALSE немесе мәннің болмауы) қайтарылады"
			}
		]
	},
	{
		name: "LN",
		description: "санның натуралды логарифмін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "өзі үшін натуралды логарифм есептелінетін оң мәнді нақты сан"
			}
		]
	},
	{
		name: "LOG",
		description: "Көрсетілген негіз бойынша сан логарифмін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "өзі үшін логарифм есептелінетін оң нақты сан"
			},
			{
				name: "негіз",
				description: "логарифм негізі (әдепкіде, 10)"
			}
		]
	},
	{
		name: "LOG10",
		description: "санның ондық логарифмін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "өзі үшін ондық логарифм есептелінетін оң мәнді нақты сан"
			}
		]
	},
	{
		name: "LOGEST",
		description: "Деректер нүктелерінің көрсетілген жинағы үшін экспоненциалды жақындау параметрлерін қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "y = b*m^x қатынасының белгілі y мәндерінің ауқымы немесе жиымы"
			},
			{
				name: "белгілі_x_мәндері",
				description: "y = b*m^x қатынасының белгілі х мәндерінің міндетті емес ауқымы немесе жиымы"
			},
			{
				name: "тұрақты_мән",
				description: "логикалық мән: b тұрақты мәні әдеттегі жолмен есептелінеді (TRUE немесе мәннің болмауы) немесе b=1 (FALSE)"
			},
			{
				name: "статистика",
				description: "логикалық мән: регрессия бойынша қосымша статистика (TRUE) немесе m коэффициенті және b тұрақты мәні (FALSE немесе мәннің болмауы) қайтарылады"
			}
		]
	},
	{
		name: "LOGINV",
		description: "Құрамындағы ln(x) орташа және стандартты ауытқуы көрсетілген қалыпты үлестірім болып табылатын кері интегралдық логқалыпты үлестірімді береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "логқалыпты үлестіріммен байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "орташа_мән",
				description: "ln(x) орташа мәні"
			},
			{
				name: "стандартты_ауытқу",
				description: "ln(x) стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "LOGNORM.DIST",
		description: "x параметрінің логқалыпты үлестірімін береді, бұл жерде ln(x) - орташа және стандартты_ауытқу параметрлерімен қалыпты үлестірілген.",
		arguments: [
			{
				name: "x",
				description: "функция бағаланатын мән, оң мән"
			},
			{
				name: "орташа_мән",
				description: "ln(x) параметрінің орташа мәні"
			},
			{
				name: "стандартты_ауытқу",
				description: "ln(x) параметрінің стандартты ауытқуы, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "LOGNORM.INV",
		description: "Құрамындағы ln(x) орташа және стандартты ауытқуы көрсетілген қалыпты таратылым болып табылатын кері интегралды логқалыпты таратылымды береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "логқалыпты таратылыммен байланысты ықтималдық (қоса есептегенде 0-ден 1-ге дейін)"
			},
			{
				name: "орташа_мән",
				description: "ln(x) орташа мәні"
			},
			{
				name: "стандартты_ауытқу",
				description: "ln(x) стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "LOGNORMDIST",
		description: "Құрамындағы ln(x) орташа және стандартты ауытқуы көрсетілген қалыпты үлестірім болып табылатын интегралдық логқалыпты үлестірімді береді.",
		arguments: [
			{
				name: "x",
				description: "функция есептелетін мән, оң сан"
			},
			{
				name: "орташа_мән",
				description: "ln(x) орташа мәні"
			},
			{
				name: "стандартты_ауытқу",
				description: "ln(x) стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "LOOKUP",
		description: "Мәнді бір жолда, бір бағанда немесе жиымда іздеуді жүзеге асырады. Бұл функция алдыңғы нұсқалармен сыйысымдылықты қамтамасыз ету үшін ендірілген.",
		arguments: [
			{
				name: "іздейтін_мән",
				description: "LOOKUP функциясы қарап шығу аймағында іздейтін мән; ол сан, мәтін, логикалық мән, ат немесе мән сілтемесі болуы мүмкін"
			},
			{
				name: "қарап_шығу_векторы",
				description: "құрамында тек бір ғана артуы бойынша реттелген мәтіндік, сандық немесе логикалық мәні бар жол немесе баған бар ауқым"
			},
			{
				name: "нәтижелер_векторы",
				description: "құрамында мөлшері қарап шығу векторына тең бір ғана жол немесе баған бар ауқым"
			}
		]
	},
	{
		name: "LOWER",
		description: "Мәтін жолының барлық әріптерін кіші әріпке түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "әріптері кіші әріптерге түрлендірілуі тиіс жол. Әріп болып табылмайтын таңбалар түрлендірілмейді"
			}
		]
	},
	{
		name: "MATCH",
		description: "Жиымдағы белгілі мәнге сәйкес келетін элементтің реттік нөмірін қайтарады.",
		arguments: [
			{
				name: "іздейтін_мән",
				description: "жиымның іздеген жиымы сәйкес келуі тиіс мән - сандық, мәтіндік немесе логикалық мән немесе осы түрлердің бірінің мәніне сілтеме"
			},
			{
				name: "қарастырылып_отырған_жиым",
				description: "іздеген мәнді іздеу барысында қарастырылып отырған ұяшықтардың үздіксіз ауқымы, мәндер жиымы немесе жиым сілтемесі"
			},
			{
				name: "салыстыру_түрі",
				description: "қайтарылатын мәнді анықтайтын сан (1, 0 немесе -1)."
			}
		]
	},
	{
		name: "MAX",
		description: "Дәлелдер тізімінен ең үлкен мәнді қайтарады. Логикалық және мәтіндік мәндер еленбейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "ең үлкен мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			},
			{
				name: "сан2",
				description: "ең үлкен мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "MAXA",
		description: "Дәлелдер тізімінен ең үлкен мәнді қайтарады. Логикалық және мәтіндік мәндер ескеріледі.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "ең үлкен мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			},
			{
				name: "мән2",
				description: "ең үлкен мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "MDETERM",
		description: "Матрица анықтағышын қайтарады (матрица жиымды сақталады).",
		arguments: [
			{
				name: "жиым",
				description: "жолдар мен бағандарының саны тең сандар жиымы - ұяшықтар ауқымы немесе array түріндегі тұрақты мән"
			}
		]
	},
	{
		name: "MEDIAN",
		description: "Аталмыш сандар медианасын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін медиана анықталатын сандардың, аттардың, жиымдардың немесе сандық мән сілтемелерінің 1-ден 255-ке дейіні"
			},
			{
				name: "сан2",
				description: "өздері үшін медиана анықталатын сандардың, аттардың, жиымдардың немесе сандық мән сілтемелерінің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "MID",
		description: "Көрсетілген орыннан бастап, мәтін жолындағы таңбалардың көрсетілген санын қайтарады.",
		arguments: [
			{
				name: "мәтін",
				description: "ішінен таңбалар шығарылып алынуы тиіс мәтін жолы"
			},
			{
				name: "бастапқы_орын",
				description: "бірінші шығарылатын таңба орны. Мәтіндегі бірінші таңба 1-орынға ие"
			},
			{
				name: "таңбалар_саны",
				description: "мәтіннен шығарылуы тиіс таңбалар саны"
			}
		]
	},
	{
		name: "MIN",
		description: "Дәлелдер тізімінен ең кіші мәнді қайтарады. Логикалық және мәтіндік мәндер еленбейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "ең кіші мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			},
			{
				name: "сан2",
				description: "ең кіші мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "MINA",
		description: "Дәлелдер тізімінен ең кіші мәнді қайтарады. Логикалық және мәтіндік мәндер ескеріледі.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "ең кіші мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			},
			{
				name: "мән2",
				description: "ең кіші мәні анықталатын сандардың, бос ұяшықтардың, логикалық немесе мәтіндік мәндердің 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "MINUTE",
		description: "Минут санын қайтарады (0-ден 59-ке дейін).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды немесе уақыт пішіміндегі мәтін, мысалы, 16:48:00 немесе 4:48:00"
			}
		]
	},
	{
		name: "MINVERSE",
		description: "Кері матрицаны қайтарады (матрица жиымды сақталады).",
		arguments: [
			{
				name: "жиым",
				description: "жолдар мен бағандарының саны тең сандар жиымы - ұяшықтар ауқымы немесе array түріндегі тұрақты мән"
			}
		]
	},
	{
		name: "MIRR",
		description: "Инвестицияларды тартуға шығарылған шығындар мен ақша қаражаттарын қайта инвестициялаудан алынған пайызды ескере отырып, бірқатар ақшалай ағынның ішкі табыстық мөлшерлемесін қайтарады.",
		arguments: [
			{
				name: "мәндер",
				description: "ұзақтығы бойынша тең кезеңдерде жүзеге асырылатын төлем қатарларын (теріс мәнді) және түсімдерді (оң мәнді) танытатын жиым немесе құрамында сандары бар ұяшықтардың сілтемесі"
			},
			{
				name: "қаржыландыру_мөлшерлемесі",
				description: "айналымдағы қаражат үшін төленетін пайыздық мөлшерлеме"
			},
			{
				name: "қайта_инвестициялау_мөлшерлемесі",
				description: "қайта инвестициялау жағдайында айналымдағы қаражат үшін алынатын пайыздық мөлшерлеме"
			}
		]
	},
	{
		name: "MMULT",
		description: "Екі жиымның матрицалық туындысын қайтарады; нәтижесінің жолдар саны бірінші жиымдағыға тең және бағандар саны екінші жиымдағыға тең.",
		arguments: [
			{
				name: "жиым1",
				description: "бір біріне көбейтілетін жиымдардың біріншісі. Оның ішіндегі бағандар саны екінші жиымдағы жолдар санына тең болуы тиіс"
			},
			{
				name: "жиым2",
				description: "бір біріне көбейтілетін жиымдардың біріншісі. Оның ішіндегі бағандар саны екінші жиымдағы жолдар санына тең болуы тиіс"
			}
		]
	},
	{
		name: "MOD",
		description: "Бөлу қалдығын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "өзінің бөлу қалдығы анықталатын сан"
			},
			{
				name: "бөлгіш",
				description: "өзіне бірінші дәлел бөлінетін сан"
			}
		]
	},
	{
		name: "MODE",
		description: "Мәндер жиымы немесе ауқымы үшін ең жиі орын алатын немесе қайталанатын мәнді береді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "күй анықталатын сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1 мен 255 арасындағы саны"
			},
			{
				name: "сан2",
				description: "күй анықталатын сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1 мен 255 арасындағы саны"
			}
		]
	},
	{
		name: "MODE.MULT",
		description: "Деректер жиымында немесе ауқымында ең жиі кездесетін немесе қайталанатын мәндердің тік жиымын береді.  Көлденең жиымда =ТTRANSPOSE(MODE.MULT(сан1,сан2,...)) функциясын пайдаланыңыз.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "күйі анықталатын сандарды қамтитын 1 мен 255 арасындағы сандар немесе аттар, жиымдар не сілтемелер"
			},
			{
				name: "сан2",
				description: "күйі анықталатын сандарды қамтитын 1 мен 255 арасындағы сандар немесе аттар, жиымдар не сілтемелер"
			}
		]
	},
	{
		name: "MODE.SNGL",
		description: "Мәндер жиымы немесе ауқымындағы жиі кездесетін немесе қайталанатын мәнді береді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "күйі қажет сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейінгі саны"
			},
			{
				name: "сан2",
				description: "күйі қажет сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейінгі саны"
			}
		]
	},
	{
		name: "MONTH",
		description: "Ай нөмірін қайтарады: 1-ден (қаңтар) 12-ге (желтоқсан) дейін.",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды"
			}
		]
	},
	{
		name: "MROUND",
		description: "Көрсетілген дәлдікпен дөңгелектенген санды қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін мән"
			},
			{
				name: "дәлдік",
				description: "дөңгелектеу дәлдігі"
			}
		]
	},
	{
		name: "MULTINOMIAL",
		description: "Мәндер қосындысы факториалының мәндер факториалдарының туындыларына қатынасын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін мәндер қосындысы факториалының мәндер факториалдарының туындыларына қатынасы есептелінетін 1-ден 255-ке дейін мән"
			},
			{
				name: "сан2",
				description: "өздері үшін мәндер қосындысы факториалының мәндер факториалдарының туындыларына қатынасы есептелінетін 1-ден 255-ке дейін мән"
			}
		]
	},
	{
		name: "MUNIT",
		description: "Көрсетілген өлшем үшін бірлік матрицасын қайтарады.",
		arguments: [
			{
				name: "өлшем",
				description: "қайтару керек бірлік матрицасының өлшемін көрсететін бүтін сан"
			}
		]
	},
	{
		name: "N",
		description: "Сандық емес мәндерді сандарға, күндерді сериялық нөмірлерге, TRUE мәндерін 1 санына, барлық қалған мәндерді 0 (нөлге) түрлендіреді.",
		arguments: [
			{
				name: "мән",
				description: "түрлендірілетін мән"
			}
		]
	},
	{
		name: "NA",
		description: "Анықталмаған мәнді #N/A қайтарады (мән қолжеткізгісіз).",
		arguments: [
		]
	},
	{
		name: "NEGBINOM.DIST",
		description: "Кері биномдық үлестірімді - сәттілік ықтималдылығы берілген жағдайда сәттіліктердің көрсетілген санына дейін сәтсіздіктердің нақты санының туындай ықтималдылығын береді.",
		arguments: [
			{
				name: "сәтсіздіктер_саны",
				description: "сәтсіз сынақтар саны"
			},
			{
				name: "сәтті_сынақ_саны",
				description: "сәтті сынақтар санының шектік мәні"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "сәттілік ықтималдығы; 0 мен 1 арасындағы сан)"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "NEGBINOMDIST",
		description: "Функция Spreadsheet 2007 және одан бұрынғы нұсқамен сыйысымдылық үшін қолданылады. Кері биномдық үлестірімді - сәттілік ықтималдылығы берілген жағдайда сәттіліктердің көрсетілген санына дейін сәтсіздіктердің нақты санының туындау ықтималдылығын береді.",
		arguments: [
			{
				name: "сәтсіздіктер_саны",
				description: "сәтсіз сынақтар саны"
			},
			{
				name: "сәтті_сынақ_саны",
				description: "сәтті сынақтар санының шектік мәні"
			},
			{
				name: "сәттілік_ықтималдығы",
				description: "сәттілік ықтималдығы; 0 мен 1 арасындағы сан"
			}
		]
	},
	{
		name: "NETWORKDAYS",
		description: "Екі күн арасындағы толық жұмыс күндерінің санын қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің сандық коды"
			},
			{
				name: "аяқталу_күні",
				description: "аяқталу күніне сәйкес келетін күннің сандық коды"
			},
			{
				name: "мейрамдар",
				description: "бір немесе бірнеше күннің сандық кодынан тұратын, жұмыс күнтізбесінен шегерілуі тиіс міндетті емес жиым (мысалы, мемлекеттік мейрамдар)"
			}
		]
	},
	{
		name: "NETWORKDAYS.INTL",
		description: "Теңшелетін демалыс күні параметрі бар екі күннің арасындағы толық жұмыс күндерінің санын қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күнін білдіретін күннің сериялы нөмірі"
			},
			{
				name: "аяқталу_күні",
				description: "аяқталу күнін білдіретін күннің сериялы нөмірі"
			},
			{
				name: "демалыс_күні",
				description: "демалыс күндері қашан болатынын білдіретін сан немесе жол"
			},
			{
				name: "мейрамдар",
				description: "мемлекеттік немесе облыстық мерекелер мен күні бекітілмеген мерекелер сияқты жұмыс күнтізбесінен шығарылатын бір немесе бірнеше күндердің сериялы нөмірлерінің қосымша жиымы"
			}
		]
	},
	{
		name: "NOMINAL",
		description: "Номиналды жылдық пайыздық мөлшерлемені қайтарады.",
		arguments: [
			{
				name: "іс_жүзіндегі_мөлшерлеме",
				description: "іс жүзіндегі пайыздық мөлшерлеме"
			},
			{
				name: "кезеңдер_саны",
				description: "жыл барысындағы өздері бойынша күрделі пайыздар есептелінетін кезеңдер саны"
			}
		]
	},
	{
		name: "NORM.DIST",
		description: "Көрсетілген орташа және стандартты ауытқулар үшін қалыпты үлестірімді береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім жасалуы қажет мән"
			},
			{
				name: "орташа_мән",
				description: "үлестірімнің арифметикалық орташа мәні"
			},
			{
				name: "стандартты_ауытқу",
				description: "үлестірімнің стандартты ауытқуы, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "NORM.INV",
		description: "Орташа және стандартты ауытқулары көрсетілген кері қалыпты интегралдық үлестірімді береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "қалыпты үлестірімге сәйкес келетін ықтималдық (қоса есептегенде 0 мен 1 арасында)"
			},
			{
				name: "орташа_мән",
				description: "орташа арифметикалық үлестірім"
			},
			{
				name: "стандартты_ауытқу",
				description: "үлестірімнің стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "NORM.S.DIST",
		description: "Стандартты қалыпты үлестірімді береді (орташа мәні - 0, ал стандартты ауытқуы - 1).",
		arguments: [
			{
				name: "z",
				description: "үлестірім жасалуы қажет мән"
			},
			{
				name: "интегралдық",
				description: "функцияны беретін қисындық мән: интегралдық үлестірім функциясы = TRUE; ықтималдық тығыздығының функциясы = FALSE"
			}
		]
	},
	{
		name: "NORM.S.INV",
		description: "Стандартты кері қалыпты интегралдық үлестірімді береді (орташа мәні 0-ге тең, стандартты ауытқуы 1-ге тең).",
		arguments: [
			{
				name: "ықтималдық",
				description: "қалыпты үлестірімге сәйкес келетін ықтималдық, 0 мен 1 арасындағы санды қоса санағанда"
			}
		]
	},
	{
		name: "NORMDIST",
		description: "Орташа және стандартты ауытқулары көрсетілген қалыпты интегралдық үлестірімді береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім құрылатын мән"
			},
			{
				name: "орташа_мән",
				description: "орташа арифметикалық үлестірім"
			},
			{
				name: "стандартты_ауытқу",
				description: "үлестірімнің стандартты ауытқуы, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "NORMINV",
		description: "Орташа және стандартты ауытқулары көрсетілген кері қалыпты интегралдық үлестірімді береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "қалыпты үлестірімге сәйкес келетін ықтималдық (қоса есептегенде 0 мен 1 арасында)"
			},
			{
				name: "орташа_мән",
				description: "орташа арифметикалық үлестірім"
			},
			{
				name: "стандартты_ауытқу",
				description: "үлестірімнің стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "NORMSDIST",
		description: "Стандартты қалыпты интегралдық үлестірімді береді (орташа мәні 0-ге тең, стандартты ауытқуы 1-ге тең).",
		arguments: [
			{
				name: "z",
				description: "үлестірім құрылатын мән"
			}
		]
	},
	{
		name: "NORMSINV",
		description: "Стандартты кері қалыпты интегралдық үлестірімді береді (орташа мәні 0-ге тең, стандартты ауытқуы 1-ге тең).",
		arguments: [
			{
				name: "ықтималдық",
				description: "қалыпты үлестірімге сәйкес келетін ықтималдық, 0 мен 1 арасындағы санды қоса санағанда"
			}
		]
	},
	{
		name: "NOT",
		description: "FALSE мәнін TRUE мәніне, ал TRUE мәнін FALSE мәніне ауыстырады.",
		arguments: [
			{
				name: "логикалық",
				description: "TRUE немесе FALSE мәніне өтуі мүмкін мән немесе өрнек"
			}
		]
	},
	{
		name: "NOW",
		description: "Ағымдағы күн мен уақытты күн мен уақыт пішімінде береді.",
		arguments: [
		]
	},
	{
		name: "NPER",
		description: "Кезеңдік тұрақты төлемдер мен тұрақты пайыздық мөлшерлеме негізінде инвестиция бойынша төлем кезеңдерінің жалпы санын береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "төлем",
				description: "әр кезең бойынша жүзеге асырылатын және инвестицияларды төлеудің жалпы кезеңі барысында өзгеріссіз қалатын төлем"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы. Дәлел ескерілмеген жағдайда келешектегі_құн = 0"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "NPV",
		description: "Дисконттау мен келешектегі төлем құндарының (теріс мәнді) және түсімдердің (оң мәнді) мөлшерлемелерін пайдалана отырып инвестициялардың таза келтірілген құнының мәнін қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мөлшерлеме",
				description: "бір кезеңдік дисконттау мөлшерлемесі"
			},
			{
				name: "мән1",
				description: "бір бірінен тең қашықтықта орналасқан және әр кезең соңында орын алатын 1-ден 254-ке дейінгі төлемдер мен түсімдер"
			},
			{
				name: "мән2",
				description: "бір бірінен тең қашықтықта орналасқан және әр кезең соңында орын алатын 1-ден 254-ке дейінгі төлемдер мен түсімдер"
			}
		]
	},
	{
		name: "NUMBERVALUE",
		description: "Тілге тәуелсіз түрде мәтінді санға түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "түрлендіру керек санды білдіретін жол"
			},
			{
				name: "ондық_бөлгіш",
				description: "жолда ондық бөлгіш ретінде пайдаланылатын таңба"
			},
			{
				name: "топ_бөлгіші",
				description: "жолда топ бөлгіші ретінде пайдаланылатын таңба"
			}
		]
	},
	{
		name: "OCT2BIN",
		description: "Сегіздік санды екілік санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс сегіздік сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "OCT2DEC",
		description: "Сегіздік санды ондық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс сегіздік сан"
			}
		]
	},
	{
		name: "OCT2HEX",
		description: "Сегіздік санды он алтылық санға түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "түрлендірілуі тиіс сегіздік сан"
			},
			{
				name: "таңбалар_саны",
				description: "қолданылатын таңбалар саны"
			}
		]
	},
	{
		name: "ODD",
		description: "Санды ең жақын тақ бүтін санға дейін дөңгелектейді. Оң сандар көбею жағына, теріс сандар - азаю жағына қарай дөңгелектенеді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін мән"
			}
		]
	},
	{
		name: "OFFSET",
		description: "Берілген сілтемеге қатысты көрсетілген жол мен баған санынан ысырылған ауқым сілтемесін қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "өзінен бастап ысыру есептелінетін сілтеме: ұяшықтың немесе көршілес ұяшықтардың ауқымының сілтемесі"
			},
			{
				name: "жолдар",
				description: "нәтиженің жоғарғы сол жақ ұяшығына дейінгі төмен немесе жоғары жол саны"
			},
			{
				name: "бағандар",
				description: "нәтиженің жоғарғы сол жақ ұяшығына дейінгі солға немесе оңға баған саны"
			},
			{
				name: "биіктік",
				description: "нәтиже берген ауқым биіктігі (жолмен). Бұл дәлел ескерілмеген жағдайда бастапқы сілтеме ауқымының биіктігі қолданылады"
			},
			{
				name: "ен",
				description: "нәтиже берген ауқым ені (бағанмен). Бұл дәлел ескерілмеген жағдайда бастапқы сілтеме ауқымының ені қолданылады"
			}
		]
	},
	{
		name: "OR",
		description: "Аргументтердің ең болмағанда біреуінің TRUE мәнін иеленуін тексеріп, TRUE немесе FALSE мәнін қайтарады. FALSE мәні тек барлық аргументтер FALSE мәнін иеленген жағдайда ғана қайтарылады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логикалық1",
				description: "TRUE немесе FALSE мәніне өтуі мүмкін 1-ден 255-ке дейінгі тексерілетін шарттар"
			},
			{
				name: "логикалық2",
				description: "TRUE немесе FALSE мәніне өтуі мүмкін 1-ден 255-ке дейінгі тексерілетін шарттар"
			}
		]
	},
	{
		name: "PARAMETER",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "PDURATION",
		description: "Инвестиция көрсетілген мәнге жету үшін қажет кезеңдер санын қайтарады.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "әр кезеңдегі пайыздық мөлшерлеме."
			},
			{
				name: "pv",
				description: "инвестицияның қазіргі мәні"
			},
			{
				name: "fv",
				description: "инвестицияның болашақтағы қалаулы мәні"
			}
		]
	},
	{
		name: "PEARSON",
		description: "Пирсонның корреляция коэффициентін, r, қайтарады.",
		arguments: [
			{
				name: "жиым1",
				description: "тәуелсіз мәндердің жиыны"
			},
			{
				name: "жиым2",
				description: "тәуелді мәндердің жиыны"
			}
		]
	},
	{
		name: "PERCENTILE",
		description: "Ауқым мәндері үшін k-процентильді береді.",
		arguments: [
			{
				name: "жиым",
				description: "қатысты орынды анықтайтын деректер жиымы немесе ауқымы"
			},
			{
				name: "k",
				description: "процентильдің, қоса санағанда,  0 мен 1 арасындағы мән"
			}
		]
	},
	{
		name: "PERCENTILE.EXC",
		description: "Ауқымдағы мәндердің k-процентилін береді, бұл жерде k - 0..1 ауқымында, қоса санамағанда.",
		arguments: [
			{
				name: "жиым",
				description: "салыстырмалы орынды анықтайтын деректер жиымы немесе ауқымы"
			},
			{
				name: "k",
				description: "қоса санағанда 0 мен 1 арасындағы процентиль мән"
			}
		]
	},
	{
		name: "PERCENTILE.INC",
		description: "Ауқымдағы мәндердің k-процентилін береді, бұл жерде k - 0..1 ауқымында, қоса санағанда.",
		arguments: [
			{
				name: "жиым",
				description: "салыстырмалы орынды анықтайтын деректер жиымы немесе ауқымы"
			},
			{
				name: "k",
				description: "қоса санағанда 0 мен 1 арасындағы процентиль мән"
			}
		]
	},
	{
		name: "PERCENTRANK",
		description: "Деректер жиынындағы мәннің дәрежесін деректер жиынының пайызы түрінде береді.",
		arguments: [
			{
				name: "жиым",
				description: "қатысты орынды анықтайтын сандық мәндер жиымы немесе ауқымы"
			},
			{
				name: "x",
				description: "дәрежесі анықталатын мән"
			},
			{
				name: "санаттылық",
				description: "қайтарылатын пайыздың маңызды сандар санын анықтайтын міндетті емес мән, есепке алынбаса, 3 сан (0,xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.EXC",
		description: "Деректер жиынында мәннің дәрежесін деректер жиынының пайызы түрінде береді (0..1, қоса санамағанда).",
		arguments: [
			{
				name: "жиым",
				description: "салыстырмалы орынды анықтайтын сандық мәндері бар деректер жиымы немесе ауқымы"
			},
			{
				name: "x",
				description: "дәрежесін білу қажет мән"
			},
			{
				name: "маңыздылық",
				description: "қайтарылған пайыздың маңызды сандар санын анықтайтын қосымша мән, егер есепке алынбаса, үш сан (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.INC",
		description: "Деректер жиынында мәннің дәрежесін деректер жиынының пайызы түрінде береді (0..1, қоса санағанда).",
		arguments: [
			{
				name: "жиым",
				description: "салыстырмалы орынды анықтайтын сандық мәндері бар деректер жиымы немесе ауқымы"
			},
			{
				name: "x",
				description: "дәрежесін білу қажет мән"
			},
			{
				name: "маңыздылық",
				description: "қайтарылған пайыздың маңызды сандар санын анықтайтын қосымша мән, егер есепке алынбаса, үш сан (0.xxx%)"
			}
		]
	},
	{
		name: "PERMUT",
		description: "Нысандардың жалпы санынан таңдалатын нысандардың көрсетілген санының орын ауыстырылуының санын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "нысандардың жалпы саны"
			},
			{
				name: "таңдалғандар_саны",
				description: "әр орын ауыстырудағы нысандар саны"
			}
		]
	},
	{
		name: "PERMUTATIONA",
		description: "Жалпы нысандардан таңдауға болатын көрсетілген нысандар саны үшін (қайталаулармен) орын ауыстырулар.",
		arguments: [
			{
				name: "сан",
				description: "санын қайтарады"
			},
			{
				name: "таңдалғандар_саны",
				description: "әр орын ауыстырудағы нысандар саны"
			}
		]
	},
	{
		name: "PHI",
		description: "Стандартты қалыпты үлестірім үшін тығыздық функциясының мәнін қайтарады.",
		arguments: [
			{
				name: "x",
				description: "стандартты қалыпты үлестірімнің тығыздығы қажет сан"
			}
		]
	},
	{
		name: "PI",
		description: "Үтірден кейін 15 таңбаға дейін дөңгелектенген Пи саны (3,14159265358979).",
		arguments: [
		]
	},
	{
		name: "PMT",
		description: "Төлемдер сомаларының тұрақтылығы мен пайыздық мөлшерлеме тұрақтығының негізіндегі аннуитет бойынша кезеңдік төлем сомасын береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "займ кезеңі бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезеңдер_саны",
				description: "займ бойынша төлем кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы. Дәлел ескерілмеген жағдайда келешектегі_құн = 0"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "POISSON",
		description: "Пуассон үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "оқиғалар саны"
			},
			{
				name: "орташа_мән",
				description: "күтілетін сандық мән, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: Пуассон үлестірімінің интегралдық функциясы үшін 'TRUE' мәнін пайдаланыңыз; Пуассон ықтималдық үлестірімінің функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "POISSON.DIST",
		description: "Пуассон үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "оқиғалар саны"
			},
			{
				name: "орташа_мән",
				description: "күтілетін сандық мән, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық Пуассон ықтималдығы үшін 'TRUE' мәнін пайдаланыңыз немесе Пуассон ықтималдықтың салмақтық функциясы үшін 'FALSE' пайдаланыңыз"
			}
		]
	},
	{
		name: "POWER",
		description: "Дәрежеге шығару нәтижесін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "негіз (кез келген нақты сан)"
			},
			{
				name: "дәреже",
				description: "негіз шығарылатын дәреже көрсеткіші"
			}
		]
	},
	{
		name: "PPMT",
		description: "Кезеңді төлемдер сомаларының тұрақтылығы мен пайыздық мөлшерлеме тұрақтығы негізінде сол кезең үшін инвестиция бойынша негізгі соманы өтеу төлемінің көлемін береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезең",
				description: "кезең. Рұқсатты мәндер: 1 бастап кезеңдер_санына дейін"
			},
			{
				name: "кезеңдер_саны",
				description: "инвестицияларды төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "PRICEDISC",
		description: "Дисконтталған құнды қағаздардың номиналды құнының 100 теңгесі үшін құнын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жеңілдік",
				description: "құнды қағаздарды дисконттау мөлшерлемесі"
			},
			{
				name: "өтеу",
				description: "құнды қағаздардың номиналды құнының 100 теңгесі үшін сатып алу құны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "PROB",
		description: "Ауқым мәндері көрсетілген шектер ішінде орналасу ықтималдығын қайтарады.",
		arguments: [
			{
				name: "х_ауқымы",
				description: "ықтималдықтар байланысты х сандық мәндерінің ауқымы"
			},
			{
				name: "ықтималдықтар_аралығы",
				description: "көрсетілген сандық мәндерге сәйкес келетін ықтималдықтар жинағы (0-ден 1-ге дейін, 0 өзін санамағанда)"
			},
			{
				name: "төменгі_шек",
				description: "өзі үшін ықтималдық есептелетін мәннің төменгі шегі"
			},
			{
				name: "жоғарғы_шек",
				description: "мәннің міндетті емес жоғарғы шегі. Ол дәлел ескерілмеген жағдайда көрсетілген ауқымдағы мәндер төменгі шекке тең болу ықтималдығы қайтарылады"
			}
		]
	},
	{
		name: "PRODUCT",
		description: "Аргументтердің туындысын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "бір біріне көбейтілетін сандардың, логикалық мәндердің немесе мәтіндік түрде берілген сандардың 1-ден 255-ке дейіні"
			},
			{
				name: "сан2",
				description: "бір біріне көбейтілетін сандардың, логикалық мәндердің немесе мәтіндік түрде берілген сандардың 1-ден 255-ке дейіні"
			}
		]
	},
	{
		name: "PROPER",
		description: "Мәтіннің әр сөзінің бірінші әрпін бас әріпке, ал барлық қалған әріптерін - кіші әріпке түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "тырнақша ішіндегі мәтін жолы, мәтінді беретін формула немесе ішіндегі кейбір әріптер кіші әріпке ауыстырылатын ұяшық сілтемесі"
			}
		]
	},
	{
		name: "PV",
		description: "Инвестициялардың келтірілген ағымдағы сомасын: сол мезетте келешектегі төлемдер қатарына тең жалпы соманы береді.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "кезең бойынша пайыздық мөлшерлеме. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады"
			},
			{
				name: "кезеңдер_саны",
				description: "инвестицияларды төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "төлем",
				description: "әр кезең бойынша жүзеге асырылатын және инвестицияларды төлеудің жалпы кезеңі барысында өзгеріссіз қалатын төлем"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			}
		]
	},
	{
		name: "QUARTILE",
		description: "Деректер жиынының квартилін береді.",
		arguments: [
			{
				name: "жиым",
				description: "квартиль мәні анықталатын сандық мәндер жиымы немесе ауқымы"
			},
			{
				name: "квартиль",
				description: "сан: ең кіші мән = 0, бірінші квартиль = 1, орташа мән = 2, үшінші квартиль = 3, ең үлкен мән = 4"
			}
		]
	},
	{
		name: "QUARTILE.EXC",
		description: "0..1 қоса санамағанда пайыз мәндерінің негізінде деректер жиынының квартилін береді.",
		arguments: [
			{
				name: "жиым",
				description: "квартиль мәнін шығарғыңыз келетін сандық мәндердің жиымы немесе ұяшықтар ауқымы"
			},
			{
				name: "квартиль",
				description: "сан: ең аз мән = 0; 1-квартиль = 1; орташа мән = 2; 3-квартиль = 3; ең үлкен мән = 4"
			}
		]
	},
	{
		name: "QUARTILE.INC",
		description: "0..1 сандарын қоса санағанда пайыз мәндерінің негізінде деректер жиынының квартилін береді.",
		arguments: [
			{
				name: "жиым",
				description: "квартиль мәнін шығару қажет сандық мәндердің жиымы немесе ұяшықтар ауқымы"
			},
			{
				name: "квартиль",
				description: "сан: ең аз мән = 0; 1-квартиль = 1; орташа мән = 2; 3-квартиль = 3; ең үлкен мән = 4"
			}
		]
	},
	{
		name: "QUOTIENT",
		description: "Қалдықты бөлу нәтижесінің бүтін бөлігін қайтарады.",
		arguments: [
			{
				name: "алым",
				description: "бөлінгіш"
			},
			{
				name: "бөлгіш",
				description: "бөлгіш"
			}
		]
	},
	{
		name: "RADIANS",
		description: "Градустарды радианаларға түрлендіреді.",
		arguments: [
			{
				name: "бұрыш",
				description: "түрлендірілетін бұрыш (градуста)"
			}
		]
	},
	{
		name: "RAND",
		description: "0-ден 1-ге дейінгі ауқымда біркелкі жайылған кездейсоқ санды қайтарады (қайта есептеу барысында өзгереді).",
		arguments: [
		]
	},
	{
		name: "RANDBETWEEN",
		description: "Екі берілген сан арасындағы кездейсоқ санды қайтарады.",
		arguments: [
			{
				name: "төменгі_шек",
				description: "RANDBETWEEN функциясымен қайтарылатын ең кіші бүтін сан"
			},
			{
				name: "жоғарғы_шек",
				description: "RANDBETWEEN функциясымен қайтарылатын ең үлкен бүтін сан"
			}
		]
	},
	{
		name: "RANGE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "RANK",
		description: "Сандар тізіміндегі сан дәрежесін береді: оның тізімдегі басқа мәндерге салыстырғандағы өлшемі.",
		arguments: [
			{
				name: "сан",
				description: "дәрежесі ізделетін сан"
			},
			{
				name: "сілтеме",
				description: "сандар жиымы немесе сандар тізіміне сілтеме. Сандық емес мәндер еленбейді"
			},
			{
				name: "сілтеме",
				description: "сан:кемуі бойынша сұрыпталған тізімдегі дәреже= 0 немесе еленбеген; артуы бойынша сұрыпталған тізімдегі дәреже = кез келген нөлдік емес мән"
			}
		]
	},
	{
		name: "RANK.AVG",
		description: "Сандар тізімінде санның дәрежесін береді: оның тізімдегі басқа мәндерге салыстырғандағы өлшемі; егер бірнеше мән бірдей дәрежеге ие болса, орташа дәреже беріледі.",
		arguments: [
			{
				name: "сан",
				description: "дәрежесін табу қажет сан"
			},
			{
				name: "сілтеме",
				description: "сандар тізімінің жиымы немесе сілтемесі. Сандық емес мәндер еленбейді"
			},
			{
				name: "рет",
				description: "сан: кемуі бойынша сұрыпталған тізімдегі дәреже = 0 немесе өткізіледі; артуы бойынша сұрыпталған тізімдегі дәреже = кез келген нөлге тең емес мән"
			}
		]
	},
	{
		name: "RANK.EQ",
		description: "Сандар тізімінде санның дәрежесін береді: оның тізімдегі басқа мәндерге салыстырғандағы өлшемі; егер бірнеше мән бірдей дәрежеге ие болса, сол мәндер жиынының ең жоғарғы дәрежесі беріледі.",
		arguments: [
			{
				name: "сан",
				description: "дәрежесін табу қажет сан"
			},
			{
				name: "сілтеме",
				description: "сандар тізімінің жиымы немесе сілтемесі, сандар тізімі. Сандық емес мәндер еленбейді"
			},
			{
				name: "рет",
				description: "сан: кемуі бойынша сұрыпталған тізімдегі дәреже = 0 немесе өткізіледі; артуы бойынша сұрыпталған тізімдегі дәреже = кез келген нөлге тең емес мән"
			}
		]
	},
	{
		name: "RATE",
		description: "Бір кезең бойынша аннуитет үшін пайыздық мөлшерлемені береді. Мысалы, жылдық пайыздық мөлшерлеме 6% те болған жағдайда тоқсан үшін мөлшерлеме бойынша 6%/4 мәні қолданылады.",
		arguments: [
			{
				name: "кезеңдер_саны",
				description: "Займды немесе инвестицияны төлеу кезеңдерінің жалпы саны"
			},
			{
				name: "төлем",
				description: "әр кезеңде жүзеге асырылатын және займды немесе инвестицияны төлеудің жалпы кезеңі барысында өзгеріссіз қалатын төлем"
			},
			{
				name: "ағымдағы_құн",
				description: "келтірілген (ағымдағы) құны: сол мезетте келешектегі төлемдерге тең жалпы сома"
			},
			{
				name: "келешектегі_құны",
				description: "келешектегі құны: соңғы төлемнен кейін құралуы тиіс ақша сомасы. Дәлел ескерілмеген жағдайда келешектегі_құн = 0"
			},
			{
				name: "түр",
				description: "логикалық мән: төлем кезең басында (1) немесе кезең соңында (0 немесе мәннің болмауы) жүзеге асырылады"
			},
			{
				name: "болжам",
				description: "мөлшерлеменің болжамды көлемі: мән көрсетілмеген жағдайда ол 0,1 (10%) мөлшерінде қабылданады"
			}
		]
	},
	{
		name: "RECEIVED",
		description: "Толықтай инвестицияланған құнды қағаздарды өтеу барысында алынған соманы қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "инвестиция",
				description: "құнды қағаздарға инвестицияланған сома"
			},
			{
				name: "жеңілдік",
				description: "құнды қағаздарды дисконттау мөлшерлемесі"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "REPLACE",
		description: "Мәтін жолының бір бөлігін екінші жолға ауыстырады.",
		arguments: [
			{
				name: "ескі_мәтін",
				description: "ішіндегі кейбір таңбаларды ауыстыру қажет жол"
			},
			{
				name: "бастапқы_орын",
				description: "таңбаның өзінен бастап сол жолдың бір бөлігін жаңа мәтінге ауыстыру қажет ескі мәтіндегі орны"
			},
			{
				name: "таңбалар_саны",
				description: "ескі мәтіннің ауыстырылуы тиіс таңбалар саны"
			},
			{
				name: "жаңа_мәтін",
				description: "'ескі_мәтін' жолының жоластын ауыстыратын жол"
			}
		]
	},
	{
		name: "REPT",
		description: "Мәтінді көрсетілген рет қайталайды. REPT функцияcын ұяшықты мәтін жолының бірнеше данасымен толтыру үшін пайдаланыңыз.",
		arguments: [
			{
				name: "мәтін",
				description: "қайталанатын мәтін"
			},
			{
				name: "қайталанулар_саны",
				description: "мәтіннің қайталанулар саны, оң сан"
			}
		]
	},
	{
		name: "RIGHT",
		description: "Мәтін жолы аяғынан бастап таңбалардың көрсетілген санын қайтарады.",
		arguments: [
			{
				name: "мәтін",
				description: "шығарып алуға болатын таңбалары бар мәтін жолы"
			},
			{
				name: "таңбалар_саны",
				description: "шығарылып алуы тиіс таңбалар саны. Әдепкіде, 1"
			}
		]
	},
	{
		name: "ROMAN",
		description: "Сандарды араб жазылуынан рим жазылуына түрлендіреді.",
		arguments: [
			{
				name: "сан",
				description: "араб жазылуындағы түрлендірілетін сан"
			},
			{
				name: "түр",
				description: "рим жазылуының қажетті түрін көрсететін сан"
			}
		]
	},
	{
		name: "ROUND",
		description: "Санды көрсетілген нақтылықпен дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін сан"
			},
			{
				name: "дәрежелер_саны",
				description: "санды өзіне дейін дөңгелектеу қажет ондық дәрежелер саны. Теріс мәндер бұтін бөлікті дөңгелектеуды, ал нөл - ең жақын бүтін санға дейін дөңгелектеуге әкеп соғады"
			}
		]
	},
	{
		name: "ROUNDDOWN",
		description: "Санды ең жақын кіші санға дейін көрсетілген дәлдікпен дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенуі тиіс кез келген нақты сан"
			},
			{
				name: "дәрежелер_саны",
				description: "сан өзіне дейін дөңгелектенетін дәреже саны. Теріс мәндер бүтін бөлікті дөңгелектеуге, нөл немесе мәннің болмауы - ең жақын бүтін санға дейін дөңгелектеуге әкеп соғады"
			}
		]
	},
	{
		name: "ROUNDUP",
		description: "Санды ең жақын үлкен санға дейін көрсетілген дәлдікпен дөңгелектейді.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенуі тиіс кез келген нақты сан"
			},
			{
				name: "дәрежелер_саны",
				description: "сан өзіне дейін дөңгелектенетін дәреже саны. Теріс мәндер бүтін бөлікті дөңгелектеуге, нөл немесе мәннің болмауы - ең жақын бүтін санға дейін дөңгелектеуге әкеп соғады"
			}
		]
	},
	{
		name: "ROW",
		description: "сілтемемен анықталатын жол нөмірін қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "жол нөмірі анықталатын ұяшық немесе ауықмы. Әдепкі жағдайда ROW функциясы бар ұяшықты қайтарады"
			}
		]
	},
	{
		name: "ROWS",
		description: "Сілтемедегі немесе жиымдағы жол санын береді.",
		arguments: [
			{
				name: "жиым",
				description: "жиымды беретін жиым, формула немесе ішіндегі жол саны анықталып отырған ауқым сілтемесі"
			}
		]
	},
	{
		name: "RRI",
		description: "Инвестицияның өсуі үшін эквивалентті пайыздық мөлшерлемені қайтарады.",
		arguments: [
			{
				name: "кпер",
				description: "инвестиция үшін кезеңдер саны"
			},
			{
				name: "pv",
				description: "инвестицияның қазіргі мәні"
			},
			{
				name: "fv",
				description: "инвестицияның болашақ мәні"
			}
		]
	},
	{
		name: "RSQ",
		description: "Көрсетілген дерек нүктелері үшін Пирсонның корреляция коэффициентінің квадратын қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "дерек нүктелерінің жиымы немесе ауқымы, сандарды, немесе аттарды, жиымдарды немесе саны бар ұяшықтардың сілтемелерін қамтуы мүмкін"
			},
			{
				name: "белгілі_x_мәндері",
				description: "дерек нүктелерінің жиымы немесе ауқымы, сандарды, немесе аттарды, жиымдарды немесе саны бар ұяшықтардың сілтемелерін қамтуы мүмкін"
			}
		]
	},
	{
		name: "RTD",
		description: "COM автоматтандыруын қолдайтын бағдарламадан іс жүзіндегі уақыт деректерін алады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "бағдарлама_идентификаторы",
				description: "COM автоматтандыруының тіркелген қондырмасына сәйкес келетін тіркеу коды (тырнақшада)"
			},
			{
				name: "сервер",
				description: "өзінде қондырма жегілетін сервер аты (тырнақшада). Қондырма жергілікті етіп жегілу жағдайында, бос жолды көрсетіңіз"
			},
			{
				name: "бөлім1",
				description: "деректер элементтерін көрсететін 1-ден 38-ге дейінгі параметр"
			},
			{
				name: "бөлім2",
				description: "деректер элементтерін көрсететін 1-ден 38-ге дейінгі параметр"
			}
		]
	},
	{
		name: "SEARCH",
		description: "Солдан оңға оқығанда (таңбалардың регистрін ескермей) таңбаның немесе мәтін жолының тұңғыш ендірілуі орнын қайтарады.",
		arguments: [
			{
				name: "іздеген_мәтін",
				description: "іздеген мәтін. ? және * қойылмалы таңбаларын пайдалануға болады. ? және * таңбаларының өздерін іздеу үшін ~? және ~* синтаксисін пайдаланыңыз"
			},
			{
				name: "қарастырылып_отырған_мәтін",
				description: "ішінен іздеген мәтінді тауып алу қажет жол"
			},
			{
				name: "бастапқы_орын",
				description: "қарастырылып отырған мәтіндегі өзінен іздеу басталуы тиіс орын (солдан санағанда). Әдепкіде 1"
			}
		]
	},
	{
		name: "SEC",
		description: "Бұрыштың секансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "секансы қажет бұрыш"
			}
		]
	},
	{
		name: "SECH",
		description: "Бұрыштың гиперболалық секансын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "гиперболалық секансы қажет радиандар түріндегі бұрыш"
			}
		]
	},
	{
		name: "SECOND",
		description: "Секунд санын қайтарады (0-ден 59-ке дейін).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды немесе уақыт пішіміндегі мәтін, мысалы, 16:48:23 немесе 4:48:47"
			}
		]
	},
	{
		name: "SERIESSUM",
		description: "Формула бойынша есептелінген дәреже қатарының қосындысын береді.",
		arguments: [
			{
				name: "x",
				description: "дәреже қатарының айнымалы мәні"
			},
			{
				name: "n",
				description: "дәреже қатарының бірінші мүшесінің х дәрежесінің көрсеткіші"
			},
			{
				name: "m",
				description: "дәреже қатарының әрбір келесі мүшесінің n өсу адымы"
			},
			{
				name: "коэффициенттер",
				description: "сәйкес х дәрежелеріндегі коэффициенттер жинағы"
			}
		]
	},
	{
		name: "SHEET",
		description: "Сілтеме жасалған парақтың парақ нөмірін қайтарады.",
		arguments: [
			{
				name: "мән",
				description: "парақ нөмірі қажет парақ атауы немесе сілтеме.  Өткізіп жіберілсе, функцияны қамитын парақ нөмірі қайтарылады"
			}
		]
	},
	{
		name: "SHEETS",
		description: "Сілтемедегі парақтар санын қайтарады.",
		arguments: [
			{
				name: "сілтеме",
				description: "құрамындағы парақтар санын білгіңіз келетін сілтеме.  Өткізіп жіберілсе, функцияны қамтитын жұмыс кітабындағы парақтар саны қайтарылады"
			}
		]
	},
	{
		name: "SIGN",
		description: "Санның таңбасын қайтарады: 1 - сан оң болса, 0 - нөлге тең болса және -1 - сан теріс болса.",
		arguments: [
			{
				name: "сан",
				description: "кез келген нақты сан"
			}
		]
	},
	{
		name: "SIN",
		description: "Бұрыш синусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "синусы анықталуы тиіс радианалардағы бұрыш. Градустар*PI()/180=радианалар"
			}
		]
	},
	{
		name: "SINH",
		description: "Санның гиперболалық синусын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "Санның гиперболалық синусын қайтарады"
			}
		]
	},
	{
		name: "SKEW",
		description: "Орташа мәнге қатысты таратылым ассиметриясын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін ассиметрия есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			},
			{
				name: "сан2",
				description: "өздері үшін ассиметрия есептелінетін сандардың, аттардың, жиымдардың немесе сандық мәндер сілтемелерінің 1-ден 255-ге дейін саны"
			}
		]
	},
	{
		name: "SKEW.P",
		description: "Жиынтыққа негізделіп үлестірім ассиметриясын қайтарады: өзінің орташа мәніне қатысты үлестірім ассиметриясының дәрежесі.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтық ассиметриясы қажет 1 мен 254 арасындағы сандар немесе атаулар, жиымдар не болмаса сандарды қамтитын сілтемелер"
			},
			{
				name: "сан2",
				description: "жиынтық ассиметриясы қажет 1 мен 254 арасындағы сандар немесе атаулар, жиымдар не болмаса сандарды қамтитын сілтемелер"
			}
		]
	},
	{
		name: "SLN",
		description: "Сызықтық әдіспен бір кезең бойынша есептелінген активтің амортизация мөлшерін қайтарады.",
		arguments: [
			{
				name: "бастапқы_құны",
				description: "активтің бастапқы құны"
			},
			{
				name: "қалдықты_құн",
				description: "активті пайдалану кезеңінің аяғындағы қалдықты құн"
			},
			{
				name: "пайдалану_кезеңі",
				description: "активті амортизациялау кезеңдерінің саны (кейде активтің қалыпты пайдалану кезеңі деп те аталынады)"
			}
		]
	},
	{
		name: "SLOPE",
		description: "Көрсетілген деректердің сызықтық регрессия сызығының иілуін қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "деректердің тәуелді нүктелерінің жиымы немесе ауқымы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			},
			{
				name: "белгілі_x_мәндері",
				description: "тәуелсіз деректер нүктелерінің жинағы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			}
		]
	},
	{
		name: "SMALL",
		description: "Деректер жинағындағы k-ші ең кіші мәнді (мысалы, бесінші ең кіші мәнді) қайтарады.",
		arguments: [
			{
				name: "жиым",
				description: "өздері үшін k-ші ең кіші мән есептелінетін сандық мәндер жиымы немесе ауқымы"
			},
			{
				name: "k",
				description: "жиымағы немесе ауқымдағы қайтарылатын мән орны (1 ең кіші мәнге сәйкес)"
			}
		]
	},
	{
		name: "SQRT",
		description: "Санның квадрат түбірін қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "квадрат түбірі шығарылатын сан"
			}
		]
	},
	{
		name: "SQRTPI",
		description: "Формула мәнінің квадрат түбірін (сан*Пи) береді.",
		arguments: [
			{
				name: "сан",
				description: "Пи санына көбейтілетін сан"
			}
		]
	},
	{
		name: "STANDARDIZE",
		description: "Орташа және стандартты ауытқулары көрсетілген таратылымның бірыңғайланған мәнін қайтарады.",
		arguments: [
			{
				name: "x",
				description: "Бірыңғайланған мән"
			},
			{
				name: "орташа_мән",
				description: "орташа арифметикалық таратылым"
			},
			{
				name: "стандартты_ауытқу",
				description: "таратылымның стандартты ауытқуы, оң сан"
			}
		]
	},
	{
		name: "STDEV",
		description: "Үлгі негізінде стандартты ауытқуды есептейді (үлгідегі қисындық мәндер мен мәтін еленбейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтық үлгісіне сәйкес келетін 1 мен 255 арасындағы сандар және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтық үлгісіне сәйкес келетін 1 мен 255 арасындағы сандар және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "STDEV.P",
		description: "Аргументтер ретінде берілген бүкіл жиынтыққа негізделген стандартты ауытқуды есептейді (қисындық мәндер мен мәтінді елемейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандар және сандар немесе сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандар және сандар немесе сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "STDEV.S",
		description: "Таңдау бойынша стандартты ауытқуды есептейді (таңдаудағы қисындық және мәтіндік мәндер еленбейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтық таңдауына сәйкес келетін 1 мен 255 арасындағы сандар және сандар немесе сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтық таңдауына сәйкес келетін 1 мен 255 арасындағы сандар және сандар немесе сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "STDEVA",
		description: "Логикалық және мәтіндік мәндер ескере отырып таңдау бойынша стандартты ауытқуды есептейді. Мәтіндік мәндер мен өтірік логикалық мәндер (FALSE) 0-ге тең деп, ал шын логикалық мәндер (TRUE) 1-ге тең деп есептелінеді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "Бас жиынтықтан таңдауды құрайтын 1-ден 255-ге дейін мән. Рұқсатты дәлелдер болып сандар, аттар, жиымдар және сандық мәндер сілтемелері табылады"
			},
			{
				name: "мән2",
				description: "Бас жиынтықтан таңдауды құрайтын 1-ден 255-ге дейін мән. Рұқсатты дәлелдер болып сандар, аттар, жиымдар және сандық мәндер сілтемелері табылады"
			}
		]
	},
	{
		name: "STDEVP",
		description: "Аргументтер ретінде берілген толық жиынтыққа негізделген стандартты ауытқуды есептейді (қисындық мәндер мен мәтін еленбейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандар және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандар және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "STDEVPA",
		description: "Логикалық және мәтіндік мәндер ескере отырып бас жиынтықтың стандартты ауытқуын есептейді. Мәтіндік мәндер мен өтірік логикалық мәндер (FALSE) 0-ге тең деп, ал шын логикалық мәндер (TRUE) 1-ге тең деп есептелінеді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі мән. Рұқсатты дәлелдер болып сандар, аттар, жиымдар немесе жиымдар сілтемелері табылады"
			},
			{
				name: "мән2",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі мән. Рұқсатты дәлелдер болып сандар, аттар, жиымдар немесе жиымдар сілтемелері табылады"
			}
		]
	},
	{
		name: "STEYX",
		description: "Регрессиядағы әрбір х мәні бойынша болжанған у мәндерінің стандартты қателігін қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "деректердің тәуелді нүктелерінің жиымы немесе ауқымы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			},
			{
				name: "белгілі_x_мәндері",
				description: "деректердің тәуелсіз нүктелерінің жиымы немесе ауқымы: сандар, аттар, жиымдар немесе сандық мәндердің сілтемелері"
			}
		]
	},
	{
		name: "SUBSTITUTE",
		description: "Мәтін жолындағы ескі мәтінді жаңа мәтінмен ауыстырады.",
		arguments: [
			{
				name: "мәтін",
				description: "ішінде ауыстыруды жүзеге асыру қажет мәтін немесе мәтіні бар ұяшық сілтемесі"
			},
			{
				name: "ескі_мәтін",
				description: "ауыстырылатын мәтін (таңбалардың регистрін ескере отырып)"
			},
			{
				name: "жаңа_мәтін",
				description: "ішіндегі ескі мәтін ауыстырылатын жол"
			},
			{
				name: "ендірілу_нөмірі",
				description: "ауыстырылуы тиіс 'ескі_мәтін' жолының ендірілу нөмірі. Бұл дәлел ескерілмеген жағдайда, 'ескі_мәтін' жолының барлық ендірілулері ауыстырылады"
			}
		]
	},
	{
		name: "SUBTOTAL",
		description: "Тізімдегі немесе дерекқордағы аралық жиындарды қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "функция_нөмірі",
				description: "аралық жиындарды есептеу үшін қолданылып отырған функцияны көрсететін 1-ден 11-ге дейінгі сан"
			},
			{
				name: "сілтеме1",
				description: "өздері үшін аралық жиындар есептелінетін ауқымдардың немесе сілтемелердің 1-ден 255-ге дейіні"
			}
		]
	},
	{
		name: "SUM",
		description: "Ұяшықтар ауқымындағы барлық сандарды қорытындылайды.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "қорытындыланатын сандардың 1-ден 255-ке дейіні. Логикалық және мәтіндік мәндер еленбейді"
			},
			{
				name: "сан2",
				description: "қорытындыланатын сандардың 1-ден 255-ке дейіні. Логикалық және мәтіндік мәндер еленбейді"
			}
		]
	},
	{
		name: "SUMIF",
		description: "Көрсетілген шартқа сәйкес ұяшықтарды қосады.",
		arguments: [
			{
				name: "ауқым",
				description: "талданатын ұяшықтар ауқымы"
			},
			{
				name: "шарттар",
				description: "қосылатын ұяшықтарды анықтайтын сан, өрнек немесе мәтін түріндегі шарт"
			},
			{
				name: "қорытындылау_ауқымы",
				description: "қорытындыланатын ұяшықтар. Бұл дәлел ескерілмеген жағдайда 'ауқым' дәлелімен белгіленген ұяшықтар қолданылады"
			}
		]
	},
	{
		name: "SUMIFS",
		description: "Көрсетілген шарттар жинағына сәйкес келетін ұяшықтарды қорытындылайды.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "қорытындылау_ауқымы",
				description: "қорытындыланатын ұяшықтар"
			},
			{
				name: "шарттар_ауқымы",
				description: "нақты шартқа сәйкестігі тексерілетін ұяшықтар ауқымы"
			},
			{
				name: "шарттар",
				description: "қосылатын ұяшықтарды анықтайтын сан, өрнек немесе мәтін түріндегі шарт"
			}
		]
	},
	{
		name: "SUMPRODUCT",
		description: "Ауқымдардың немесе жиымдардың туындыларының қосындысын қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "жиым1",
				description: "өздерінің сәйкес құрамдастарын алдымен бір біріне көбейтіп, одан кейін алынған туындыларды бір біріне қосу қажет. Барлық жиымдардың өлшемдері тең болулары тиіс"
			},
			{
				name: "жиым2",
				description: "өздерінің сәйкес құрамдастарын алдымен бір біріне көбейтіп, одан кейін алынған туындыларды бір біріне қосу қажет. Барлық жиымдардың өлшемдері тең болулары тиіс"
			},
			{
				name: "жиым3",
				description: "өздерінің сәйкес құрамдастарын алдымен бір біріне көбейтіп, одан кейін алынған туындыларды бір біріне қосу қажет. Барлық жиымдардың өлшемдері тең болулары тиіс"
			}
		]
	},
	{
		name: "SUMSQ",
		description: "Аргументтер квадраттарының қосындысын қайтарады. Рұқсатты аргументтер болып сандар, аттар, жиымдар немесе жиымдар сілтемелері табылады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "өздері үшін квадраттар қосындысы есептелінетін сандардың, жиымдардың, аттардың немесе жиымдар сілтемелерінің 1-ден 255-ге дейіні"
			},
			{
				name: "сан2",
				description: "өздері үшін квадраттар қосындысы есептелінетін сандардың, жиымдардың, аттардың немесе жиымдар сілтемелерінің 1-ден 255-ге дейіні"
			}
		]
	},
	{
		name: "SUMX2MY2",
		description: "Екі ауқымдағы немесе жиымдағы сәйкес мәндер квадраттарының айырмашылығы қосындысын қайтарады.",
		arguments: [
			{
				name: "x_жиымы",
				description: "сандардың бірінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			},
			{
				name: "y_жиымы",
				description: "сандардың екінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			}
		]
	},
	{
		name: "SUMX2PY2",
		description: "Екі ауқымдағы немесе жиымдағы сәйкес мәндер квадраттарының қосындысының қосындысын қайтарады.",
		arguments: [
			{
				name: "x_жиымы",
				description: "сандардың бірінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			},
			{
				name: "y_жиымы",
				description: "сандардың екінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			}
		]
	},
	{
		name: "SUMXMY2",
		description: "Екі ауқымдағы немесе жиымдағы сәйкес мәндер айырмашылығы квадраттарының қосындысын қайтарады.",
		arguments: [
			{
				name: "x_жиымы",
				description: "мәндердің бірінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			},
			{
				name: "y_жиымы",
				description: "мәндердің екінші ауқымы немесе жиымы: саны, аты, жиымы немесе сандық мәндердің сілтемесі"
			}
		]
	},
	{
		name: "SYD",
		description: "Жылдық сандар әдісімен берілген кезең бойынша есептелінген активтің амортизация мөлшерін қайтарады.",
		arguments: [
			{
				name: "бастапқы_құны",
				description: "активтің бастапқы құны"
			},
			{
				name: "қалдықты_құн",
				description: "активті пайдалану кезеңінің аяғындағы қалдықты құн"
			},
			{
				name: "пайдалану_кезеңі",
				description: "активті амортизациялау кезеңдерінің саны (кейде активтің қалыпты пайдалану кезеңі деп те аталынады)"
			},
			{
				name: "кезең",
				description: "кезең. Пайдалану мерзімі үшін пайдаланған бірліктерді пайдаланыңыз"
			}
		]
	},
	{
		name: "T",
		description: "Мәннің мәтіндік болу-болмауын тексереді. Болған жағдайда оның мәтінін қайтарып, болмаған жағдайда - бос жолды (қос тырнақшаны) қайтарады.",
		arguments: [
			{
				name: "мән",
				description: "тексерілетін мән"
			}
		]
	},
	{
		name: "T.DIST",
		description: "Сол жақты Стьюдент t-үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім бағаланатын сандық мән"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін бүтін сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "T.DIST.2T",
		description: "Екі жақты Стьюдент t-үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім бағаланатын сандық мән"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін бүтін сан"
			}
		]
	},
	{
		name: "T.DIST.RT",
		description: "Оң жақты Стьюдент t-үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім бағаланатын сандық мән"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін бүтін сан"
			}
		]
	},
	{
		name: "T.INV",
		description: "Сол жақты кері Стьюдент t-үлестірімін береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "екі жақты Стьюдент t-үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін оң бүтін сан"
			}
		]
	},
	{
		name: "T.INV.2T",
		description: "Екі жақты кері Стьюдент t-үлестірімін береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "екі жақты Стьюдент t-үлестіріміне байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін оң бүтін сан"
			}
		]
	},
	{
		name: "T.TEST",
		description: "Стьюдент t-сынағына сәйкес келетін ықтималдықты береді.",
		arguments: [
			{
				name: "жиым1",
				description: "деректердің бірінші жинағы"
			},
			{
				name: "жиым2",
				description: "деректердің екінші жинағы"
			},
			{
				name: "құйрықтар",
				description: "үлестірімнің қайтарылатын құйрықтарының саны (1 немесе 2)"
			},
			{
				name: "түр",
				description: "t-сынағының түрі: 1 (жұпты), 2 (қос жұпты), 3 (тең емес ауытқулы қос жұпты)"
			}
		]
	},
	{
		name: "TAN",
		description: "Бұрыш тангенсын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "тангенсы анықталуы тиіс радианалардағы бұрыш. Градустар*PI()/180=радианалар"
			}
		]
	},
	{
		name: "TANH",
		description: "Санның гиперболалық тангенсын қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "кез келген нақты сан"
			}
		]
	},
	{
		name: "TBILLEQ",
		description: "Қазыналық вексель бойынша облигацияға баламалы табысты қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "қазыналық вексель үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "қазыналық вексельді өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жеңілдік",
				description: "қазыналық вексельді дисконттау мөлшерлемесі"
			}
		]
	},
	{
		name: "TBILLPRICE",
		description: "Қазыналық вексельдің номиналды құнының 100 теңгесі үшін құнын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "қазыналық вексель үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "қазыналық вексельді өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "жеңілдік",
				description: "қазыналық вексельді дисконттау мөлшерлемесі"
			}
		]
	},
	{
		name: "TBILLYIELD",
		description: "Қазыналық вексельдердің табыстылығын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "қазыналық вексель үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "қазыналық вексельді өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "баға",
				description: "қазыналық вексельдің номиналды құнының 100 теңгесі үшін құны"
			}
		]
	},
	{
		name: "TDIST",
		description: "Студенттің t-үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "үлестірім есептелетін сандық мән"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын көрсететін бүтін сан"
			},
			{
				name: "құйрықтар",
				description: "берілетін үлестірім жақтарының саны: бір жақты үлестірім = 1; екі жақты үлестірім = 2"
			}
		]
	},
	{
		name: "TEXT",
		description: "Көрсетілген сандық пішімді қолдана отырып, санды мәтінге түрлендіреді.",
		arguments: [
			{
				name: "мән",
				description: "нәтижесі болып сандық мән табылатын сандық мән, формула немесе құрамында сандық мән бар ұяшық сілтемесі"
			},
			{
				name: "пішім",
				description: " 'Ұяшықтарды пішімдеу' тілқатысу терезесінің ('Жалпы' пішімнен өзге) 'Сан' қойындысындағы сандық мәндер тізімініңдегі мәтін түріндегі сандық пішім"
			}
		]
	},
	{
		name: "TIME",
		description: "Spreadsheet бағдарламасының көрсетілген уақытына сәйкес келетін уақыттың сериялық нөмірін қайтарады.",
		arguments: [
			{
				name: "сағат",
				description: "сағат саны (0-ден 23-ке дейін)"
			},
			{
				name: "минут",
				description: "минут саны (0-ден 59-ке дейін)"
			},
			{
				name: "секунд",
				description: "секунд саны (0-ден 59-ке дейін)"
			}
		]
	},
	{
		name: "TIMEVALUE",
		description: "Уақытты мәтіндік пішімнен Spreadsheet бағдарламасының уақыт үшін сериялық нөміріне, сандық кодына - 0 (00:00:00) бастап 0,999988426 (23:59:59) дейін түрлендіреді. Формуланы ендіргеннен кейін ол үшін уақыт пішімін таңдаңыз.",
		arguments: [
			{
				name: "мәтіндік_пішімдегі_уақыт",
				description: "құрамында Spreadsheet бағдарламасының кез келген уақыт пішіміндегі уақыт бар мәтін жолы (жолдағы күн туралы мәліметтер ескерілмейді)"
			}
		]
	},
	{
		name: "TINV",
		description: "Стьюдент кері екі жақты т-үлестірімін береді.",
		arguments: [
			{
				name: "ықтималдық",
				description: "Студенттің екі жақты кері үлестірімін береді Стьюдент екі жақты үлестірімімен байланысты ықтималдық, қоса санағанда 0 мен 1 арасындағы сан"
			},
			{
				name: "еркіндік_дәрежелері",
				description: "үлестірімді сипаттайтын еркіндік дәрежелерінің санын білдіретін оң бүтін сан"
			}
		]
	},
	{
		name: "TODAY",
		description: "Ағымдағы күнді уақыт пішімінде береді.",
		arguments: [
		]
	},
	{
		name: "TRANSPOSE",
		description: "Ұяшықтардың тік ауқымын көлденеңге және кері қарай түрлендіреді.",
		arguments: [
			{
				name: "жиым",
				description: "жұмыс парағындағы ұяшықтар ауқымы немесе аударылуы тиіс мәндер жиымы"
			}
		]
	},
	{
		name: "TREND",
		description: "Деректер нүктелерінің көрсетілген жинағы үшін сызықтық жақындау параметрлерін ең кіші квадраттары әдісі бойынша есептелген тренд түзу сызығындағы мәнді қайтарады.",
		arguments: [
			{
				name: "белгілі_y_мәндері",
				description: "y = mx + b қатынасының белгілі y мәндерінің ауқымы немесе жиымы"
			},
			{
				name: "белгілі_x_мәндері",
				description: "y = mx + b қатынасының белгілі х мәндерінің міндетті емес ауқымы немесе жиымы (жиым мөлшері у белгілі мәндеріне тең)"
			},
			{
				name: "х_жаңа_мәндері",
				description: " TREND функциясы сәйкес у мәндерін беруі қажет х жаңа мәндерінің ауқымы немесе жиымы"
			},
			{
				name: "тұрақты_мән",
				description: "логикалық мән: Егер тұрақты мән =TRUE немесе өткізілсе b тұрақты мәні әдеттегі жолмен есептеледі; Егер тұрақты мән = FALSE, b=0"
			}
		]
	},
	{
		name: "TRIM",
		description: "Мәтіннен артық бос орындарды (сөздер арасындағы жалғыз бос орындардан өзге) өшіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "ішіндегі боса орындар өшірілетін мәтін"
			}
		]
	},
	{
		name: "TRIMMEAN",
		description: "Деректер жиынының ішкі бөлімінің орташа мәнін қайтарады.",
		arguments: [
			{
				name: "жиым",
				description: "орташаланатын мәндердің жиымы немесе ауқымы"
			},
			{
				name: "пайыз",
				description: "есептеулерден шығарылып тасталатын дерек нүктелерінің бөлшекті саны"
			}
		]
	},
	{
		name: "TRUE",
		description: "TRUE логикалық мәнін қайтарады.",
		arguments: [
		]
	},
	{
		name: "TRUNC",
		description: "Санның бөлшек бөлігін тастап кетіп, бүтін санды қайтарады.",
		arguments: [
			{
				name: "сан",
				description: "дөңгелектенетін сан"
			},
			{
				name: "дәрежелер_саны",
				description: "дөңгелектеу дәлдігін анықтайтын сан. Әдепкіде, 0"
			}
		]
	},
	{
		name: "TTEST",
		description: "Студенттің t-сынағына сәйкес келетін ықтималдықты береді.",
		arguments: [
			{
				name: "жиым1",
				description: "деректердің бірінші жинағы"
			},
			{
				name: "жиым2",
				description: "деректердің екінші жинағы"
			},
			{
				name: "құйрықтар",
				description: "үлестірімнің қайтарылатын жақтарының саны: бір жақты үлестірім = 1; екі жақты үлестірім = 2"
			},
			{
				name: "түр",
				description: "t-сынағының түрі: жұпты = 1, қос жұпты = 2, тең емес ауытқулы қос жұпты = 3"
			}
		]
	},
	{
		name: "TYPE",
		description: "Көрсетілген мәннің деректер түріне сәйкес келетін бүтін сан: сан = 1; жол = 2; логикалық мән = 4; қате = 16; жиым= 64.",
		arguments: [
			{
				name: "мән",
				description: "кез келген мән"
			}
		]
	},
	{
		name: "UNICODE",
		description: "Мәтіннің бірінші таңбасына сәйкес санды (код нүктесі) қайтарады.",
		arguments: [
			{
				name: "мәтін",
				description: "Юникод мәнін пайдалану керек таңба"
			}
		]
	},
	{
		name: "UPPER",
		description: "Мәтін жолының барлық әріптерін бас әріпке түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "әріптері бас әріптерге түрлендірілуі тиіс жол (сілтеме немесе мәтін жолы)"
			}
		]
	},
	{
		name: "VALUE",
		description: "Құрамында сан бар мәтін жолын санға түрлендіреді.",
		arguments: [
			{
				name: "мәтін",
				description: "түрлендірілуі тиіс тырнақшадағы мәтін немесе құрамында сондай мәтін бар ұяшық сілтемесі"
			}
		]
	},
	{
		name: "VAR",
		description: "Үлгі негізінде дисперсияны есептейді (үлгідегі қисындық мәндер мен мәтін еленбейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтық үлгісіне сәйкес келетін 1 мен 255 арасындағы сандық аргументтер және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтық үлгісіне сәйкес келетін 1 мен 255 арасындағы сандық аргументтер және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "VAR.P",
		description: "Бас жиынтықтың дисперсиясын есептейді. Қисындық және мәтіндік мәндер еленбейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі сандық аргументтер"
			},
			{
				name: "сан2",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі сандық аргументтер"
			}
		]
	},
	{
		name: "VAR.S",
		description: "Таңдау шектерінде дисперсияны есептейді. Қисындық және мәтіндік мәндер еленбейді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "Бас жиынтықтың таңдауын құрайтын 1-ден 255-ке дейінгі сандық аргументтер"
			},
			{
				name: "сан2",
				description: "Бас жиынтықтың таңдауын құрайтын 1-ден 255-ке дейінгі сандық аргументтер"
			}
		]
	},
	{
		name: "VARA",
		description: "Логикалық және мәтіндік мәндер ескере отырып таңдау бойынша дисперсияны есептейді. Мәтіндік мәндер мен өтірік логикалық мәндер (FALSE) 0-ге тең деп, ал шын логикалық мәндер (TRUE) 1-ге тең деп есептелінеді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "бас жиынтықтан таңдауды құрайтын 1-ден 255-ге дейін сандық аргумент"
			},
			{
				name: "мән2",
				description: "бас жиынтықтан таңдауды құрайтын 1-ден 255-ге дейін сандық аргумент"
			}
		]
	},
	{
		name: "VARP",
		description: "Толық жиынтыққа негізделген дисперсияны есептейді (жиынтықтағы қисындық мәндер мен мәтін еленбейді).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сан1",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандық аргументтер және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			},
			{
				name: "сан2",
				description: "жиынтыққа сәйкес келетін 1 мен 255 арасындағы сандық аргументтер және сандар не сандарды қамтитын сілтемелер болуы мүмкін"
			}
		]
	},
	{
		name: "VARPA",
		description: "Логикалық және мәтіндік мәндер ескере отырып бас жиынтық дисперсиясын есептейді. Мәтіндік мәндер мен өтірік логикалық мәндер (FALSE) 0-ге тең деп, ал шын логикалық мәндер (TRUE) 1-ге тең деп есептелінеді.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "мән1",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі сандық аргумент"
			},
			{
				name: "мән2",
				description: "Бас жиынтықты құрайтын 1-ден 255-ке дейінгі сандық аргумент"
			}
		]
	},
	{
		name: "VDB",
		description: "Қалдықты қос кішірейту әдісін немесе басқадай көрсетілген әдісті пайдалана отырып кез келген таңдалған кезең, соның ішінде ішінара кезеңдер бойынша есептелінген активтің амортизация мөлшерін қайтарады.",
		arguments: [
			{
				name: "бастапқы_құны",
				description: "активтің бастапқы құны"
			},
			{
				name: "қалдықты_құн",
				description: "активті пайдалану кезеңінің аяғындағы қалдықты құн"
			},
			{
				name: "пайдалану_кезеңі",
				description: "активті амортизациялау кезеңдерінің саны (кейде активтің қалыпты пайдалану кезеңі деп те аталынады)"
			},
			{
				name: "бастапқы_кезең",
				description: "өзі үшін амортизация есептелінетін бастапқы кезең. Пайдалану мерзімі үшін пайдаланған бірліктерді пайдаланыңыз"
			},
			{
				name: "соңғы_кезең",
				description: "өзі үшін амортизация есептелінетін соңғы кезең. Пайдалану мерзімі үшін пайдаланған бірліктерді пайдаланыңыз"
			},
			{
				name: "коэффициент",
				description: "қалдықты азайту коэффициенті. Коэффициент көрсетілмеген жағдайда ол 2 мәніне тең деп алынады (қалдықты қос кішірейту әдісі)"
			},
			{
				name: "ауыстыру_жоқ",
				description: "амортизация азаятын қалдықтан асқан жағдайда түзу сызықты амортизацияға ауысу қажеттілігі: ауысу (FALSE немесе мән көрсетілмеген) немесе ауыспау (TRUE)"
			}
		]
	},
	{
		name: "VLOOKUP",
		description: "Мәндер кестесінің немесе жоғарғы сол жақ бағанынан мәнді іздеп, сол жолдың көрсетілген бағандағы ұяшық мәнін қайтарады. Әдепкіде кесте артуы бойынша сұрыпталған болуы тиіс.",
		arguments: [
			{
				name: "іздейтін_мән",
				description: "кестенің бірінші бағанында табылуы тиіс мән: мән, сілтеме немесе мәтін жолы"
			},
			{
				name: "кесте",
				description: "ішінен деректерді іздеу орындалатын, құрамында мәтін, сандар немесе логикалық мәндер бар кесте; ауқым сілтемесі немесе ауқым аты болуы мүмкін"
			},
			{
				name: "баған_индексі",
				description: "құрамында қайтарылатын мән бар кесте бағанының нөмірі. Кестенің бірінші бағанына 1 саны сәйкес"
			},
			{
				name: "аралық_бойынша_қарап_шығу",
				description: "бірінші бағандағы (артуы бойынша сұрыпталған) іздеу нақты (FALSE) немесе шамамен (TRUE немесе мәннің болмауы) орындалу тиістігін анықтайтын логикалық мән"
			}
		]
	},
	{
		name: "WEEKDAY",
		description: "Көрсетілген күнге сәйкес келетін апта күнінің нөмірін (1-ден бастап, 7-ге дейінгі сан).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "күннің сандық коды"
			},
			{
				name: "түр",
				description: "апта есебінің түру: 1 (Жс=1, Сб=7), 2 (Дс=1, Жс=7) немесе 3 (Дс=0, Жс=6)"
			}
		]
	},
	{
		name: "WEEKNUM",
		description: "Жыл аптасының қайтарылатын нөмірі.",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында күн мен уақытты есептеу үшін қолданылатын күн-уақыттың сандық коды"
			},
			{
				name: "түр",
				description: "қайтарылатын мән түрін анықтайтын сан (1 немесе 2)"
			}
		]
	},
	{
		name: "WEIBULL",
		description: "Вейбулл үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "функция есептелетін мән, теріс емес сан"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: интегралдық үлестірім функциясы үшін 'TRUE' мәнін пайдаланыңыз; ықтималдық тығыздығының функциясы үшін 'FALSE' мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "WEIBULL.DIST",
		description: "Вейбулл үлестірімін береді.",
		arguments: [
			{
				name: "x",
				description: "өзі үшін функция есептелінетін мән, теріс емес сан"
			},
			{
				name: "альфа",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "бета",
				description: "үлестірім параметрі, оң сан"
			},
			{
				name: "интегралдық",
				description: "қисындық мән: үлестірімнің интегралдық функциясы үшін TRUE мәнін пайдаланыңыз; ықтималдық үлестірімінің функциясы үшін FALSE мәнін пайдаланыңыз"
			}
		]
	},
	{
		name: "WORKDAY",
		description: "Басталу күніне дейін немесе кейін көрсетілген жұмыс күні санына кейін тұрған күннің сериялық нөмірін қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің сериялық нөмірі"
			},
			{
				name: "күндер",
				description: "басталу күніне дейінгі немесе кейінгі демалыс емес және мейрам емес күндер саны"
			},
			{
				name: "мейрамдар",
				description: "бір немесе бірнеше күннің сериялық нөмірінен тұратын, жұмыс күнтізбесінен шегерілуі тиіс міндетті емес жиым (мысалы, мемлекеттік мейрамдар)"
			}
		]
	},
	{
		name: "WORKDAY.INTL",
		description: "Таңдамалы демалыс күні параметрлерімен жұмыс күндерінің көрсетілген нөміріне дейінгі немесе одан кейінгі күннің сериялық нөмірін береді.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің тізбектік нөмірі"
			},
			{
				name: "күндер",
				description: "басталу_күніне дейінгі немесе одан кейінгі демалыс емес және мереке емес күндердің саны"
			},
			{
				name: "демалыс_күні",
				description: "аптаның демалыс күндерін көрсетеді"
			},
			{
				name: "мерекелер",
				description: "мемлекеттік немесе облыстық мерекелер мен күні бекітілмеген мерекелер сияқты жұмыс күнтізбесінен шығарылатын бір немесе бірнеше күндердің сериялы нөмірлерінің қосымша жиымы"
			}
		]
	},
	{
		name: "XIRR",
		description: "Ақша ағындарының іс кестесі үшін табыстықтың ішкі мөлшерлемесін қайтарады.",
		arguments: [
			{
				name: "мәндер",
				description: "'күндер' дәлелінде келтірілген іс кестесіне сәйкес келетін ақша ағындарының қатары"
			},
			{
				name: "күндер",
				description: "ақша ағындарының қатары сәйкес келетін төлемдер күндерінің кестесі"
			},
			{
				name: "болжам",
				description: "XIRR функциясы нәтижесінің болжамды мәні"
			}
		]
	},
	{
		name: "XNPV",
		description: "Ақша ағындарының кестесі үшін таза келтірілген құнын қайтарады.",
		arguments: [
			{
				name: "мөлшерлеме",
				description: "ақша ағындарына қатысты қолданылатын дисконттау мөлшерлемесі"
			},
			{
				name: "мәндер",
				description: "'күндер' дәлелінде келтірілген іс кестесіне сәйкес келетін ақша ағындарының қатары"
			},
			{
				name: "күндер",
				description: "ақша ағындарының қатары сәйкес келетін төлемдер күндерінің кестесі"
			}
		]
	},
	{
		name: "XOR",
		description: "Барлық аргументтердің логикалық 'Ерекше немесе' мәнін қайтарады.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логикалық1",
				description: "ШЫН немесе ЖАЛҒАН болуы мүмкін және логикалық мәндер, массивтер немесе сілтемелер болуы мүмкін тексеру керек 1 мен 254 арасындағы шарттар"
			},
			{
				name: "логикалық2",
				description: "ШЫН немесе ЖАЛҒАН болуы мүмкін және логикалық мәндер, массивтер немесе сілтемелер болуы мүмкін тексеру керек 1 мен 254 арасындағы шарттар"
			}
		]
	},
	{
		name: "YEAR",
		description: "Көрсетілген күнге сәйкес келетін жылды (1900-ден бастап, 9999-ға дейінгі бүтін сан).",
		arguments: [
			{
				name: "күннің_сандық_коды",
				description: "Spreadsheet бағдарламасында қолданылатын күн-уақыттың сандық коды"
			}
		]
	},
	{
		name: "YEARFRAC",
		description: "Басталу және аяқталу күндері арасындағы толық күндер саны құрайтын жыл үлесін қайтарады.",
		arguments: [
			{
				name: "басталу_күні",
				description: "басталу күніне сәйкес келетін күннің сандық коды"
			},
			{
				name: "аяқталу_күні",
				description: "аяқталу күніне сәйкес келетін күннің сандық коды"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "YIELDDISC",
		description: "Дисконтталған құнды қағаздардың, мысалы қазыналық вексельдердің жылдық табыстылығын қайтарады.",
		arguments: [
			{
				name: "есептесу_күні",
				description: "құнды қағаздар үшін есептесу күніне сәйкес келетін сандық код"
			},
			{
				name: "өтеу_күні",
				description: "құнды қағаздарды өтеу күніне сәйкес келетін сандық код"
			},
			{
				name: "баға",
				description: "құнды қағаздардың номиналды құнының 100 теңгесі үшін бағасы"
			},
			{
				name: "өтеу",
				description: "құнды қағаздардың номиналды құнының 100 теңгесі үшін сатып алу құны"
			},
			{
				name: "әдіс",
				description: "күндерді есептеуідің қолданбалы әдісі"
			}
		]
	},
	{
		name: "Z.TEST",
		description: "z-сынағының бір жақты Р-мәнін береді.",
		arguments: [
			{
				name: "жиым",
				description: "х мәні салыстырылатын деректер жиымы немесе ауқымы"
			},
			{
				name: "x",
				description: "тексерілетін мән"
			},
			{
				name: "сигма",
				description: "жиынтықтың (белгілі) стандартты ауытқуы. Бұл дәлел ескерілмеген жағдайда таңдау бойынша стандартты ауытқу қолданылады"
			}
		]
	},
	{
		name: "ZTEST",
		description: "z-сынағының бір жақты Р-мәнін береді.",
		arguments: [
			{
				name: "жиым",
				description: "х мәні салыстырылатын деректер жиымы немесе ауқымы"
			},
			{
				name: "x",
				description: "тексерілетін мән"
			},
			{
				name: "сигма",
				description: "жиынтықтың белгілі стандартты ауытқуы. Бұл дәлел ескерілмеген жағдайда таңдау бойынша стандартты ауытқу қолданылады"
			}
		]
	}
];