ASPxClientSpreadsheet.Functions = [
	{
		name: "ABS",
		description: "किसी संख्या का निरपेक्ष मान देता है, वह संख्या जो चिह्न रहित है.",
		arguments: [
			{
				name: "number",
				description: "वह प्राकृत संख्या है जिसके लिए आप निरपेक्ष मान चाहते हैं"
			}
		]
	},
	{
		name: "ACCRINTM",
		description: "आवर्ती ब्याज का भुगतान करने वाली किसी प्रतिभूति के लिए उपार्जित ब्याज देता है.किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का जारी दिनांक है.",
		arguments: [
			{
				name: "issue",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का प्रथम ब्याज दिनांक है"
			},
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "rate",
				description: "प्रतिभूति की वार्षिक कूपन दर है"
			},
			{
				name: "par",
				description: "प्रतिभूति का अंकित मूल्य है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "ACOS",
		description: "संख्या की चापकोज्या 0 से Pi की श्रेणी में त्रिज्या कोणों में देता है. चापकोज्या वह कोण है जिसकी कोज्या संख्या है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित कोण की कोज्या है और यह -1 से 1 के बीच होना चाहिए"
			}
		]
	},
	{
		name: "ACOSH",
		description: "किसी संख्या की प्रतिलोम अतिपरवलयिक कोज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "1 के बराबर या उससे बड़ी कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "ACOT",
		description: "रेडियंस में श्रेणी 0 से पाइ के बीच किसी नंबर का वृत्त कोटिस्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित कोण का कोटिस्पर्शज्या है"
			}
		]
	},
	{
		name: "ACOTH",
		description: "किसी संख्या का प्रतिलोम अतिपरवलयिक कोटिस्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित कोण का अतिपरवलयिक कोटिस्पर्शज्या है"
			}
		]
	},
	{
		name: "ADDRESS",
		description: "निर्दिष्ट पंक्ति और स्तंभ संख्या दिए जाने पर किसी कक्ष संदर्भ को पाठ के रूप में बनाता है.",
		arguments: [
			{
				name: "row_num",
				description: "कक्ष संदर्भ में उपयोग किए जाने के लिए पंक्ति संख्या है: पंक्ति 1 के लिए Row_number = 1"
			},
			{
				name: "column_num",
				description: "कक्ष संदर्भ में उपयोग किए जाने के लिए स्तंभ संख्या है. उदाहरण के लिए, स्तंभ D के लिए Column_number = 4"
			},
			{
				name: "abs_num",
				description: "संदर्भ का प्रकार बताता है: शुद्ध = 1; शुद्ध पंक्ति/सापेक्ष स्तंभ = 2; सापेक्ष पंक्ति/शुद्ध स्तंभ = 3; सापेक्ष = 4"
			},
			{
				name: "a1",
				description: "एक तार्किक मान है जो संदर्भ शैली बताता है: A1 शैली = 1 या TRUE; R1C1 शैली = 0 या FALSE"
			},
			{
				name: "sheet_text",
				description: "पाठ है जो बाहरी संदर्भ के रूप में उपयोग किए जाने के लिए कार्यपत्रक का नाम निर्दिष्ट करता है"
			}
		]
	},
	{
		name: "AND",
		description: "जाँच करता है कि क्या सभी तर्क TRUE हैं, और यदि सभी तर्क TRUE हैं, तो TRUE देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "logical1",
				description: "1 से 255 तक वह शर्तें हैं जिन्हें आप जाँचना चाहते हैं, और जो TRUE या FALSE हो सकती हैं और तार्किक मान, सरणियाँ, या संदर्भ हो सकती हैं"
			},
			{
				name: "logical2",
				description: "1 से 255 तक वह शर्तें हैं जिन्हें आप जाँचना चाहते हैं, और जो TRUE या FALSE हो सकती हैं और तार्किक मान, सरणियाँ, या संदर्भ हो सकती हैं"
			}
		]
	},
	{
		name: "ARABIC",
		description: "रोमन संख्या को अरबी में कनवर्ट करता है.",
		arguments: [
			{
				name: "text",
				description: "वह रोमन संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "AREAS",
		description: "किसी संदर्भ में क्षेत्रों की संख्या देता है. क्षेत्र निरंतर कक्षों की एक श्रेणी या कोई एकल कक्ष होता है.",
		arguments: [
			{
				name: "reference",
				description: "जो किसी कक्ष या कक्षों की श्रेणी का संदर्भ है और एकाधिक क्षेत्रों को संदर्भित कर सकता है"
			}
		]
	},
	{
		name: "ASIN",
		description: "-Pi/2 से Pi/2 की श्रेणी में, संख्या की चापज्या रेडियन में देता है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित कोण की ज्या है और -1 से 1 के बीच होना चाहिए"
			}
		]
	},
	{
		name: "ASINH",
		description: "किसी संख्या की प्रतिलोम अतिपरवलयिक ज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "1 के बराबर या उससे बड़ी कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "ATAN",
		description: "संख्या की चाप स्पर्शज्या रेडियंस में, -पाइ/2 से पाइ/2 श्रेणी में देता है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित कोण की स्पर्शज्या है"
			}
		]
	},
	{
		name: "ATAN2",
		description: "-Pi को छोड़कर, -Pi और Pi के बीच निर्दिष्ट x- और y- निर्देशांकों की रेडियन में चाप स्पर्शज्या देता है.",
		arguments: [
			{
				name: "x_num",
				description: "बिंदु का x-निर्देशांक है"
			},
			{
				name: "y_num",
				description: "बिंदु का y-निर्देशांक है"
			}
		]
	},
	{
		name: "ATANH",
		description: "किसी संख्या की प्रतिलोम अतिपरवलयिक स्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "-1 और 1 के बीच और -1 और 1 को छोड़कर कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "AVEDEV",
		description: "डेटा बिंदुओं के उनके माध्य से शुद्ध विचलन का औसत देता है. तर्क संख्या या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ शामिल हों.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक तर्क हैं जिनके लिए आप शुद्ध विचलन का औसत चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक तर्क हैं जिनके लिए आप शुद्ध विचलन का औसत चाहते हैं"
			}
		]
	},
	{
		name: "AVERAGE",
		description: "इसके तर्कों का औसत (समांतर माध्य) देता है, जो संख्याएँ या नाम, सरणियाँ, या संदर्भ हो सकते हैं, जिनमें अंक हों.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक सांख्यिक तर्क हैं जिनका आप औसत चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक सांख्यिक तर्क हैं जिनका आप औसत चाहते हैं"
			}
		]
	},
	{
		name: "AVERAGEA",
		description: "पाठ और तर्कों में FALSE का आकलन 0 के रूप में करते हुए, तर्कों का औसत (समांतर माध्य) देता है; TRUE का आकलन 1 के रूप में होता है. तर्क, संख्याएँ, नाम, सरणियाँ, या संदर्भ हो सकते हैं.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक तर्क हैं जिनके लिए आप औसत चाहते हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक तर्क हैं जिनके लिए आप औसत चाहते हैं"
			}
		]
	},
	{
		name: "AVERAGEIF",
		description: "किसी दी गई शर्त या मापदंड द्वारा निर्दिष्ट कक्ष के लिए औसत (समांतर माध्य) खोजता है.",
		arguments: [
			{
				name: "range",
				description: "कक्षों की श्रेणी है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "किसी संख्या, व्यंजक, या पाठ के प्रपत्र में वह शर्त या मापदंड है जो यह निर्धारित करता है कि किन कक्षों का प्रयोग औसत निकालने में किया जाएगा"
			},
			{
				name: "average_range",
				description: "औसत खोजने के‍ लिए उपयोग किए जाने वाले वास्तविक कक्ष हैं. यदि छोड़ दिए जाएँ, श्रेणी में कक्षों का उपयोग किया जाएगा"
			}
		]
	},
	{
		name: "AVERAGEIFS",
		description: "किसी दी गई शर्त या मापदंड द्वारा निर्दिष्ट कक्ष के लिए औसत (समांतर माध्य) खोजता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "average_range",
				description: "औसत खोजने के‍ लिए उपयोग किए जाने वाले वास्तविक कक्ष हैं."
			},
			{
				name: "criteria_range",
				description: "कक्षों की वह श्रेणी है जिसका आप किसी विशेष शर्त के लिए मूल्यांकन करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "किसी संख्या, व्यंजक, या पाठ के प्रपत्र में वह शर्त या मापदंड है जो यह निर्धारित करता है कि किन कक्षों का प्रयोग औसत निकालने में किया जाएगा"
			}
		]
	},
	{
		name: "BAHTTEXT",
		description: "किसी संख्या को पाठ में कनवर्ट करता है (बहत).",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "BASE",
		description: "दिए गए मूलांक (आधार) के साथ किसी संख्या को पाठ प्रतिनिधित्व में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "radix",
				description: "वह आधार मूलांक है जिसमें आप संख्या को कनवर्ट करना चाहते हैं"
			},
			{
				name: "min_length",
				description: "लौटाई गई स्ट्रिंग की न्यूनतम लंबाई है. यदि छोड़ा जाता है तो अग्रणी शून्य नहीं जोड़े जाते हैं"
			}
		]
	},
	{
		name: "BESSELI",
		description: "संशोधित Bessel फ़ंक्शन In(x) देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जहाँ तक फ़ंक्शन को मान ज्ञात करना है"
			},
			{
				name: "n",
				description: "Bessel फ़ंक्शन का क्रम है"
			}
		]
	},
	{
		name: "BESSELJ",
		description: "Bessel फ़ंक्शन Jn(x) देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जहाँ तक फ़ंक्शन को मान ज्ञात करना है"
			},
			{
				name: "n",
				description: "Bessel फ़ंक्शन का क्रम है"
			}
		]
	},
	{
		name: "BESSELK",
		description: "संशोधित Bessel फ़ंक्शन Kn(x) देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जहाँ तक फ़ंक्शन को मान ज्ञात करना है"
			},
			{
				name: "n",
				description: "फ़ंक्शन का क्रम है"
			}
		]
	},
	{
		name: "BESSELY",
		description: "Bessel फ़ंक्शन Yn(x) देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जहाँ तक फ़ंक्शन को मान ज्ञात करना है"
			},
			{
				name: "n",
				description: "फ़ंक्शन का क्रम है"
			}
		]
	},
	{
		name: "BETA.DIST",
		description: " बीटा प्रायिकता बंटन फ़ंक्शन देता है.",
		arguments: [
			{
				name: "x",
				description: "A और B के बीच का वह मान है जिसपर फ़ंक्शन का मूल्यांकन करना है"
			},
			{
				name: "alpha",
				description: "बंटन के लिए कोई पैरामीटर है और 0 से अधिक होना चाहिए"
			},
			{
				name: "beta",
				description: "बंटन के लिए कोई पैरामीटर है और 0 से अधिक होना चाहिए"
			},
			{
				name: "cumulative",
				description: "कोई तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता घनत्व फ़ंक्शन के लिए, FALSE का उपयोग करें"
			},
			{
				name: "A",
				description: "x के अंतराल के लिए कोई वैकल्पिक निम्न सीमा है. यदि छोड़ा गया, तो A = 0"
			},
			{
				name: "B",
				description: " x के अंतराल के लिए कोई वैकल्पिक उच्च सीमा है. यदि छोड़ा गया, तो B = 1"
			}
		]
	},
	{
		name: "BETA.INV",
		description: "संचयी बीटा प्रायिकता बंटन फ़ंक्शन (BETA.DIST) का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "बीटा बंटन से संबद्ध प्रायिकता है"
			},
			{
				name: "alpha",
				description: "बंटन के लिए कोई पैरामीटर है और 0 से अधिक होना चाहिए"
			},
			{
				name: "beta",
				description: "बंटन के लिए कोई पैरामीटर है और 0 से अधिक होना चाहिए"
			},
			{
				name: "A",
				description: "x के अंतराल के लिए कोई वैकल्पिक निम्न सीमा है. यदि छोड़ा गया, तो A = 0"
			},
			{
				name: "B",
				description: " x के अंतराल के लिए कोई वैकल्पिक उच्च सीमा है. यदि छोड़ा गया, तो B = 1"
			}
		]
	},
	{
		name: "BETADIST",
		description: "संचयी बीटा प्रायिकता घनत्व फ़ंक्शन देता है.",
		arguments: [
			{
				name: "x",
				description: "यह A और B के बीच वह मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाना है"
			},
			{
				name: "alpha",
				description: "बंटन के लिए प्रतिमान है और 0 से अधिक होना चाहिए"
			},
			{
				name: "beta",
				description: "बंटन के लिए प्रतिमान है और 0 से अधिक होना चाहिए"
			},
			{
				name: "A",
				description: "यह x के अंतराल से बद्ध वैकल्पिक निम्न है. अगर छोड़ा जाता है, तो A = 0"
			},
			{
				name: "B",
				description: "यह x के अंतराल से बद्ध वैकल्पिक उच्च है. अगर छोड़ा जाता है, तो B = 1"
			}
		]
	},
	{
		name: "BETAINV",
		description: "संचयी बीटा प्रायिकता घनत्व फ़ंक्शन (BETADIST) का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "बीटा बंटन से संबंधित एक प्रायिकता है"
			},
			{
				name: "alpha",
				description: "बंटन के लिए एक प्रतिमान है और 0 से अधिक होना चाहिए"
			},
			{
				name: "beta",
				description: "बंटन के लिए एक प्रतिमान है और 0 से अधिक होना चाहिए"
			},
			{
				name: "A",
				description: "x के अंतराल से बद्ध एक वैकल्पिक निम्न है. अगर छोड़ा जाता है, A = 0"
			},
			{
				name: "B",
				description: "x के अंतराल से बद्ध एक वैकल्पिक उच्च है. अगर छोड़ा जाता है, B = 1"
			}
		]
	},
	{
		name: "BIN2DEC",
		description: "किसी बाइनरी संख्या को दशमलव में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह बाइनरी संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "BIN2HEX",
		description: "किसी हेक्ज़ाडेसिमल संख्या को बाइनरी संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह बाइनरी संख्‍या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "BIN2OCT",
		description: "किसी बाइनरी संख्या को ऑक्टल में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह बाइनरी संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "BINOM.DIST",
		description: "एकल पद द्विपद बंटन प्रायिकता देता है.",
		arguments: [
			{
				name: "number_s",
				description: "प्रयासों में सफलता की संख्या है"
			},
			{
				name: "trials",
				description: "स्वतंत्र प्रयासों की संख्या है"
			},
			{
				name: "probability_s",
				description: "प्रत्येक प्रयास में सफलता की प्रायिकता है"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; समूह प्रायिकता फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "BINOM.DIST.RANGE",
		description: "द्विपद वितरण का उपयोग करके परीक्षण परिणाम की प्रायिकता देता है.",
		arguments: [
			{
				name: "trials",
				description: "स्वतंत्र प्रयासों की संख्या है"
			},
			{
				name: "probability_s",
				description: "प्रत्येक परीक्षण पर सफलता की प्रायिकता है"
			},
			{
				name: "number_s",
				description: "प्रयासों में सफलता की संख्या है"
			},
			{
				name: "number_s2",
				description: "यदि उपलब्ध हो तो यह फ़ंक्शन ऐसी प्रायिकता देता है कि सफल प्रयासों की संख्या number_s और number_s2 के बीच रहेगी"
			}
		]
	},
	{
		name: "BINOM.INV",
		description: "वह सबसे छोटा मान देता है जिसके लिए संचयी द्विपद बंटन बड़ा है या मापदंड मान के बराबर है.",
		arguments: [
			{
				name: "trials",
				description: "यह बर्नोली प्रयास की संख्या है"
			},
			{
				name: "probability_s",
				description: "प्रत्येक प्रयास में प्रायिकता की सफलता है, 0 और 1 के बीच की सम्मिलित संख्या है"
			},
			{
				name: "alpha",
				description: " मापदंड मान है, 0 और 1 के बीच की सम्मिलित संख्या है"
			}
		]
	},
	{
		name: "BINOMDIST",
		description: "एकल पद द्विपद बंटन प्रायिकता देता है.",
		arguments: [
			{
				name: "number_s",
				description: "प्रयासों में सफलता की संख्या है"
			},
			{
				name: "trials",
				description: "स्वतंत्र प्रयासों की संख्या है"
			},
			{
				name: "probability_s",
				description: "प्रत्येक प्रयास में सफलता की प्रायिकता है"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; समूह प्रायिकता फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "BITAND",
		description: "दो नंबरों का बिट अनुसार 'And' लौटाता है.",
		arguments: [
			{
				name: "number1",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "number2",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			}
		]
	},
	{
		name: "BITLSHIFT",
		description: "shift_amount बिट्स के द्वारा बाईं ओर स्‍थानांतरित की गई संख्या देता है.",
		arguments: [
			{
				name: "number",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "shift_amount",
				description: "बिट्स की संख्या है जिसे आप किसी संख्या की बाईं ओर स्‍थानांतरित करना चाहते हैं"
			}
		]
	},
	{
		name: "BITOR",
		description: "दो नंबरों का बिटवाइस 'Or' लौटाता है.",
		arguments: [
			{
				name: "number1",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "number2",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			}
		]
	},
	{
		name: "BITRSHIFT",
		description: "shift_amount बिट्स के द्वारा दाईं ओर स्‍थानांतरित की गई संख्या देता है.",
		arguments: [
			{
				name: "number",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "shift_amount",
				description: "बिट्स की संख्या है जिसे आप किसी संख्या की दाईं ओर स्‍थानांतरित करना चाहते हैं"
			}
		]
	},
	{
		name: "BITXOR",
		description: "दो नंबरों का बिटवाइस 'एक्सक्लूसिव Or' लौटाता है.",
		arguments: [
			{
				name: "number1",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "number2",
				description: "बाइनरी संख्‍या की दशमलव प्रस्तुति है जिसका आप मूल्यांकन करना चाहते हैं"
			}
		]
	},
	{
		name: "CEILING",
		description: "संख्या को निकटतम पूर्णांक या निकटतम निश्चित गुणांक तक पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "मान है जिसका आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह गुणांक है जिसका आप पूर्णांक बनाना चाहते हैं"
			}
		]
	},
	{
		name: "CEILING.MATH",
		description: "किसी संख्या को निकटतम उच्च पूर्णांक या महत्त्व का निकटतम गुणक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "वह मान है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह गुणक है जिस पर आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "mode",
				description: "जब दिया गया हो और शून्य न हो, तो यह फ़ंक्शन शून्य से दूर पूर्णांक बनाएगा"
			}
		]
	},
	{
		name: "CEILING.PRECISE",
		description: "संख्या को निकटतम पूर्णांक या निकटतम निश्चित गुणांक तक पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "मान है जिसका आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह गुणांक है जिसका आप पूर्णांक बनाना चाहते हैं"
			}
		]
	},
	{
		name: "CELL",
		description: "किसी संदर्भ में पत्रक के पठन क्रमानुसार पहले कक्ष के स्वरूपण, स्थान, या सामग्री के बारे में जानकारी देता है.",
		arguments: [
			{
				name: "info_type",
				description: "वह पाठ मान है जो यह बताता है कि आप किस प्रकार की कक्ष जानकारी चाहते हैं."
			},
			{
				name: "reference",
				description: "वह कक्ष है जिसके बारे में आप जानकारी चाहते हैं"
			}
		]
	},
	{
		name: "CHAR",
		description: "आपके कंप्यूटर के लिए वर्ण समूह की कोड संख्या द्वारा निर्दिष्ट वर्ण देता है.",
		arguments: [
			{
				name: "number",
				description: "आपके इच्छित वर्ण को निर्दिष्ट करने वाली 1 और 255 के बीच की कोई संख्या है"
			}
		]
	},
	{
		name: "CHIDIST",
		description: "ची-वर्ग बंटन की दाई-पुच्छ प्रायिकता देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिस पर आप बंटन का मूल्यांकन करना चाहते हैं, एक गैर ऋणात्मक संख्या है"
			},
			{
				name: "deg_freedom",
				description: "छूट के अंशों की संख्या है, 10^10 को छोड़कर, 1 से 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "CHIINV",
		description: "चाय-वर्ग बंटन की दाई-पुच्छ प्रायिकता का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "ची-वर्ग बंटन से संबंधित एक प्रायिकता है, 0 और 1 के बीच का सम्मिलित मान है"
			},
			{
				name: "deg_freedom",
				description: "स्वतंत्रता के अंशों की संख्या है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "CHISQ.DIST",
		description: "चाय-वर्ग बंटन की बाईं-पुच्छ प्रायिकता देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसपर आप बंटन, कोई ग़ैरऋणात्मक संख्या का मूल्यांकन करना चाहते हैं"
			},
			{
				name: "deg_freedom",
				description: "स्वतंत्रता के अंश की संख्या है, 1और 10^10 के बीच कोई संख्या, 10^10 को छोड़कर"
			},
			{
				name: "cumulative",
				description: "लौटाने हेतु फ़ंक्शन के लिए कोई तार्किक मान है: संचयी बंटन फ़ंक्शन = TRUE; प्रायिकता घनत्व फ़ंक्शन = FALSE"
			}
		]
	},
	{
		name: "CHISQ.DIST.RT",
		description: "चाय-वर्ग बंटन की दाईं-पुच्छ प्रायिकता देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसपर आप बंटन, कोई ग़ैरऋणात्मक संख्या का मूल्यांकन करना चाहते हैं"
			},
			{
				name: "deg_freedom",
				description: "स्वतंत्रता के अंश की संख्या है, 1और 10^10 के बीच कोई संख्या, 10^10 को छोड़कर"
			}
		]
	},
	{
		name: "CHISQ.INV",
		description: "चाय-वर्ग बंटन की बाईं-पुच्छ प्रायिकता का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "चाय-वर्ग बंटन से संबद्ध कोई प्रायिकता है, 0 और 1 के बीच कोई मान शामिल है"
			},
			{
				name: "deg_freedom",
				description: " स्वतंत्रता के अंश की संख्या है, 1और 10^10 के बीच कोई संख्या, 10^10 को छोड़कर"
			}
		]
	},
	{
		name: "CHISQ.INV.RT",
		description: "चाय-वर्ग बंटन की दाईं-पुच्छ प्रायिकता का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "चाय-वर्ग बंटन से संबद्ध कोई प्रायिकता है, 0 और 1 के बीच कोई मान शामिल है"
			},
			{
				name: "deg_freedom",
				description: " स्वतंत्रता के अंश की संख्या है, 1और 10^10 के बीच कोई संख्या, 10^10 को छोड़कर"
			}
		]
	},
	{
		name: "CHISQ.TEST",
		description: "स्वतंत्रता के लिए जाँच देता है: उपयुक्त स्वतंत्रता के अंशों और सांख्यिकीय के लिए चाय-वर्ग बंटन से मान.",
		arguments: [
			{
				name: "actual_range",
				description: "यह डेटा श्रेणी है जिसमें अपेक्षित मानों के आधार पर जाँच के लिए अवलोकन हैं"
			},
			{
				name: "expected_range",
				description: "वह डेटा श्रेणी है जिसमें पंक्ति योग और स्तंभ योग के गुणनफल का महा-योग से अनुपात हैं"
			}
		]
	},
	{
		name: "CHITEST",
		description: "स्वतंत्रता के लिए जाँच देता है: योग्य स्वतंत्रता के अंशों और सांख्यिकीय के लिए चाय-वर्ग बंटन से मान.",
		arguments: [
			{
				name: "actual_range",
				description: "यह डेटा श्रेणी है जिसमें अपेक्षित मानों के आधार पर जाँच के लिए अवलोकन हैं"
			},
			{
				name: "expected_range",
				description: "वह डेटा श्रेणी है जिसमें पंक्ति योग और स्तंभ योग के गुणनफल का महा-योग से अनुपात हैं"
			}
		]
	},
	{
		name: "CHOOSE",
		description: "किसी अनुक्रमणिका संख्या के आधार पर मानों की सूची में से एक मान या कार्य का चयन करता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "index_num",
				description: "यह निर्धारित करता है कि कौन-सा मान तर्क चयनित है. Index_num 1 से 254 के बीच होना चाहिए, या कोई सूत्र या 1 से 254 के बीच किसी संख्या का संदर्भ होना चाहिए"
			},
			{
				name: "value1",
				description: "1 से 254 तक संख्याएँ, कक्ष संदर्भ, निर्धारित नाम, सूत्र, फ़ंक्शन, या पाठ तर्क हैं जिनमें से CHOOSE चयन करता है"
			},
			{
				name: "value2",
				description: "1 से 254 तक संख्याएँ, कक्ष संदर्भ, निर्धारित नाम, सूत्र, फ़ंक्शन, या पाठ तर्क हैं जिनमें से CHOOSE चयन करता है"
			}
		]
	},
	{
		name: "CLEAN",
		description: "पाठ से मुद्रित न हो सकने वाले सभी वर्ण निकालता हैं.",
		arguments: [
			{
				name: "text",
				description: "कोई कार्यपत्रक सूचना है जिसमें से आप मुद्रित न हो सकने वाले वर्ण निकालना चाहते हैं"
			}
		]
	},
	{
		name: "CODE",
		description: "आपके कंप्यूटर द्वारा प्रयुक्त वर्ण समूह में, किसी पाठ स्ट्रिंग के प्रथम वर्ण के लिए सांख्यिक कोड देता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ है जिसके लिए आप प्रथम वर्ण का कोड चाहते हैं"
			}
		]
	},
	{
		name: "COLUMN",
		description: "किसी संदर्भ का स्तंभ क्रमांक देता है.",
		arguments: [
			{
				name: "reference",
				description: "कोई कक्ष या सतत कक्षों की श्रेणी है जिसका आप स्तंभ क्रमांक चाहते हैं. यदि छोड़ा जाता है, तो COLUMN फ़ंक्शन वाले कक्ष का उपयोग होता है"
			}
		]
	},
	{
		name: "COLUMNS",
		description: "किसी सरणी या संदर्भ में स्तंभों की संख्या देता है.",
		arguments: [
			{
				name: "array",
				description: "जो कोई सरणी या सरणी सूत्र है, या कक्षों की उस श्रेणी का संदर्भ है जिसके लिए आप स्तंभों की संख्या चाहते हैं"
			}
		]
	},
	{
		name: "COMBIN",
		description: "दिए गए आइटम संख्या का संख्या संयोजन देता है.",
		arguments: [
			{
				name: "number",
				description: "आइटम का कुल योग है"
			},
			{
				name: "number_chosen",
				description: "प्रत्येक संयोजन में आइटम की संख्या है"
			}
		]
	},
	{
		name: "COMBINA",
		description: "आइटम्स की दी गई संख्या के दोहराव के संयोजनों की संख्या देता है.",
		arguments: [
			{
				name: "number",
				description: "आइटम्स की कुल संख्या है"
			},
			{
				name: "number_chosen",
				description: "प्रत्येक संयोजन में आइटम्स की संख्या है"
			}
		]
	},
	{
		name: "COMPLEX",
		description: "वास्तविक और अधिकल्पित गुणांक किसी सम्मिश्र संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "real_num",
				description: "सम्मिश्र संख्या का वास्तविक गुणांक है"
			},
			{
				name: "i_num",
				description: "सम्मिश्र संख्या का अधिकल्पित गुणांक है"
			},
			{
				name: "suffix",
				description: "सम्मिश्र संख्या के अधिकल्पित घटक के लिए उपसर्ग है"
			}
		]
	},
	{
		name: "CONCATENATE",
		description: "कई पाठ स्ट्रिंग्स को एक पाठ स्ट्रिंग में मिलाता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "text1",
				description: "1 से 255 तक पाठ स्ट्रिंग्स हैं जिन्हें एक पाठ स्ट्रिंग में मिलाया जाना है और यह पाठ स्ट्रिंग्स, संख्याएँ या एकल-कक्ष संदर्भ हो सकती हैं"
			},
			{
				name: "text2",
				description: "1 से 255 तक पाठ स्ट्रिंग्स हैं जिन्हें एक पाठ स्ट्रिंग में मिलाया जाना है और यह पाठ स्ट्रिंग्स, संख्याएँ या एकल-कक्ष संदर्भ हो सकती हैं"
			}
		]
	},
	{
		name: "CONFIDENCE",
		description: "एक साधारण बंटन का उपयोग करके, जनसंख्या माध्य के लिए विश्वास का अंतराल देता है.",
		arguments: [
			{
				name: "alpha",
				description: "एक प्रासंगिकता स्तर है जिसका उपयोग विश्वास का स्तर, 0 से बड़ी और 1 से छोटी कोई संख्या, की गणना करने में किया जाता है"
			},
			{
				name: "standard_dev",
				description: "डेटा श्रेणी के लिए जनसंख्या मानक विचलन है और ऐसा माना जाता है कि यह ज्ञात है. Standard_dev 0 से बड़ा होना चाहिए"
			},
			{
				name: "size",
				description: "यह नमूना आकार है"
			}
		]
	},
	{
		name: "CONFIDENCE.NORM",
		description: "सामान्य बंटन का उपयोग करके, जनसंख्या माध्य के लिए विश्वसनीयता अंतराल देता है.",
		arguments: [
			{
				name: "alpha",
				description: " प्रासंगिकता स्तर है जिसका उपयोग विश्वसनीयता स्तर की गणना करने के लिए होता है, कोई ऐसी संख्या जो 0 बड़ी हो और 1 से छोटी हो"
			},
			{
				name: "standard_dev",
				description: " डेटा श्रेणी के लिए जनसंख्या मानक विचलन है और इसे ज्ञात के रूप में माना जाता है. Standard_dev 0 से बड़ा होना चाहिए"
			},
			{
				name: "size",
				description: "नमूना आकार है"
			}
		]
	},
	{
		name: "CONFIDENCE.T",
		description: "विद्यार्थी के T बंटन का उपयोग करके, जनसंख्या माध्य के लिए विश्वसनीयता अंतराल देता है.",
		arguments: [
			{
				name: "alpha",
				description: "प्रासंगिकता स्तर है जिसका उपयोग विश्वसनीयता स्तर की गणना करने के लिए होता है, कोई ऐसी संख्या जो 0 बड़ी हो और 1 से छोटी हो"
			},
			{
				name: "standard_dev",
				description: " डेटा श्रेणी के लिए जनसंख्या मानक विचलन है और इसे ज्ञात के रूप में माना जाता है. Standard_dev 0 से बड़ा होना चाहिए"
			},
			{
				name: "size",
				description: "नमूना आकार है"
			}
		]
	},
	{
		name: "CONVERT",
		description: "किसी संख्या को एक माप प्रणाली से दूसरी में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "इकाई_से में कनवर्ट करने के लिए कोई मान है"
			},
			{
				name: "from_unit",
				description: "संख्या के लिए इकाईयाँ हैं"
			},
			{
				name: "to_unit",
				description: "परिणाम के लिए इकाईयाँ हैं"
			}
		]
	},
	{
		name: "CORREL",
		description: "गुणनफल का सहसंबंध गुणांक sets.",
		arguments: [
			{
				name: "array1",
				description: "is जो मानों का सेल श्रेणी हो देता है. मानों को संख्याएँ, नाम, सरणियाँ या संदर्भ जिनमें संख्या"
			},
			{
				name: "array2",
				description: " द्वितीय सेल मानों की श्रेणी हो होने चाहिए. मानों को संख्याएँ, नाम, सरणियाँ या संदर्भ जिनमें संख्याएँ शामिल हों होने चाहिए"
			}
		]
	},
	{
		name: "COS",
		description: "किसी कोण की कोज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियंस में वह कोण है जिसकी आप कोज्या चाहते हैं"
			}
		]
	},
	{
		name: "COSH",
		description: "किसी संख्या की अतिपरवलयिक कोज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "COT",
		description: "किसी कोण की कोटिस्पर्शज्यादेता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसकी कोटिस्पर्शज्या आप चाहते हैं"
			}
		]
	},
	{
		name: "COTH",
		description: "किसी संख्‍या का अतिपरवलयिक कोटिस्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसके लिए आप अतिपरवलयिक कोटिस्पर्शज्या चाहते हैं"
			}
		]
	},
	{
		name: "COUNT",
		description: "श्रृंखला में उन कक्षों को गिनता है जिनमें संख्याएँ हैं.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक तर्क हैं जिनमें विभिन्न प्रकार की डेटा सामग्री है या वे उसका संदर्भ देते हैं, लेकिन केवल संख्याएँ गिनी जाती हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक तर्क हैं जिनमें विभिन्न प्रकार की डेटा सामग्री है या वे उसका संदर्भ देते हैं, लेकिन केवल संख्याएँ गिनी जाती हैं"
			}
		]
	},
	{
		name: "COUNTA",
		description: "उन कक्षों की गणना करता हैं जो रिक्त नहीं हैं.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "जो 1 से 255 तक तर्क हैं जो उन मानों और कक्षों का प्रतिनिधित्व करते हैं जिनकी आप गणना करना चाहते हैं. मान किसी भी प्रकार की सूचना हो सकते हैं"
			},
			{
				name: "value2",
				description: "जो 1 से 255 तक तर्क हैं जो उन मानों और कक्षों का प्रतिनिधित्व करते हैं जिनकी आप गणना करना चाहते हैं. मान किसी भी प्रकार की सूचना हो सकते हैं"
			}
		]
	},
	{
		name: "COUNTBLANK",
		description: "किसी निर्दिष्ट कक्ष श्रेणी के रिक्त कक्षों की गणना करता है.",
		arguments: [
			{
				name: "range",
				description: "वह श्रेणी है जिससे आप रिक्त कक्षों की गणना करना चाहते हैं"
			}
		]
	},
	{
		name: "COUNTIF",
		description: "श्रेणी के उन कक्षों की गणना करता है जो दी गई शर्त को पूरा करते हैं.",
		arguments: [
			{
				name: "range",
				description: "कक्षों की वह श्रेणी जिससे आप रिक्त कक्षों की गणना करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "किसी संख्या, व्यंजक, या पाठ के रूप में वह शर्त है जो यह निर्धारित करती है कि कौन से कक्ष गिने जाने हैं"
			}
		]
	},
	{
		name: "COUNTIFS",
		description: "दिए गए शर्तों के समूह या मापदंड द्वारा निर्दिष्ट कक्षों की संख्या गिनता है.",
		arguments: [
			{
				name: "criteria_range",
				description: "कक्षों की श्रेणी है जिसका आप विशेष शर्त के लिए मूल्यांकन करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "प्रपत्र में किसी संख्या, व्यंजक, या पाठ के रूप में शर्त है जो यह निर्धारित करती है कि कौन-सा कक्ष गिना जाएगा"
			}
		]
	},
	{
		name: "COUPDAYBS",
		description: "कूपन अवधि की शुरुआत से लेकर निपटारा दिनांक तक के दिनों की संख्या देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "frequency",
				description: "प्रतिवर्ष कूपन भुगतानों की संख्या है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "COUPNCD",
		description: "निपटारा दिनांक के बाद का अगला कूपन दिनांक देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "frequency",
				description: "प्रतिवर्ष कूपन भुगतानों की संख्या है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "COUPNUM",
		description: "निपटारा दिनांक और परिपक्वता दिनांक के बीच भुगतान योग्य कूपनों की संख्या देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "frequency",
				description: "प्रतिवर्ष कूपन भुगतानों की संख्या है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "COUPPCD",
		description: "निपटारा दिनांक से पहले पिछला कूपन दिनांक देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "frequency",
				description: "प्रतिवर्ष कूपन भुगतानों की संख्या है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "COVAR",
		description: "दो डेटा समूह में प्रत्येक डेटा बिंदु के लिए विचलन के गुणनफल का औसत सहप्रसरण देता है.",
		arguments: [
			{
				name: "array1",
				description: "यह पूर्णांकों की पहली कक्ष श्रेणी है और यह संख्याएँ, सरणियाँ, या संदर्भ होना चाहिए जिसमें संख्याएँ हों"
			},
			{
				name: "array2",
				description: "यह पूर्णांकों की दूसरी कक्ष श्रेणी है और यह संख्याएँ, सरणियाँ, या संदर्भ होना चाहिए जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "COVARIANCE.P",
		description: "दो डेटा समूह में प्रत्येक डेटा बिंदु के लिए विचलन के उत्पादों का औसत जनसंख्या सहप्रसरण देता है.",
		arguments: [
			{
				name: "array1",
				description: "पूर्णांकों की पहली कक्ष श्रेणी है और वे संख्याएँ, सरणियाँ, या संदर्भ होने चाहिए जिसमें संख्याएँ हों"
			},
			{
				name: "array2",
				description: " पूर्णांकों की दूसरी कक्ष श्रेणी है और वे संख्याएँ, सरणियाँ, या संदर्भ होने चाहिए जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "COVARIANCE.S",
		description: "दो डेटा समूह में प्रत्येक डेटा बिंदु के लिए विचलन के उत्पादों का सामान्य सहप्रसरण देता है.",
		arguments: [
			{
				name: "array1",
				description: "पूर्णांकों की पहली कक्ष श्रेणी है और वे संख्याएँ, सरणियाँ, या संदर्भ होने चाहिए जिसमें संख्याएँ हों"
			},
			{
				name: "array2",
				description: " पूर्णांकों की दूसरी कक्ष श्रेणी है और वे संख्याएँ, सरणियाँ, या संदर्भ होने चाहिए जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "CRITBINOM",
		description: "सबसे छोटा मान देता है जिसके लिए संचयी द्विपद बंटन बड़ा है या मापदंड मान के बराबर है.",
		arguments: [
			{
				name: "trials",
				description: "यह बर्नोली प्रयास की संख्या है"
			},
			{
				name: "probability_s",
				description: "प्रत्येक प्रयास में प्रायिकता की सफलता है, 0 और 1 के बीच की सम्मिलित संख्या है"
			},
			{
				name: "alpha",
				description: " मापदंड मान है, 0 और 1 के बीच की सम्मिलित संख्या है"
			}
		]
	},
	{
		name: "CSC",
		description: "किसी कोण का व्युत्क्रमज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसके लिए आप व्युत्क्रमज्या चाहते हैं"
			}
		]
	},
	{
		name: "CSCH",
		description: "किसी कोण का अतिपरवलयिक व्युत्क्रमज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसके लिए आप अतिपरवलयिक व्युत्क्रमज्या चाहते हैं"
			}
		]
	},
	{
		name: "CUMIPMT",
		description: "दो अवधियों के बीच किसी ऋण पर भुगतान किया गया संचयी ब्याज देता है.",
		arguments: [
			{
				name: "rate",
				description: "ब्याज की दर है"
			},
			{
				name: "nper",
				description: "भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य है"
			},
			{
				name: "start_period",
				description: "गणना में प्रथम अवधि है"
			},
			{
				name: "end_period",
				description: "गणना में अंतिम अवधि है"
			},
			{
				name: "type",
				description: "भुगतान का समय है"
			}
		]
	},
	{
		name: "CUMPRINC",
		description: "दो अवधियों के बीच किसी ऋण पर भुगतान किया गया संचयी मूलधन देता है.",
		arguments: [
			{
				name: "rate",
				description: "ब्याज की दर है"
			},
			{
				name: "nper",
				description: "भुगतान अ‍वधियों की कुल संख्या है"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य है"
			},
			{
				name: "start_period",
				description: "गणना में पहली अवधि है"
			},
			{
				name: "end_period",
				description: "गणना में अंतिम अवधि है"
			},
			{
				name: "type",
				description: "भुगतान की अवधि है"
			}
		]
	},
	{
		name: "DATE",
		description: "वह संख्या देता है जो Spreadsheet के दिनांक-समय कोड में दिनांक का प्रतिनिधित्व करती है.",
		arguments: [
			{
				name: "year",
				description: "जो Windows हेतु Spreadsheet में 1900 से 9999 या Macintosh हेतु Spreadsheet में 1904 से 9999 तक एक संख्या है"
			},
			{
				name: "month",
				description: "जो 1 से 12 तक, वर्ष के माह का प्रतिनिधित्व करने वाली कोई संख्या है"
			},
			{
				name: "day",
				description: "जो 1 से 31 तक, माह के दिनों का प्रतिनिधित्व करने वाली कोई संख्या है"
			}
		]
	},
	{
		name: "DATEDIF",
		description: "",
		arguments: [
		]
	},
	{
		name: "DATEVALUE",
		description: "पाठ के रूप में लिखे गए दिनांक को एक अंक में कनवर्ट करता है, जो Spreadsheet दिनांक-समय कोड में दिनांक का प्रतिनिधित्व करता है.",
		arguments: [
			{
				name: "date_text",
				description: "वह पाठ है जो, Spreadsheet दिनांक स्वरूप में 1/1/1900 (Windows) या 1/1/1904 (Macintosh) और 12/31/9999 के बीच किसी दिनांक का प्रतिनिधित्व करता है"
			}
		]
	},
	{
		name: "DAVERAGE",
		description: "किसी सूची या डेटाबेस के स्तंभ में उन मानों का औसत निकालता है जो आपके द्वारा निर्दिष्ट शर्तों के समान होते हैं.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DAY",
		description: "1 से 31 तक की कोई संख्या, माह की दिनांक लौटाती है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड की एक संख्या है"
			}
		]
	},
	{
		name: "DAYS",
		description: "दो दिनांकों के बीच दिनों की संख्या देता है.",
		arguments: [
			{
				name: "end_date",
				description: "start_date और end_date वे दो दिनांक हैं जिनके बीच आप दिनों की संख्या जानना चाहते हैं"
			},
			{
				name: "start_date",
				description: "start_date और end_date वे दो दिनांक हैं जिनके बीच आप दिनों की संख्या जानना चाहते हैं"
			}
		]
	},
	{
		name: "DAYS360",
		description: "360-दिन के वर्ष (30-दिन के बारह माह) के आधार पर दो दिनांकों के बीच दिनों की संख्या देता है.",
		arguments: [
			{
				name: "start_date",
				description: "start_date और end_date वे दो दिनांक हैं जिनके बीच आप दिनों की संख्या जानना चाहते हैं"
			},
			{
				name: "end_date",
				description: "start_date और end_date वे दो दिनांक हैं जिनके बीच आप दिनों की संख्या जानना चाहते हैं"
			},
			{
				name: "method",
				description: "एक तार्किक मान है जो परिकलन की विधि निर्दिष्ट करता है: सं.रा. (NASD) = FALSE या छोड़ा गया; यूरोपीय = TRUE."
			}
		]
	},
	{
		name: "DB",
		description: "किसी निर्दिष्ट अवधि के लिए निश्चित-झुकाव पद्धति का उपयोग कर किसी संपत्ति का मूल्यह्रास देता है.",
		arguments: [
			{
				name: "cost",
				description: "संपत्ति का प्रारंभिक मूल्य है"
			},
			{
				name: "salvage",
				description: "संपत्ति के जीवन के अंत में संपत्ति का अवशिष्ट मूल्य है"
			},
			{
				name: "life",
				description: "अवधियों की संख्या है जिनमें संपत्ति का ह्रास हो रहा है (जिसे कभी-कभी संपत्ति का उपयोगी जीवन कहा जाता है)"
			},
			{
				name: "period",
				description: "वह अवधि है जिसके लिए आप मूल्यह्रास का परिकलन करना चाहते हैं. अवधि में जीवन के ही समान इकाइयों का उपयोग किया जाना चाहिए"
			},
			{
				name: "month",
				description: "पहले वर्ष में माह की संख्या है. यदि माह छोड़ा जाता है, तो इसे 12 मान लिया जाता है"
			}
		]
	},
	{
		name: "DCOUNT",
		description: "डेटाबेस में अभिलेखों के फ़ील्ड (स्तंभ) में आपके द्वारा निर्दिष्ट शर्तों को पूरा करने वाली संख्याओं के कक्षों को गिनता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DCOUNTA",
		description: "डेटाबेस में आपके द्वारा निर्दिष्ट शर्तों से मेल खाते अभिलेख के फ़ील्ड्स (स्तंभों) में अरिक्त कक्षों की गणना करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस आपस में संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ के स्थान का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ नाम और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DDB",
		description: "दोहरा-ह्रास शेष पद्धति या आपके द्वारा निर्दिष्ट किसी अन्य पद्धति के माध्यम से एक निर्दिष्ट समयावधि के लिए किसी संपत्ति का मूल्यह्रास देता है.",
		arguments: [
			{
				name: "cost",
				description: "संपत्ति का आरंभिक मूल्य है"
			},
			{
				name: "salvage",
				description: "संपत्ति के जीवन के अंत में उसका अवशिष्ट मूल्य है"
			},
			{
				name: "life",
				description: "अवधियों की संख्या है जिनमें संपत्ति का ह्रास हो रहा है (जिसे कभी-कभी संपत्ति का उपयोगी जीवन कहा जाता है)"
			},
			{
				name: "period",
				description: "वह अवधि है जिसके लिए आप मूल्यह्रास का परिकलन करना चाहते हैं. अवधि में जीवन के ही समान इकाइयों का उपयोग किया जाना चाहिए"
			},
			{
				name: "factor",
				description: "वह दर है जिसके अनुसार शेष का क्षय होता है. यदि गुणांक छोड़ा गया है, तो उसे 2 माना जाता है (दोहरा-ह्रास शेष पद्धति)"
			}
		]
	},
	{
		name: "DEC2BIN",
		description: "किसी दशमलव संख्या को बाइनरी में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह दशमलव पूर्णांक है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "DEC2HEX",
		description: "किसी दशमलव संख्या को हेक्ज़ाडेसिमल में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह दशमलव पूर्णांक है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "DEC2OCT",
		description: "किसी दशमलव संख्या को ऑक्टल में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह दशमलव पूर्णांक है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "DECIMAL",
		description: "किसी दिए गए आधार में किसी संख्या के पाठ प्रतिनिधित्व को एक दशमलव संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "radix",
				description: "उस संख्या का आधार मूलांक है जिसे आप कनवर्ट कर रहे हैं"
			}
		]
	},
	{
		name: "DEGREES",
		description: "रेडियन को अंशों में कनवर्ट करता है.",
		arguments: [
			{
				name: "angle",
				description: "अंशों में वह कोण है, जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "DELTA",
		description: "यह जाँचता है कि दो संख्याएँ समान हैं.",
		arguments: [
			{
				name: "number1",
				description: "पहली संख्या है"
			},
			{
				name: "number2",
				description: "दूसरी संख्‍या है"
			}
		]
	},
	{
		name: "DEVSQ",
		description: "डेटा बिंदुओं के उनके माध्य नमूने से विचलनों के वर्गों का योग देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक तर्क हैं, या कोई सरणी या सरणी संदर्भ है, जिसका आप DEVSQ द्वारा परिकलन कराना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक तर्क हैं, या कोई सरणी या सरणी संदर्भ है, जिसका आप DEVSQ द्वारा परिकलन कराना चाहते हैं"
			}
		]
	},
	{
		name: "DGET",
		description: "डेटाबेस से आपके द्वारा निर्दिष्ट शर्तों को पूरा करने वाला एक अभिलेख निकालता है.",
		arguments: [
			{
				name: "database",
				description: "वह कक्षों की श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस आपस में संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "वह कक्षों की श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें है. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DISC",
		description: "प्रतिभूति के लिए छूट दर देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "pr",
				description: "प्रतिभूति की कीमत प्रति रू.100 प्रत्यक्ष मूल्य है"
			},
			{
				name: "redemption",
				description: "प्रति रू 100 प्रत्यक्ष मूल्य पर प्रतिभूति का विमोचन मान है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "DMAX",
		description: "डेटाबेस के अभिलेखों के फ़ील्ड (स्तंभ) में आपके द्वारा निर्दिष्ट शर्तों को पूरा करने वाली संख्याओं में से अधिकतम देता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DMIN",
		description: "डेटाबेस के अभिलेखों के फ़ील्ड (स्तंभ) में आपके द्वारा निर्दिष्ट शर्तों को पूरा करने वाली संख्याओं में से न्यूनतम मान देता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DOLLAR",
		description: "मौद्रिक स्वरूप का उपयोग कर, संख्या को पाठ में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "कोई संख्या, किसी संख्या वाले कक्ष का संदर्भ, या कोई सूत्र है जिसका मूल्यांकन कोई संख्या देता है"
			},
			{
				name: "decimals",
				description: "दशमलव बिंदु के दाईं ओर अंकों की संख्या है. संख्या को आवश्यकतानुसार पूर्णांक बनाया गया है; यदि छोड़ा जाता है, तो दशमलव = 2"
			}
		]
	},
	{
		name: "DOLLARDE",
		description: "भिन्न के रूप में व्यक्त, किसी डॉलर मूल्य को, दशमलव संख्या में व्यक्त, डॉलर मूल्य में कनवर्ट करता है.",
		arguments: [
			{
				name: "fractional_dollar",
				description: "किसी भिन्न के रूप में व्यक्त संख्या है"
			},
			{
				name: "fraction",
				description: "भिन्न के अंश में उपयोग करने के लिए पूर्णांक है"
			}
		]
	},
	{
		name: "DOLLARFR",
		description: "दशमलव संख्या के रूप में व्यक्त, किसी डॉलर मूल्य को, भिन्न में व्यक्त, डॉलर मूल्य में कनवर्ट करता है.",
		arguments: [
			{
				name: "decimal_dollar",
				description: "दशमलव संख्या है"
			},
			{
				name: "fraction",
				description: "भिन्न के अंश में उपयोग करने के लिए पूर्णांक है"
			}
		]
	},
	{
		name: "DPRODUCT",
		description: "आपके द्वारा निर्दिष्ट शर्तों को पूरा करने वाले डेटाबेस के अभिलेख फ़ील्ड (स्तंभ) के मानों का गुणा करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस आपस में संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DSTDEV",
		description: "चयनित डेटाबेस प्रविष्टियों के एक नमूने के आधार पर मानक विचलन का आकलन करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल व शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DSTDEVP",
		description: "चयनित डेटाबेस प्रविष्टियों के आधार पर संपूर्ण जनसंख्या के लिए मानक विचलन का परिकलन करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस आपस में संबद्ध डेटा की सूची है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DSUM",
		description: "डेटाबेस में अभिलेखों के फ़ील्ड (स्तंभ) में वह संख्याएँ जोड़ता है जो आपके द्वारा निर्दिष्ट शर्तों के समान हों.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DVAR",
		description: "चयनित डेटाबेस प्रविष्टियों के एक नमूने के आधार पर प्रसरण का आकलन करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल व शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "DVARP",
		description: "चयनित डेटाबेस प्रविष्टियों के आधार पर संपूर्ण जनसंख्या के लिए मानक विचलन का परिकलन करता है.",
		arguments: [
			{
				name: "database",
				description: "कक्षों की वह श्रेणी है जो सूची या डेटाबेस बनाती है. कोई डेटाबेस आपस में संबद्ध डेटा की सूची होता है"
			},
			{
				name: "field",
				description: "दोहरे उद्धरण चिह्न में या तो स्तंभ का लेबल है या कोई संख्या है जो सूची में स्तंभ की स्थिति का प्रतिनिधित्व करती है"
			},
			{
				name: "criteria",
				description: "कक्षों की वह श्रेणी है जिसमें आपके द्वारा निर्दिष्ट शर्तें हैं. श्रेणी में एक स्तंभ लेबल और शर्त के लिए लेबल के नीचे का एक कक्ष शामिल है"
			}
		]
	},
	{
		name: "EDATE",
		description: "दिनांक का क्रमांक देता है जो कि प्रारंभ दिनांक से पहले या बाद के माह की इंगित संख्या है.",
		arguments: [
			{
				name: "start_date",
				description: "प्रारंभ दिनांक का प्रतिनिधित्व करने वाली क्रमिक दिनांक संख्या है"
			},
			{
				name: "months",
				description: "प्रारंभ_दिनांक के बाद या पहले माह की संख्या है"
			}
		]
	},
	{
		name: "EFFECT",
		description: "प्रभावी वार्षिक ब्याज दर देता है.",
		arguments: [
			{
				name: "nominal_rate",
				description: "अभिहित ब्याज दर है"
			},
			{
				name: "npery",
				description: "प्रतिवर्ष चक्रवृद्धित अवधियों की संख्या है"
			}
		]
	},
	{
		name: "ENCODEURL",
		description: "कोई URL-एन्कोडेड स्ट्रिंग देता है.",
		arguments: [
			{
				name: "text",
				description: " जो एक URL एन्कोड किए जाने हेतु एक स्ट्रिंग है"
			}
		]
	},
	{
		name: "EOMONTH",
		description: "माह की किसी निर्दिष्ट संख्या के पहले या बाद के माह के अंतिम दिन का क्रमांक देता है.",
		arguments: [
			{
				name: "start_date",
				description: "प्रारंभ दिनांक का प्रतिनिधित्व करने वाली क्रमिक दिनांक संख्या है"
			},
			{
				name: "months",
				description: "प्रारंभ_दिनांक के पहले या बाद के माह की संख्या है"
			}
		]
	},
	{
		name: "ERF",
		description: "त्रुटि फ़ंक्शन देता है.",
		arguments: [
			{
				name: "lower_limit",
				description: "ERF को मिलाने के लिए निम्न परिबंध है"
			},
			{
				name: "upper_limit",
				description: "ERF को मिलाने के लिए ऊच्च परिबंध है"
			}
		]
	},
	{
		name: "ERF.PRECISE",
		description: "त्रुटि फ़ंक्शन देता है.",
		arguments: [
			{
				name: "X",
				description: "ERF.PRECISE को एकीकृत करने के लिए निम्न सीमा है"
			}
		]
	},
	{
		name: "ERFC",
		description: "कोटिपूरक त्रुटि फ़ंक्शन देता है.",
		arguments: [
			{
				name: "x",
				description: "ERF को मिलाने के लिए निम्न परिबंध है"
			}
		]
	},
	{
		name: "ERFC.PRECISE",
		description: "कोटिपूरक त्रुटि फ़ंक्शन देता है.",
		arguments: [
			{
				name: "X",
				description: " ERFC.PRECISE को मिलाने के लिए निम्न सीमा है"
			}
		]
	},
	{
		name: "ERROR.TYPE",
		description: "त्रुटि मान से मेल खाती संख्या देता है.",
		arguments: [
			{
				name: "error_val",
				description: "वह त्रुटि मान है जिसके लिए आप पहचान संख्या चाहते हैं, और यह कोई वास्तविक त्रुटि मान या किसी ऐसे कक्ष का संदर्भ हो सकता है जिसमें त्रुटि मान शामिल है"
			}
		]
	},
	{
		name: "EVEN",
		description: "धनात्मक संख्या को ऊपर की ओर व ऋणात्मक संख्या को नीचे की ओर निकटतम सम पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "यह मान है जिसे पूर्णांक बनाना है"
			}
		]
	},
	{
		name: "EXACT",
		description: "यह जाँचता है कि क्या दो पाठ स्ट्रिंग एकदम समान हैं, और TRUE या FALSE देता है. EXACT केस-संवेदी है.",
		arguments: [
			{
				name: "text1",
				description: "प्रथम पाठ स्ट्रिंग है"
			},
			{
				name: "text2",
				description: "दूसरा पाठ स्ट्रिंग है"
			}
		]
	},
	{
		name: "EXP",
		description: "e की घात किसी दी गई संख्या का मान देता है.",
		arguments: [
			{
				name: "number",
				description: "आधार e पर लगाया गया घातांक है. स्थिरांक e, प्राकृतिक लघुगणक के आधार 2.71828182845904 के बराबर है"
			}
		]
	},
	{
		name: "EXPON.DIST",
		description: "घातांकीय बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "फ़ंक्शन का मान है, एक गैर ऋणात्मक संख्या"
			},
			{
				name: "lambda",
				description: "यह पैरामीटर मान है, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "लौटाने हेतु फ़ंक्शन के लिए तार्किक मान है: संचयी बंटन फ़ंक्शन = TRUE; प्रायिकता घनत्वता फ़ंक्शन = FALSE"
			}
		]
	},
	{
		name: "EXPONDIST",
		description: "घातांकीय बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "फ़ंक्शन का मान है, एक गैर ऋणात्मक संख्या है"
			},
			{
				name: "lambda",
				description: "यह पैरामीटर मान है, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "लौटाने हेतु फ़ंक्शन के लिए तार्किक मान है: संचयी बंटन फ़ंक्शन = TRUE; प्रायिकता घनत्वता फ़ंक्शन = FALSE"
			}
		]
	},
	{
		name: "F.DIST",
		description: "दो डेटा समूह के लिए (बाईं-पुच्छ) F प्रायिकता बंटन (विभिन्नता का स्तर) देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाना है, एक गैर ऋणात्मक संख्या है"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "cumulative",
				description: "लौटाने हेतु फ़ंक्शन के लिए कोई तार्किक मान है: संचयी फ़ंक्शन बंटन = TRUE; प्रायिकता घनत्व फ़ंक्शन = FALSE"
			}
		]
	},
	{
		name: "F.DIST.RT",
		description: "दो डेटा समूह के लिए(दाईं-पुच्छ) F प्रायिकता बंटन (विभिन्नता का स्तर) का प्रतिलोम देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसपर फ़ंक्शन का मूल्यांकन करना है, कोई ग़ैऋणात्मक संख्या है"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "F.INV",
		description: "(बाईं-पुच्छ) F प्रायिकता बंटन का प्रतिलोम देता है: if p = F.DIST(x,...), then F.INV(p,...) = x.",
		arguments: [
			{
				name: "probability",
				description: "F संचयी बंटन के साथ संबद्ध कोई प्रायिकता है, 0 और 1 के बीच शामिल कोई संख्या"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "F.INV.RT",
		description: "दो डेटा समूह के लिए (दाईं-पुच्छ) F प्रायिकता बंटन का प्रतिलोम देता है: अगर p = F.DIST.RT(x,...), तो F.INV.RT(p,...) = x.",
		arguments: [
			{
				name: "probability",
				description: " F संचयी बंटन के साथ संबद्ध कोई प्रायिकता है, 0 और 1 के बीच शामिल कोई संख्या है"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "F.TEST",
		description: "किसी F-परीक्षण का परिणाम देता है, एक दो-पुच्छ प्रायिकता जो कि सरणी 1 और सरणी 2 के प्रसरण महत्वपूर्ण रूप से भिन्न नहीं हैं.",
		arguments: [
			{
				name: "array1",
				description: "यह डेटा की प्रथम सरणी या श्रेणी है और संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकती है जिनमें संख्याएँ हों (रिक्त स्थानों पर ध्यान नहीं दिया जाता है)"
			},
			{
				name: "array2",
				description: "यह डेटा की द्वितीय सरणी या श्रेणी है और संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकती है जिनमें संख्याएँ हों (रिक्त स्थानों पर ध्यान नहीं दिया जाता है)"
			}
		]
	},
	{
		name: "FACT",
		description: "किसी संख्या का 1*2*3*...* संख्या के बराबर क्रमगुणित देता है.",
		arguments: [
			{
				name: "number",
				description: "कोई गैर ऋणात्मक संख्या है जिसका आप क्रमगुणित निकालना चाहते हैं"
			}
		]
	},
	{
		name: "FACTDOUBLE",
		description: "किसी संख्या का दोहरा क्रमगुणन देता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसके लिए दोहरा क्रमगुणन चाहिए"
			}
		]
	},
	{
		name: "FALSE",
		description: "तार्किक मान FALSE देता है.",
		arguments: [
		]
	},
	{
		name: "FDIST",
		description: "दो डेटा समूह के लिए (दाई- पुच्छ) F प्रायिकता बंटन (विभिन्नता का स्तर) देता है.",
		arguments: [
			{
				name: "x",
				description: "जो मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाना है, एक गैर ऋणात्मक संख्या है"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 को छोड़कर, 1 और 10^10 के बीच की संख्या है"
			}
		]
	},
	{
		name: "FIELD",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIELDPICTURE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIND",
		description: "एक पाठ स्ट्रिंग की किसी अन्य पाठ स्ट्रिंग के साथ शुरुआती स्थिति देता है. FIND केस संवेदी है.",
		arguments: [
			{
				name: "find_text",
				description: "वह पाठ है जिसे आप खोजना चाहते हैं. Within_text में पहले वर्ण को मिलाने के लिए दोहरे उद्धरण चिह्न (रिक्त पाठ) का उपयोग करें; वाइल्डकार्ड वर्णों की अनुमति नहीं हैं"
			},
			{
				name: "within_text",
				description: "पाठ है, जिसमें वह पाठ है जो आप ढूँढना चाहते हैं"
			},
			{
				name: "start_num",
				description: "वह वर्ण बताता है जिससे ढूँढना प्रारंभ किया जाना है. Within_text में पहला वर्ण, वर्ण क्रमांक 1 है. यदि छोड़ा जाता है, तो Start_num = 1"
			}
		]
	},
	{
		name: "FINV",
		description: "(दाई-पुच्छ) F प्रायिकता बंटन का प्रतिलोम देता है: अगर p = FDIST(x,...), तो FINV(p,...) = x है.",
		arguments: [
			{
				name: "probability",
				description: "प्रायिकता F संचयी बंटन से संबंधित है, संख्या  0 और 1 के बीच सम्मिलित कर"
			},
			{
				name: "deg_freedom1",
				description: "अंश में स्वतंत्रता का अंश है, 1 और 10^10 के बीच की संख्या है, 10^10 को छोड़कर"
			},
			{
				name: "deg_freedom2",
				description: "हर में स्वतंत्रता का अंश है, 10^10 छोड़कर को छोड़कर, 1 और 10^10 के बीच की कोई संख्या है"
			}
		]
	},
	{
		name: "FISHER",
		description: "फिशर रूपांतरण देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसके लिए आप रूपांतरण चाहते हैं, -1 और 1 को छोड़कर, -1 और 1 के बीच की कोई संख्या है"
			}
		]
	},
	{
		name: "FISHERINV",
		description: "फिशर रूपांतरण का प्रतिलोम देता है: यदि y = FISHER(x), तब FISHERINV(y) = x.",
		arguments: [
			{
				name: "y",
				description: "मान है जिसके लिए आप रूपांतरण का प्रतिलोम चाहते हैं"
			}
		]
	},
	{
		name: "FIXED",
		description: "संख्या को निर्दिष्ट दशमलव स्थानों की संख्या वाला पूर्णांक बनाता है और परिणाम अल्पविराम रहित या अल्पविराम सहित पाठ के रूप में देता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप पूर्णांक बनाकर पाठ में कनवर्ट करना चाहते हैं"
			},
			{
				name: "decimals",
				description: "दशमलव बिंदु के दाईं ओर अंकों की संख्या है. यदि छोड़ा जाता है, तो दशमलव = 2"
			},
			{
				name: "no_commas",
				description: "एक तार्किक मान है: दिए गए पाठ में अल्पविराम प्रदर्शित न करें = TRUE; पाठ में अल्पविराम प्रदर्शित करें = FALSE या छोड़ा गया"
			}
		]
	},
	{
		name: "FLOOR",
		description: "शून्य की ओर संख्या पूर्णांक बनाता है, शून्य की ओर, सूचक के निकटतम गुणक की ओर.",
		arguments: [
			{
				name: "number",
				description: "संख्यात्मक मान है जिसका आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "गुणक है जिसका आप पूर्णांक बनाना चाहते हैं. संख्या और सूचक या तो दोनों धनात्मक हो सकते हैं या दोनों ऋणात्मक हो सकते हैं"
			}
		]
	},
	{
		name: "FLOOR.MATH",
		description: "किसी संख्या को निकटतम निम्न पूर्णांक या महत्त्व का निकटतम गुणक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "वह मान है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह गुणक है जिस पर आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "mode",
				description: "जब दिया गया हो और शून्य न हो, तो यह फ़ंक्शन शून्य के पास पूर्णांक बनाएगा"
			}
		]
	},
	{
		name: "FLOOR.PRECISE",
		description: "निकटतम पूर्णांक या सूचक के निकटतम गुणक की ओर संख्या पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "वह आंकिक मान है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह गुणक है जिस पर आप पूर्णांक बनाना चाहते हैं. "
			}
		]
	},
	{
		name: "FORECAST",
		description: "मौजूदा मानों का उपयोग कर, रेखीय प्रवृत्ति के आधार पर भविष्य के किसी मूल्य का परिकलन करता है या अनुमान लगाता है.",
		arguments: [
			{
				name: "x",
				description: "कोई डेटा बिंदु है जिसके लिए आप मान का अनुमान लगाना चाहते हैं और यह कोई संख्यात्मक मान होना चाहिए"
			},
			{
				name: "known_y's",
				description: "संख्यात्मक डेटा की कोई निर्भर सरणी या श्रेणी है"
			},
			{
				name: "known_x's",
				description: "संख्यात्मक डेटा की कोई स्वतंत्र सरणी या श्रेणी है. Known_x का प्रसरण शून्य नहीं होना चाहिए"
			}
		]
	},
	{
		name: "FORMULATEXT",
		description: "एक स्ट्रिंग के रूप में सूत्र देता है.",
		arguments: [
			{
				name: "reference",
				description: "किसी सूत्र का संदर्भ है"
			}
		]
	},
	{
		name: "FREQUENCY",
		description: "यह परिकलित करता है कि मान श्रेणी में मान कितनी बार आए हैं और फिर संख्याओं की एक अनुलंब सरणी देता है जिसमें bins_array से एक तत्व अधिक हो.",
		arguments: [
			{
				name: "data_array",
				description: "किसी मान समूह की सरणी या संदर्भ है जिसके लिए आप आवृत्तियों की गणना करना चाहते हैं (रिक्त स्थान और पाठ की उपेक्षा की जाती है)"
			},
			{
				name: "bins_array",
				description: "उन अंतरालों की सरणी या संदर्भ है, जिनमें आप data_array में मान समूहीकृत करना चाहते हैं"
			}
		]
	},
	{
		name: "FTEST",
		description: "किसी F-परीक्षण का परिणाम देता है, एक दो-पुच्छ प्रायिकता जो कि सरणी 1 और सरणी 2 के प्रसरण महत्वपूर्ण रूप से भिन्न नहीं हैं.",
		arguments: [
			{
				name: "array1",
				description: "यह डेटा की प्रथम सरणी या श्रेणी है और संख्याएँ या नाम, सरणियाँ, या संदर्भ हो सकते हैं जिनमें संख्याएँ हों (रिक्त स्थानों की उपेक्षा की जाती है)"
			},
			{
				name: "array2",
				description: "यह डेटा की द्वितीय सरणी या श्रेणी है और संख्याएँ या नाम, सरणियाँ, या संदर्भ हो सकते हैं जिनमें संख्याएँ हों (रिक्त स्थानों पर ध्यान नहीं दिया जाता है)"
			}
		]
	},
	{
		name: "FV",
		description: "आवर्ती, स्थायी भुगतानों और एक स्थिर ब्याज दर के आधार पर किसी निवेश का भविष्य का मूल्य देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "nper",
				description: "निवेश में भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pmt",
				description: "प्रति अवधि किया गया भुगतान है; यह पूरे निवेशकाल में परिवर्तित नहीं हो सकता"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य, या वह एकमुश्त रकम है जिसके मूल्य के बराबर भविष्य के भुगतानों की एक श्रृंखला अभी है. यदि छोड़ा जाता है, तो Pv = 0"
			},
			{
				name: "type",
				description: "भुगतान के समय का प्रतिनिधित्व करने वाला मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			}
		]
	},
	{
		name: "FVSCHEDULE",
		description: "चक्रवृद्धि ब्याज दरों की किसी श्रृंखला को लागू कर किसी प्रारंभिक मूलधन का भविष्य का मूल्य देता है.",
		arguments: [
			{
				name: "principal",
				description: "वर्तमान मूल्य है"
			},
			{
				name: "schedule",
				description: "लागू करने के लिए ब्याज दरों की कोई सरणी है"
			}
		]
	},
	{
		name: "GAMMA",
		description: "गामा फ़ंक्शन मान देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसके लिए आप गामा का परिकलन करना चाहते हैं"
			}
		]
	},
	{
		name: "GAMMA.DIST",
		description: "गामा संचय बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसपर आप बंटन, एक अऋणात्मक सख्या का मूल्यांकन करना चाहते हैं"
			},
			{
				name: "alpha",
				description: "बंटन किसी धनात्मक संख्या का एक पैरामीटर"
			},
			{
				name: "beta",
				description: "बंटन किसी धनात्मक संख्या का एक पैरामीटर है. अगर बीटा = 1 तो, GAMMA.DIST मानक गामा बंटन देता है"
			},
			{
				name: "cumulative",
				description: "तार्किक मान है: संचयी बंटन फ़ंक्शन देते हैं = TRUE;  प्रायिकता द्रव्यमान फ़ंक्शन देते हैं = FALSE या छोड़ा गया"
			}
		]
	},
	{
		name: "GAMMA.INV",
		description: "गामा संचय बंटन का प्रतिलोम देता है: अगर p = GAMMA.DIST(x,...), फिर GAMMA.INV(p,...) = x.",
		arguments: [
			{
				name: "probability",
				description: "प्रायिकता, 0 से 1 के बीच शामिल कोई धनात्मक संख्या, गामा बंटन के साथ संबद्ध"
			},
			{
				name: "alpha",
				description: "किसी बंटन, एक धनात्मक संख्या"
			},
			{
				name: "beta",
				description: "का एक पैरामीटर है. अगर बीटा = 1, GAMMA.INV मानक गामा बंटन का प्रतिलोम देता है"
			}
		]
	},
	{
		name: "GAMMADIST",
		description: "गामा वितरण वापस देता है.",
		arguments: [
			{
				name: "x",
				description: "यह एक मान है जिस पर आपको वितरण का मूल्‍यांकन करना है, एक अऋणात्‍मक संख्‍या"
			},
			{
				name: "alpha",
				description: "वितरण के लिए पैरामीटर है, एक धनात्‍मक संख्‍या"
			},
			{
				name: "beta",
				description: "वितरण के लिए पैरामीटर है, एक धनात्‍मक संख्‍या. यदि बीटा = 1, GAMMADIST मानक गामा वितरण वापस करता है"
			},
			{
				name: "cumulative",
				description: "यह तार्किक मान है: एकत्रित वितरण फंक्‍शन वापस करता है  = TRUE; संभावित द्रव्‍यमान वापस करता है = FALSE या छूट गया"
			}
		]
	},
	{
		name: "GAMMAINV",
		description: "गामा संचयी बंटन का प्रतिलोम देता है: अगर p = GAMMADIST(x,...), तब GAMMAINV(p,...) = x.",
		arguments: [
			{
				name: "probability",
				description: "गामा बंटन से संबंधित प्रायिकता है, जो 0 और 1 के बीच की, और जो इसमें शामिल हैं, कोई संख्या है"
			},
			{
				name: "alpha",
				description: "बंटन के लिए प्रायिकता है, एक धनात्मक संख्या"
			},
			{
				name: "beta",
				description: "बंटन के लिए पैरामीटर है, एक धनात्मक संख्या. अगर बीटा = 1, GAMMAINV मानक गामा बंटन का प्रतिलोम देता है"
			}
		]
	},
	{
		name: "GAMMALN",
		description: "गामा फ़ंक्शन का सामान्य लघुगणक देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसके लिए आप एक धनात्मक संख्या, GAMMALN का परिकलन करना चाहते हैं"
			}
		]
	},
	{
		name: "GAMMALN.PRECISE",
		description: "गामा फ़ंक्शन का प्राकृतिक लघुगणक देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसके लिए आप GAMMALN.PRECISE का परिकलन करना चाहते हैं, एक धनात्मक संख्या"
			}
		]
	},
	{
		name: "GAUSS",
		description: "",
		arguments: [
		]
	},
	{
		name: "GCD",
		description: "महत्तम समापवर्तक देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक मान हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक मान हैं"
			}
		]
	},
	{
		name: "GEOMEAN",
		description: "धनात्मक सांख्यिकीय डेटा वाले किसी सरणियाँ या श्रेणी का गुणोत्तर माध्य देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप माध्य निकालना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप माध्य निकालना चाहते हैं"
			}
		]
	},
	{
		name: "GESTEP",
		description: "यह जाँचता है कि क्या कोई संख्या देहली मान से बड़ी है.",
		arguments: [
			{
				name: "number",
				description: "चरण के विरुद्ध जाँचने वाला मान है"
			},
			{
				name: "step",
				description: "देहली मान है"
			}
		]
	},
	{
		name: "GETPIVOTDATA",
		description: "किसी PivotTable में संग्रहीत डेटा निकालता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "data_field",
				description: "उस डेटा फ़ील्ड का नाम है जिससे डेटा निकाला जाना है"
			},
			{
				name: "pivot_table",
				description: "PivotTable के उस कक्ष या कक्षों की श्रेणी का संदर्भ है, जिसमें वह डेटा है जिसे आप पुनर्प्राप्त करना चाहते हैं"
			},
			{
				name: "field",
				description: "संदर्भ के लिए फ़ील्ड"
			},
			{
				name: "item",
				description: "संदर्भ के लिए फ़ील्ड आइटम"
			}
		]
	},
	{
		name: "GROWTH",
		description: "ज्ञात डेटा बिंदुओं के समान घातांकीय वृद्धि प्रवृत्ति संख्याएँ देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "y-मानों का एक समूह है जिसे आप समीकरण y = b*m^x के माध्यम से पहले से जानते हैं, कोई सरणी या धनात्मक संख्याओं की श्रेणी है"
			},
			{
				name: "known_x's",
				description: "x-मानों का एक वैकल्पिक समूह है जिसे आप समीकरण y = b*m^x के माध्यम से पहले से जानते हैं, कोई सरणी या श्रेणी जो Known_y's के समान आकार की है"
			},
			{
				name: "new_x's",
				description: "नए x-मान हैं जिनके लिए आप चाहते हैं कि GROWTH संगत y-मान दे"
			},
			{
				name: "const",
				description: "एक तार्किक मान है: यदि Const = TRUE है, तो स्थिरांक b का परिकलन साधारण रूप से किया जाता है; यदि Const = FALSE या छोड़ा गया हो, तो b को 1 के बराबर रखा जाता है"
			}
		]
	},
	{
		name: "HARMEAN",
		description: "धनात्मक संख्या के डेटा समूह का हरात्मक माध्य: व्युत्क्रमणों के समांतर माध्य का व्युत्क्रमण देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिसमें वे संख्याएँ हैं जिनका आप हरात्मक माध्य चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिसमें वे संख्याएँ हैं जिनका आप हरात्मक माध्य चाहते हैं"
			}
		]
	},
	{
		name: "HEX2BIN",
		description: "किसी हेक्ज़ाडेसिमल संख्या को बाइनरी में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह हेक्ज़ाडेसिमल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "HEX2DEC",
		description: "किसी हेक्ज़ाडेसिमल संख्या को दशमलव में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह हेक्ज़ाडेसिमल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "HEX2OCT",
		description: "किसी हेक्ज़ाडेसिमल संख्या को ऑक्टल में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह हेक्ज़ाडेसिमल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "HLOOKUP",
		description: "किसी तालिका की ऊपरी पंक्ति या मानों की सरणी से कोई मान ढूँढता है और आपके द्वारा निर्दिष्ट किसी पंक्ति से उसी स्तंभ में एक मान देता है.",
		arguments: [
			{
				name: "lookup_value",
				description: "तालिका की प्रथम पंक्ति में ढूँढा जाने वाला मान है और कोई मान, संदर्भ, या पाठ स्ट्रिंग हो सकती है"
			},
			{
				name: "table_array",
				description: "कोई पाठ, संख्याओं, या तार्किक मानों की तालिका है जिनमें डेटा ढूँढा जाता है. Table_array किसी श्रेणी या श्रेणी नाम का संदर्भ हो सकता है"
			},
			{
				name: "row_index_num",
				description: "table_array में कोई पंक्ति संख्या है जिसमें से मेल खाता मान दिया जाना है. तालिका में मानों की पहली पंक्ति, पंक्ति 1 है"
			},
			{
				name: "range_lookup",
				description: "एक तार्किक मान है: ऊपरी पंक्ति (आरोही क्रम में सॉर्ट की हुई) में निकटतम मेल ढूँढने के लिए = TRUE या छोड़ा गया; निश्चित मेल ढूँढें = FALSE"
			}
		]
	},
	{
		name: "HOUR",
		description: "0 (12:00 A.M.) से 23 (11:00 P.M.) तक की संख्याओं के रूप में घंटा लौटाता है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड में एक संख्या या समय स्वरूप में पाठ है, जैसे 16:48:00 या 4:48:00 PM"
			}
		]
	},
	{
		name: "HYPERLINK",
		description: "कोई शॉर्टकट या जंप बनाता है जो आपके हार्ड ड्राइव, नेटवर्क सर्वर, या इंटरनेट पर संग्रहीत दस्तावेज़ खोलता है.",
		arguments: [
			{
				name: "link_location",
				description: "वह पाठ है जो उस दस्तावेज़ का पथ और फ़ाइल नाम देता है जिसे खोलना है, और जो कोई हार्ड ड्राइव स्थान, UNC पता, या URL पथ हो सकता है"
			},
			{
				name: "friendly_name",
				description: "पाठ या संख्या है जो कक्ष में प्रदर्शित की गई हो. यदि छोड़ा गया हो, तो कक्ष Link_location पाठ प्रदर्शित करता है"
			}
		]
	},
	{
		name: "HYPGEOM.DIST",
		description: "अतिगुणोत्तर बंटन देता है.",
		arguments: [
			{
				name: "sample_s",
				description: "निदर्शन में सफलता की संख्या है"
			},
			{
				name: "number_sample",
				description: "निदर्शन का आकार है"
			},
			{
				name: "population_s",
				description: "जनसंख्या में सफलता की संख्या है"
			},
			{
				name: "number_pop",
				description: "जनसंख्या का आकार है"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; समूह प्रायिकता फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "HYPGEOMDIST",
		description: "अतिगुणोत्तर बंटन देता है.",
		arguments: [
			{
				name: "sample_s",
				description: "नमूने में सफलताओं की संख्या है"
			},
			{
				name: "number_sample",
				description: "नमूना का आकार है"
			},
			{
				name: "population_s",
				description: "जनसंख्या में सफलताओं की संख्या है"
			},
			{
				name: "number_pop",
				description: "जनसंख्या का आकार है"
			}
		]
	},
	{
		name: "IF",
		description: "यह जाँचता है कि क्या शर्त पूरी हो रही है, और यदि यह TRUE है, तो एक और यदि FALSE है, तो दूसरा मान देता है.",
		arguments: [
			{
				name: "logical_test",
				description: "कोई मान या व्यंजक है जिसे TRUE या FALSE में मूल्यांकित किया जा सकता है"
			},
			{
				name: "value_if_true",
				description: "वह मान है जो Logical_test के TRUE होने पर दिया जाता है. यदि छोड़ दिया जाए, तो TRUE दिया जाता है. आप सात तक IF फ़ंक्शन नेस्ट कर सकते हैं"
			},
			{
				name: "value_if_false",
				description: "वह मान है जो Logical_test के FALSE होने पर दिया जाता है. यदि छोड़ दिया जाए, तो FALSE दिया जाता है"
			}
		]
	},
	{
		name: "IFERROR",
		description: "मान_यदि_त्रुटि हो देता है यदि व्यंजक में और व्यंजक के मान में स्वयं में त्रुटि हो.",
		arguments: [
			{
				name: "value",
				description: "कोई मान या व्यंजक या संदर्भ है"
			},
			{
				name: "value_if_error",
				description: "कोई मान या व्यंजक या संदर्भ है"
			}
		]
	},
	{
		name: "IFNA",
		description: "यदि व्यंजक #N/A का समाधान देता है तो आपके द्वारा निर्दिष्ट मान देता है, अन्यथा व्यंजक का परिणाम देता है.",
		arguments: [
			{
				name: "value",
				description: "कोई मान या व्यंजक या संदर्भ है"
			},
			{
				name: "value_if_na",
				description: "कोई मान या व्यंजक या संदर्भ है"
			}
		]
	},
	{
		name: "IMABS",
		description: "किसी सम्मिश्र संख्या का निरपेक्ष मान (मापांक) देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह सम्मिश्र संख्या है जिसके लिए आप निरपेक्ष मान चाहते हैं"
			}
		]
	},
	{
		name: "IMAGINARY",
		description: "किसी सम्मिश्र संख्या का अधिकल्पित गुणांक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप अधिकल्पित गुणांक चाहते हैं"
			}
		]
	},
	{
		name: "IMARGUMENT",
		description: "तर्क q, रेडियंस में व्यक्त कोई कोण देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्या है जिसके लिए आप तर्क चाहते हैं"
			}
		]
	},
	{
		name: "IMCONJUGATE",
		description: "किसी सम्मिश्र संख्या का सम्मिश्र संयुग्मी देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप संयुग्मी चाहते हैं"
			}
		]
	},
	{
		name: "IMCOS",
		description: "किसी सम्मिश्र संख्या की कोज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्या है जिसके लिए आप कोज्या चाहते हैं"
			}
		]
	},
	{
		name: "IMCOSH",
		description: "किसी जटिल संख्या की अतिपरवलयिक कोज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई जटिल संख्या है जिसके लिए आप अतिपरवलयिक कोज्या चाहते है"
			}
		]
	},
	{
		name: "IMCOT",
		description: "सम्मिश्र संख्या का कोटिस्पर्शज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप कोटिस्पर्शज्या चाहते हैं"
			}
		]
	},
	{
		name: "IMCSC",
		description: "सम्मिश्र संख्या का व्युत्क्रमज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप व्युत्क्रमज्या चाहते हैं"
			}
		]
	},
	{
		name: "IMCSCH",
		description: "सम्मिश्र संख्या का अतिपरवलयिक व्युत्क्रमज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप अतिपरवलयिक व्युत्क्रमज्या चाहते हैं"
			}
		]
	},
	{
		name: "IMDIV",
		description: "दो सम्मिश्र संख्याओं का भागफल देता है.",
		arguments: [
			{
				name: "inumber1",
				description: "सम्मिश्र अंश या भाज्य है"
			},
			{
				name: "inumber2",
				description: "सम्मिश्र हर या भाजक है"
			}
		]
	},
	{
		name: "IMEXP",
		description: "किसी सम्मिश्र संख्या का घातांक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्या है जिसके लिए आप घातांक चाहते हैं"
			}
		]
	},
	{
		name: "IMLN",
		description: "किसी सम्मिश्र संख्या का प्राकृतिक लघुगणक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह संख्या है जिसके लिए आप प्राकृतिक लघुगणक चाहते हैं"
			}
		]
	},
	{
		name: "IMLOG10",
		description: "किसी सम्मिश्र संख्या का आधार-10 लघुगणक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह सम्मिश्र संख्या है जिसके लिए आप सामान्य लघुगणक चाहते हैं"
			}
		]
	},
	{
		name: "IMLOG2",
		description: "किसी सम्मिश्र संख्या का आधार-2 लघुगणक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह सम्मिश्र संख्या है जिसके लिए आप आधार-2 लघुगणक चाहते हैं"
			}
		]
	},
	{
		name: "IMPOWER",
		description: "पूर्णांक घात वाली कोई सम्मिश्र संख्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह सम्मिश्र संख्या है जिसे आप घात के रूप में चाहते हैं"
			},
			{
				name: "number",
				description: "वह घात है जिसे आप सम्मिश्र संख्या पर चाहते हैं"
			}
		]
	},
	{
		name: "IMPRODUCT",
		description: "1 से 255 सम्मिश्र संख्याओं का गुणनफल देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "inumber1",
				description: "Inumber1, Inumber2,... गुणनफल के लिए 1 से 255 तक सम्मिश्र संख्‍याएँ है."
			},
			{
				name: "inumber2",
				description: "Inumber1, Inumber2,... गुणनफल के लिए 1 से 255 तक सम्मिश्र संख्‍याएँ है."
			}
		]
	},
	{
		name: "IMREAL",
		description: "किसी सम्मिश्र संख्या का वास्तविक गुणांक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्या है जिसके लिऐ आप वास्तविक गुणांक चाहते हैं"
			}
		]
	},
	{
		name: "IMSEC",
		description: "सम्मिश्र संख्या का छेदक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप छेदक चाहते हैं"
			}
		]
	},
	{
		name: "IMSECH",
		description: "सम्मिश्र संख्या का अतिपरवलयिक छेदक देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप अतिपरवलयिक छेदक चाहते हैं"
			}
		]
	},
	{
		name: "IMSIN",
		description: "किसी सम्मिश्र संख्या की ज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्या है जिसके लिए आप ज्या चाहते हैं"
			}
		]
	},
	{
		name: "IMSINH",
		description: "किसी जटिल संख्या की अतिपरवलयिक ज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई जटिल संख्या है जिसके लिए आप अतिपरवलयिक ज्या चाहते है"
			}
		]
	},
	{
		name: "IMSQRT",
		description: "किसी सम्मिश्र संख्या का वर्गमूल देता है.",
		arguments: [
			{
				name: "inumber",
				description: "वह सम्मिश्र संख्या है जिसके लिए आप वर्गमूल चाहते हैं"
			}
		]
	},
	{
		name: "IMSUB",
		description: "दो सम्मिश्र संख्याओं का अंतर देता है.",
		arguments: [
			{
				name: "inumber1",
				description: "वह सम्मिश्र संख्या है जिसमें से inumber2 घटाना है"
			},
			{
				name: "inumber2",
				description: "वह सम्मिश्र संख्या है जिसमें से inumber1 घटाना है"
			}
		]
	},
	{
		name: "IMSUM",
		description: "सम्मिश्र संख्याओं का योग देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "inumber1",
				description: "जोड़ने के लिए 1 से 255 तक सम्मिश्र संख्याएँ हैं"
			},
			{
				name: "inumber2",
				description: "जोड़ने के लिए 1 से 255 तक सम्मिश्र संख्याएँ हैं"
			}
		]
	},
	{
		name: "IMTAN",
		description: "किसी सम्मिश्र संख्या का स्पर्शज्या देता है.",
		arguments: [
			{
				name: "inumber",
				description: "कोई सम्मिश्र संख्‍या है जिसके लिए आप स्पर्शज्या चाहते हैं"
			}
		]
	},
	{
		name: "INDEX",
		description: "कक्ष के किसी मान या संदर्भ को, किसी दी गई श्रेणी में, किसी विशेष पंक्ति या स्तंभ के विच्छेदन बिंदु पर देता है.",
		arguments: [
			{
				name: "array",
				description: "कक्षों की श्रेणी या कोई सरणी स्थिरांक है."
			},
			{
				name: "row_num",
				description: "सरणी या संदर्भ में से उस पंक्ति का चयन करता है जिसमें से मान दिया जाना है. यदि छोड़ा जाता है, तो Column_num आवश्यक होगा"
			},
			{
				name: "column_num",
				description: "सरणी या संदर्भ में से उस स्तंभ का चयन करता है जिसमें से मान दिया जाना है. यदि छोड़ा जाता है, तो Row_num आवश्यक होगा"
			}
		]
	},
	{
		name: "INDIRECT",
		description: "किसी पाठ स्ट्रिंग द्वारा निर्दिष्ट संदर्भ देता है.",
		arguments: [
			{
				name: "ref_text",
				description: "A1- या R1C1-शैली के संदर्भ वाले किसी कक्ष का संदर्भ, संदर्भ के रूप में निर्धारित नाम, या पाठ स्ट्रिंग के रूप में कक्ष का संदर्भ है"
			},
			{
				name: "a1",
				description: "तार्किक मान है जो Ref_text में संदर्भ का प्रकार निर्दिष्ट करता है: R1C1-शैली = FALSE; A1-शैली = TRUE या छोड़ा गया"
			}
		]
	},
	{
		name: "INFO",
		description: "वर्तमान ऑपरेटिंग परिवेश के बारे में जानकारी देता है.",
		arguments: [
			{
				name: "type_text",
				description: "पाठ है जो यह बताता है कि आपने किस प्रकार की जानकारी देना चाहते हैं."
			}
		]
	},
	{
		name: "INT",
		description: "संख्या को निकटतम पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "वह प्राकृत संख्या है जिसे आप पूर्णांक बनाना चाहते हैं"
			}
		]
	},
	{
		name: "INTERCEPT",
		description: "ज्ञात x-मानों और y-मानों के माध्यम से प्लॉट की गई सर्वश्रेष्ठ प्रतीपगमन रेखा का उपयोग कर उस बिंदु का परिकलन करता है जिस पर कोई रेखा y-अक्ष को प्रतिच्छेद करेगी.",
		arguments: [
			{
				name: "known_y's",
				description: "प्रेक्षणों या डेटा का निर्भर समूह है और यह संख्याएँ या नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			},
			{
				name: "known_x's",
				description: "प्रेक्षणों या डेटा का स्वतंत्र समूह है और यह संख्याएँ या नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			}
		]
	},
	{
		name: "INTRATE",
		description: "किसी पूर्ण निवेशित प्रतिभूति के लिए ब्याज दर देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "investment",
				description: "प्रतिभूति में निवेश की गई राशि है"
			},
			{
				name: "redemption",
				description: "परिपक्वता पर प्राप्त होने वाली राशि है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "IPMT",
		description: "किसी निवेश के लिए, किसी दी गई अवधि में, आवर्ती, स्थायी भुगतानों और एक स्थिर ब्याज दर के आधार पर ब्याज का भुगतान देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतान के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "per",
				description: "वह अवधि है जिसके लिए आप ब्याज जानना चाहते हैं और यह 1 से Nper श्रेणी में होनी चाहिए"
			},
			{
				name: "nper",
				description: "किसी निवेश में भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य या वह एकमुश्त राशि है जिसके मूल्य के बराबर भविष्य के भुगतानों की कोई श्रृंखला अभी है"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है जो आप अंतिम भुगतान के बाद पाना चाहते हैं. यदि छोड़ा जाता है, तो Fv = 0"
			},
			{
				name: "type",
				description: "भुगतान समय का प्रतिनिधित्व करने वाला एक तार्किक मान है: अवधि समाप्त होने पर = 0 या छोड़ा गया, अवधि के प्रारंभ होने पर = 1"
			}
		]
	},
	{
		name: "IRR",
		description: "नकद प्रवाहों की किसी श्रृंखला के लिए लाभ की अंतरिम दर देता है.",
		arguments: [
			{
				name: "values",
				description: "जो कोई सरणी या उन कक्षों का संदर्भ है जिनमें वे संख्याएँ शामिल हैं जिनके लिए आप लाभ की अंतरिम दर का परिकलन करना चाहते हैं"
			},
			{
				name: "guess",
				description: "जो कोई संख्या है जो आप समझते हैं कि IRR परिणाम के निकट है; 0.1 (10 प्रतिशत) यदि छोड़ा गया हो"
			}
		]
	},
	{
		name: "ISBLANK",
		description: "यह जाँचता है कि क्या संदर्भ किसी रिक्त कक्ष का है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "जो कक्ष या उस कक्ष को संदर्भित करने वाला नाम है जिसका आप परीक्षण करना चाहते हैं"
			}
		]
	},
	{
		name: "ISERR",
		description: "यह जाँचता है कि क्या #N/A को छोड़ कर कोई मान त्रुटि (#VALUE!, #REF!, #DIV/0!, #NUM!, #NAME?, या #NULL!) है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या मान को संदर्भित करने वाले किसी कक्ष, सूत्र, या नाम को संदर्भित करता है"
			}
		]
	},
	{
		name: "ISERROR",
		description: "यह जाँचता है कि क्या मान कोई त्रुटि है (#N/A, #VALUE!, #REF!, #DIV/0!, #NUM!, #NAME?, या #NULL!), और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "जो वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या मान को सं‍दर्भित करने वाले कक्ष, सूत्र, या नाम के लिए प्रयुक्त हो सकता है"
			}
		]
	},
	{
		name: "ISEVEN",
		description: "TRUE देता है यदि संख्या सम हो.",
		arguments: [
			{
				name: "number",
				description: "जाँच करने के लिए संख्‍या"
			}
		]
	},
	{
		name: "ISFORMULA",
		description: "जाँचता है कि क्या संदर्भ किसी सूत्र वाले कक्ष के लिए है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "reference",
				description: "आपके द्वारा परीक्षण किए जाने वाले कक्ष का संदर्भ है.  संदर्भ किसी कक्ष का संदर्भ, एक सूत्र, या किसी कक्ष को संदर्भित करने वाला नाम हो सकता है"
			}
		]
	},
	{
		name: "ISLOGICAL",
		description: "यह जाँचता है कि क्या मान एक तार्किक मान है (TRUE या FALSE), और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र या किसी नाम को संदर्भित कर सकता है, जो किसी कक्ष, सूत्र या मान को संदर्भित करता हो"
			}
		]
	},
	{
		name: "ISNA",
		description: "यह जाँचता है कि क्या कोई मान #लागू नहीं है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या किसी नाम से संबद्ध हो सकता है जो किसी कक्ष, सूत्र, या मान से संबद्ध हो"
			}
		]
	},
	{
		name: "ISNONTEXT",
		description: "जाँच करता है कि क्या मान पाठ नहीं है (रिक्त कक्ष पाठ नहीं होते हैं), और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसे आप परीक्षित करना चाहते हैं: कोई कक्ष; सूत्र; या कक्ष को संदर्भित करने वाला नाम, सूत्र, या मान"
			}
		]
	},
	{
		name: "ISNUMBER",
		description: "यह जाँचता है कि क्या मान कोई संख्या है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या मान को संदर्भित करने वाले किसी कक्ष, सूत्र, या नाम को संदर्भित करता है"
			}
		]
	},
	{
		name: "ISO.CEILING",
		description: "संख्या को निकटतम पूर्णांक या निकटतम निश्चित गुणांक तक पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "मान है जिसका आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह वैकल्‍पिक गुणांक है जिसका आप पूर्णांक बनाना चाहते हैं"
			}
		]
	},
	{
		name: "ISODD",
		description: "TRUE देता है यदि संख्‍या विषम हो.",
		arguments: [
			{
				name: "number",
				description: "जाँच करने के लिए मान"
			}
		]
	},
	{
		name: "ISOWEEKNUM",
		description: "किसी दिए गए दिनांक के लिए वर्ष की ISO सप्ताह संख्या का क्रमांक देता है.",
		arguments: [
			{
				name: "date",
				description: "दिनांक और समय के परिकलन के लिए Spreadsheet द्वारा प्रयुक्त दिनांक-समय कोड है"
			}
		]
	},
	{
		name: "ISPMT",
		description: "निवेश की किसी विशिष्ट अवधि के दौरान चुकाया गया ब्याज देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर. उदाहरण के लिए, तिमाही भुगतान के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "per",
				description: "वह अवधि जिसके लिए आप ब्याज निकालना चाहते हैं"
			},
			{
				name: "nper",
				description: "निवेश में भुगतान अवधियों की संख्या"
			},
			{
				name: "pv",
				description: "वह एकमुश्त राशि जिसके बराबर भविष्य के भुगतानों की कोई श्रृंखला अभी है"
			}
		]
	},
	{
		name: "ISREF",
		description: "जाँच करता है कि क्या मान कोई संदर्भ है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या नाम को संदर्भित कर सकता है जो किसी कक्ष, सूत्र, या मान को संदर्भित करता हो"
			}
		]
	},
	{
		name: "ISTEXT",
		description: "यह जाँचता है कि क्या मान कोई पाठ है, और TRUE या FALSE देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका आप परीक्षण करना चाहते हैं. मान किसी कक्ष, सूत्र, या मान को संदर्भित करने वाले किसी कक्ष, सूत्र, या नाम को संदर्भित करता है"
			}
		]
	},
	{
		name: "KURT",
		description: "किसी डेटा समूह की ककुदता देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ देता है जिनमें वे संख्याएँ हैं जिनके लिए आप ककुदता चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ देता है जिनमें वे संख्याएँ हैं जिनके लिए आप ककुदता चाहते हैं"
			}
		]
	},
	{
		name: "LARGE",
		description: "किसी डेटा समूह का k-वाँ सबसे लंबा मान देता है. उदाहरण के लिए, पाँचवाँ सबसे लंबा मान.",
		arguments: [
			{
				name: "array",
				description: "वह सरणी या डेटा श्रेणी है जिसके लिए आप k-वाँ सबसे बड़ा मान ज्ञात करना चाहते हैं"
			},
			{
				name: "k",
				description: "सरणी या कक्ष से देने के लिए मान का स्थान (अधिकतम मान से) है"
			}
		]
	},
	{
		name: "LCM",
		description: "लघुत्तम समापवर्त्य देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ हैं जिनके लिए आप लघुत्तम समापवर्त्य चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ हैं जिनके लिए आप लघुत्तम समापवर्त्य चाहते हैं"
			}
		]
	},
	{
		name: "LEFT",
		description: "किसी पाठ स्ट्रिंग के प्रारंभ से वर्णों की निर्दिष्ट संख्या देता है.",
		arguments: [
			{
				name: "text",
				description: "पाठ स्ट्रिंग है जिसमें वे वर्ण हैं जिन्हें आप निकालना चाहते हैं"
			},
			{
				name: "num_chars",
				description: "यह दर्शाता है कि आप LEFT से कितने वर्ण निकालना चाहते हैं; यदि छोड़ा जाता है, तो 1"
			}
		]
	},
	{
		name: "LEN",
		description: "पाठ स्ट्रिंग में वर्णों की संख्या देता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ है जिसकी लंबाई आप जानना चाहते हैं. रि‍क्तियाँ वर्णों के रूप में गिनी जाती हैं"
			}
		]
	},
	{
		name: "LINEST",
		description: "न्यूनतम वर्ग पद्धति का उपयोग कर एक सरल रेखा बनाते हुए, ज्ञात डेटा बिंदुओं के समान एक रेखीय प्रवृत्ति को परिभाषित करने वाले आँकड़े देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "y-मानों का एक समूह है जिसे आप समीकरण y = mx + b के माध्यम से पहले से जानते हैं"
			},
			{
				name: "known_x's",
				description: "x-मानों का एक वैकल्पिक समूह है जिसे आप समीकरण y = mx + b के माध्यम से पहले से जानते हैं"
			},
			{
				name: "const",
				description: "एक तार्किक मान है: यदि Const = TRUE या छोड़ा गया हो, तो स्थिरांक b का परिकलन साधारण रूप से किया जाता है; यदि Const = FALSE हो, तो b को 0 रखा जाता है"
			},
			{
				name: "stats",
				description: "एक तार्किक मान है: अतिरिक्त प्रतीपगमन आँकड़े दें = TRUE; m-सहसंबंध गुणांक व स्थिरांक b दें = FALSE या छोड़ा गया"
			}
		]
	},
	{
		name: "LN",
		description: "किसी संख्या का प्राकृतिक लघुगणक देता है.",
		arguments: [
			{
				name: "number",
				description: "वह धनात्मक प्राकृत संख्या है जिसके लिए आप प्राकृतिक लघुगणक चाहते हैं"
			}
		]
	},
	{
		name: "LOG",
		description: "आपके द्वारा निर्दिष्ट आधार पर संख्या का लघुगणक देता है.",
		arguments: [
			{
				name: "number",
				description: "धनात्मक प्राकृत संख्या है जिसके लिए आप लघुगणक चाहते हैं"
			},
			{
				name: "base",
				description: "लघुगणक का आधार है; यदि छोड़ा जाता है, तो 10"
			}
		]
	},
	{
		name: "LOG10",
		description: "किसी संख्या का आधार-10 लघुगणक देता है.",
		arguments: [
			{
				name: "number",
				description: "वह धनात्मक प्राकृत संख्या है जिसके लिए आप आधार-10 लघुगणक चाहते हैं"
			}
		]
	},
	{
		name: "LOGEST",
		description: "ज्ञात डेटा बिंदुओं के समान घातांकीय वक्र को परिभाषित करने वाले आँकड़ें देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "y-मानों का एक समूह है जिसे आप समीकरण y = b*m^x के माध्यम से पहले से जानते हैं"
			},
			{
				name: "known_x's",
				description: "x-मानों का एक वैकल्पिक समूह है जिसे आप समीकरण y = b*m^x के माध्यम से पहले से जानते हैं"
			},
			{
				name: "const",
				description: "एक तार्किक मान है: यदि Const = TRUE या छोड़ा गया, तो स्थिरांक b का परिकलन साधारण रूप से किया जाता है; यदि Const = FALSE है, तो b को 1 के बराबर रखा जाता है"
			},
			{
				name: "stats",
				description: "एक तार्किक मान है: अतिरिक्त प्रतीपगमन आँकड़े दें = TRUE; m-सहसंबंध गुणांक व स्थिरांक b दें = FALSE या छोड़ा गया"
			}
		]
	},
	{
		name: "LOGINV",
		description: "x के संचयी साधारण लघुगणक बंटन फ़ंक्शन का प्रतिलोम देता है, जहाँ ln(x) साधारणत: माध्य और Standard_dev प्रतिमानों के साथ बंटित होता है.",
		arguments: [
			{
				name: "probability",
				description: " संचयी साधारण लघुगणक बंटन से संबंधित प्रायिकता है, 0 और 1, सम्मिलित, के बीच की एक संख्या"
			},
			{
				name: "mean",
				description: "ln(x) का माध्य है "
			},
			{
				name: "standard_dev",
				description: "ln(x)का मानक विचलन है, एक धनात्मक संख्या"
			}
		]
	},
	{
		name: "LOGNORM.DIST",
		description: "x का साधारण लघुगणक बंटन देता है, जहाँ ln(x) साधारणत: माध्य और Standard_dev प्रतिमानों के साथ बंटित होता है.",
		arguments: [
			{
				name: "x",
				description: "मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाना है, एक धनात्मक संख्या"
			},
			{
				name: "mean",
				description: "ln(x) का माध्य है"
			},
			{
				name: "standard_dev",
				description: "ln(x)का मानक विचलन है, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता घनत्व फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "LOGNORM.INV",
		description: "x के संचयी साधारण लघुगणक बंटन फ़ंक्शन का प्रतिलोम देता है, जहाँ ln(x) साधारणत: माध्य और Standard_dev प्रतिमानों के साथ बंटित होता है.",
		arguments: [
			{
				name: "probability",
				description: "प्रायिकता है जो संचयी साधारण लघुगणक बंटन से संबंधित है, 0 और 1, सम्मिलित, के बीच की कोई संख्या"
			},
			{
				name: "mean",
				description: "ln(x) का माध्य है "
			},
			{
				name: "standard_dev",
				description: "ln(x)का मानक विचलन है, कोई धनात्मक संख्या"
			}
		]
	},
	{
		name: "LOGNORMDIST",
		description: "x का संचयी साधारण लघुगणक बंटन देता है, जहाँ ln(x) साधारणत: माध्य और Standard_dev प्रतिमानों के साथ बंटित होता है.",
		arguments: [
			{
				name: "x",
				description: "मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाना है, एक धनात्मक संख्या"
			},
			{
				name: "mean",
				description: "ln(x) का माध्य है"
			},
			{
				name: "standard_dev",
				description: "ln(x)का मानक विचलन है, एक धनात्मक संख्या"
			}
		]
	},
	{
		name: "LOOKUP",
		description: "किसी एक-पंक्ति या एक-स्तंभ श्रेणी या किसी सरणी में से एक मान खोजता है. बैकवर्ड कम्पैटिबिलिटी के लिए उपलब्ध कराया गया है.",
		arguments: [
			{
				name: "lookup_value",
				description: "एक मान है जिसे LOOKUP, Lookup_vector में खोजता है व यह कोई संख्या, पाठ, तार्किक मान, या किसी मान का नाम या संदर्भ हो सकता है"
			},
			{
				name: "lookup_vector",
				description: "एक श्रेणी है जिसमें आरोही क्रम में रखे पाठ, संख्याओं, या तार्किक मानों की केवल एक पंक्ति, या स्तंभ है"
			},
			{
				name: "result_vector",
				description: "एक श्रेणी है जिसमें Lookup_vector के समान आकार की एक ही पंक्ति, या स्तंभ है"
			}
		]
	},
	{
		name: "LOWER",
		description: "किसी पाठ स्ट्रिंग के सभी अक्षरों को लोअरकेस में कनवर्ट करता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ है जिसे आप लोअरकेस में कनवर्ट करना चाहते हैं. पाठ के वे वर्ण, जो अक्षर नहीं हैं, नहीं बदले जाते हैं"
			}
		]
	},
	{
		name: "MATCH",
		description: "किसी सरणी में आइटम की संबंधित स्थिति देता है जो किसी निर्दिष्ट क्रम में निर्दिष्ट मान से मेल खाती है.",
		arguments: [
			{
				name: "lookup_value",
				description: "जो एक मान है जिसका उपयोग आप सरणी, किसी संख्या, पाठ, या तार्किक मान या इनमें से किसी एक के संदर्भ में वह मान ढूँढने के लिए करते हैं, जो आप चाहते हैं"
			},
			{
				name: "lookup_array",
				description: "जो कक्षों की सतत श्रेणी है जिसमें संभावित लुकअप मान, मानों की सरणी, या किसी सरणी का संदर्भ हो सकता है"
			},
			{
				name: "match_type",
				description: "1, 0, या -1 जैसी संख्या है जो यह बताती है कि कौन सा मान दिया जाना है."
			}
		]
	},
	{
		name: "MAX",
		description: "किसी मान समूह का सबसे बड़ा मान देता है. तार्किक मानों और पाठ की उपेक्षा करता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनमें से आप अधिकतम चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनमें से आप अधिकतम चाहते हैं"
			}
		]
	},
	{
		name: "MAXA",
		description: "मानों के किसी सेट से सबसे बड़ा मान देता है. तार्किक मानों और पाठ की उपेक्षा नहीं की जाती है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनके लिए आप अधिकतम चाहते हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनके लिए आप अधिकतम चाहते हैं"
			}
		]
	},
	{
		name: "MDETERM",
		description: "सरणी का मैट्रिक्स परिछिन्न देता है.",
		arguments: [
			{
				name: "array",
				description: "समान पंक्ति और स्तंभ संख्या वाली कोई सांख्यिक सरणी है, या तो कोई कक्ष श्रेणी या कोई सरणी स्थिरांक"
			}
		]
	},
	{
		name: "MEDIAN",
		description: "माध्यिका, या दिए गए संख्या समूह की मध्य संख्या देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ शामिल हैं जिनके लिए आप माध्यिका निकालना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ शामिल हैं जिनके लिए आप माध्यिका निकालना चाहते हैं"
			}
		]
	},
	{
		name: "MID",
		description: "प्रारंभ स्थान व लंबाई दिए जाने की स्थिति में किसी पाठ स्ट्रिंग के मध्य से वर्ण देता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ स्ट्रिंग है जिससे आप वर्ण निकालना चाहते हैं"
			},
			{
				name: "start_num",
				description: "उस पहले वर्ण का स्थान है जिसे आप निकालना चाहते हैं. पाठ का पहला वर्ण 1 है"
			},
			{
				name: "num_chars",
				description: "यह निर्दिष्ट करता है कि पाठ से कितने वर्ण दिए जाने हैं"
			}
		]
	},
	{
		name: "MIN",
		description: "किसी मान समूह का सबसे छोटा मान देता है. तार्किक मानों और पाठ की उपेक्षा करता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनमें से आप न्यूनतम चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनमें से आप न्यूनतम चाहते हैं"
			}
		]
	},
	{
		name: "MINA",
		description: "मानों के किसी सेट से सबसे छोटा मान देता है. तार्किक मानों और पाठ पर ध्यान देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनके लिए आप न्यूनतम चाहते हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक संख्याएँ, रिक्त कक्ष, तार्किक मान, या पाठ संख्याएँ हैं जिनके लिए आप न्यूनतम चाहते हैं"
			}
		]
	},
	{
		name: "MINUTE",
		description: "0 से 59 तक की कोई संख्या, मिनट लौटाता है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड में कोई संख्या या समय स्वरूप में पाठ है, जैसे 16:48:00 या 4:48:00 PM"
			}
		]
	},
	{
		name: "MINVERSE",
		description: "सरणी में संग्रहीत मैट्रिक्स का प्रतिलोम मैट्रिक्स देता है.",
		arguments: [
			{
				name: "array",
				description: "समान पंक्ति और स्तंभ संख्या वाली एक सांख्यिक सरणी है, या तो कोई कक्ष श्रेणी या सरणी स्थिरांक"
			}
		]
	},
	{
		name: "MIRR",
		description: "निवेश मूल्य और नकद के पुनर्निवेश पर ब्याज, दोनों का ध्यान रखते हुए आवर्ती नकद प्रवाहों के लिए लाभ की अंतरिम दर लौटाता है.",
		arguments: [
			{
				name: "values",
				description: "कोई सरणी या उन कक्षों का संदर्भ है जिनमें नियमित अवधि की भुगतान (ऋणात्मक) और आय (धनात्मक) की श्रृंखला का प्रतिनिधित्व करने वाली संख्याएँ हैं"
			},
			{
				name: "finance_rate",
				description: "नकद प्रवाह में उपयोग किए गए पैसे पर आपके द्वारा दी जाने वाली ब्याज दर है"
			},
			{
				name: "reinvest_rate",
				description: "नकद प्रवाहों पर आपको प्राप्त होने वाली ब्याज दर है जब आप उन्हें पुनर्निवेशित करते हैं"
			}
		]
	},
	{
		name: "MMULT",
		description: "दो सरणियों का मैट्रिक्स गुणनफल देता है, एक सरणी जो array1 के समान संख्या में पंक्तियों और array2 के समान संख्या में स्तंभों वाली है.",
		arguments: [
			{
				name: "array1",
				description: "यह गुणा की जाने वाली संख्याओं की पहली सरणी है तथा इसमें स्तंभों की संख्या Array2 में पंक्तियों की संख्या के समान होना चाहिए"
			},
			{
				name: "array2",
				description: "यह गुणा की जाने वाली संख्याओं की पहली सरणी है तथा इसमें स्तंभों की संख्या Array2 में पंक्तियों की संख्या के समान होना चाहिए"
			}
		]
	},
	{
		name: "MOD",
		description: "भाजक संख्या से संख्या का भाग देने के बाद शेषफल देता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे भाग देने के बाद आप शेषफल पाना चाहते हैं"
			},
			{
				name: "divisor",
				description: "वह संख्या है जिससे आप संख्या का भाग देना चाहते हैं"
			}
		]
	},
	{
		name: "MODE",
		description: "डेटा की सरणी या श्रेणी में सबसे अधिक आने वाला, या दोहराया जाने वाला मान देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप बहुलक निकालना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप बहुलक निकालना चाहते हैं"
			}
		]
	},
	{
		name: "MODE.MULT",
		description: "डेटा की सरणी या श्रेणी में सबसे अधिक आने वाला, या दोहराया जाने वाला मान देता है. किसी क्षैतिज सरणी के लिए, =TRANSPOSE(MODE.MULT(number1,number2,...)) उपयोग करें.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: " 1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप मोड चाहते हैं"
			},
			{
				name: "number2",
				description: " 1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप मोड चाहते हैं"
			}
		]
	},
	{
		name: "MODE.SNGL",
		description: "डेटा की सरणी या श्रेणी में सबसे अधिक आने वाला, या दोहराया जाने वाला मान देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप मोड निकालना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 संख्याएँ, या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप मोड निकालना चाहते हैं"
			}
		]
	},
	{
		name: "MONTH",
		description: "1 (जनवरी) से 12 (दिसंबर) तक की कोई संख्या, माह लौटाती है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड में एक संख्या है"
			}
		]
	},
	{
		name: "MROUND",
		description: "इच्छित गुणांक पर पूर्णांक बनाई गई संख्या देता है.",
		arguments: [
			{
				name: "number",
				description: "पूर्णांक बनाने के लिए मान है"
			},
			{
				name: "multiple",
				description: "वह गुणांक जहाँ तक आप संख्या को पूर्ण करना चाहते हैं"
			}
		]
	},
	{
		name: "MULTINOMIAL",
		description: "संख्याओं के किसी समुच्चय का बहुपद देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ हैं जिनके लिए आप बहुपद चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ हैं जिनके लिए आप बहुपद चाहते हैं"
			}
		]
	},
	{
		name: "MUNIT",
		description: "निर्दिष्ट आयाम के लिए इकाई मैट्रिक्स देता है.",
		arguments: [
			{
				name: "dimension",
				description: "जो इकाई मैट्रिक्स आप लौटाना चाहते हैं उसका आयाम निर्दिष्ट करने वाला पूर्णांक है"
			}
		]
	},
	{
		name: "N",
		description: "गैर सांख्यिक मान को संख्या में, दिनांकों को अनुक्रम संख्या में, TRUE को 1, और किसी अन्य वस्तु को 0 (शून्य) में कनवर्ट करता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "NA",
		description: "त्रुटि मान #लागू नहीं (मान उपलब्ध नहीं) देता है.",
		arguments: [
		]
	},
	{
		name: "NEGBINOM.DIST",
		description: "ऋणात्मक द्विपद बंटन देता है, प्रायिकता जहाँ Number_f असफल हो जाएगा Number_s-th की सफलता के पहले, Probability_s के साथ सफलता की प्रायिकता.",
		arguments: [
			{
				name: "number_f",
				description: "असफलता की संख्या है"
			},
			{
				name: "number_s",
				description: "सफलता की आवश्यक संख्या है"
			},
			{
				name: "probability_s",
				description: "सफलता की प्रायिकता है; 0 और 1 के बीच की संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; समूह प्रायिकता फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "NEGBINOMDIST",
		description: "ऋणात्मक द्विपद बंटन देता है, प्रायिकता जहाँ Number_s-th की सफलता के पहले Number_f असफल हो जाएगा , Probability_s के साथ सफलता की प्रायिकता.",
		arguments: [
			{
				name: "number_f",
				description: "असफलताओं की संख्या है"
			},
			{
				name: "number_s",
				description: "सफलता की आवश्यक संख्या है"
			},
			{
				name: "probability_s",
				description: "सफलता की प्रायिकता है; 0 और 1 के बीच की एक संख्या"
			}
		]
	},
	{
		name: "NETWORKDAYS",
		description: "दो दिनांकों के बीच पूर्ण कार्य दिवसों की संख्या देता है.",
		arguments: [
			{
				name: "start_date",
				description: "कोई क्रमिक दिनांक संख्या है जो प्रारंभ दिनांक का प्रतिनिधित्व करती है"
			},
			{
				name: "end_date",
				description: "कोई क्रमिक दिनांक संख्या है जो अंतिम दिनांक संख्या का प्रतिनिधित्व करती है"
			},
			{
				name: "holidays",
				description: "कार्यशील कैलेंडर में शामिल नहीं करने के लिए एक या अधिक क्रमिक दिनांक संख्याओं का वैकल्पिक समूह है, जैसे राज्य और संघ के अवकाश और फ़्लोटिंग अवकाश"
			}
		]
	},
	{
		name: "NETWORKDAYS.INTL",
		description: " कस्टम सप्ताहांत पैरामीटर के साथ दो दिनांकों के बीच पूरे कार्यदिवसों की संख्या देता है.",
		arguments: [
			{
				name: "start_date",
				description: " वह क्रमिक दिनांक संख्या है जो प्रारंभ दिनांक दर्शाती है"
			},
			{
				name: "end_date",
				description: " वह क्रमिक दिनांक संख्या है जो संमाप्ति दिनांक दर्शाती है"
			},
			{
				name: "weekend",
				description: " वह संख्या या स्ट्रिंग है जो दर्शाता है कि सप्ताहांत कब है"
			},
			{
				name: "holidays",
				description: "कार्यशील कैलेंडर में शामिल नहीं करने के लिए एक या अधिक क्रमिक दिनांक संख्याओं की वैकल्पिक सरणी है, जैसे राज्य और संघ के अवकाश और फ़्लोटिंग अवकाश"
			}
		]
	},
	{
		name: "NOMINAL",
		description: "वार्षिक अभिहित ब्याज दर देता है.",
		arguments: [
			{
				name: "effect_rate",
				description: "प्रभावी ब्याज दर है"
			},
			{
				name: "npery",
				description: "प्रतिवर्ष चक्रवृद्धित अवधियों की संख्या है"
			}
		]
	},
	{
		name: "NORM.DIST",
		description: "निर्दिष्ट माध्य और मानक विचलनों के लिए सामान्य बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसके लिए आप बंटन चाहते हैं"
			},
			{
				name: "mean",
				description: "बंटन का अंकगणितीय माध्य है"
			},
			{
				name: "standard_dev",
				description: "बंटन एक धनात्मक संख्या का मानक विचलन है"
			},
			{
				name: "cumulative",
				description: "तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता घनत्व फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "NORM.INV",
		description: "किसी निर्दिष्ट मानक विचलन और माध्य के लिए साधारण संचयी बंटन का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "साधारण बंटन के सदृश प्रायिकता है, 0 और 1, सम्मिलित, के बीच कोई संख्या है"
			},
			{
				name: "mean",
				description: "बंटन का समांतर माध्य है"
			},
			{
				name: "standard_dev",
				description: "बंटन का मानक विचलन है, एक धनात्मक संख्या"
			}
		]
	},
	{
		name: "NORM.S.DIST",
		description: "मानक साधारण बंटन देता है (शून्य का माध्य है और एक का मानक विचलन).",
		arguments: [
			{
				name: "z",
				description: "मान है जिसके लिए आप बंटन चाहते हैं"
			},
			{
				name: "cumulative",
				description: "लौटाने हेतु फ़ंक्शन के लिए तार्किक मान है: संचयी बंटन फ़ंक्शन = TRUE; प्रायिकता घनत्वता फ़ंक्शन = FALSE"
			}
		]
	},
	{
		name: "NORM.S.INV",
		description: "मानक साधारण संचयी बंटन का प्रतिलोम देता है (शून्य का माध्य है और एक का मानक विचलन है).",
		arguments: [
			{
				name: "probability",
				description: "साधारण बंटन के सदृश प्रायिकता है, 0 और 1, सम्मिलित, के बीच कोई संख्या है"
			}
		]
	},
	{
		name: "NORMDIST",
		description: "निर्दिष्ट मान और मानक विचलन के लिए साधारण संचयी बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "मान है जिसके लिए आप बंटन चाहते हैं"
			},
			{
				name: "mean",
				description: "बंटन का समांतर माध्य है"
			},
			{
				name: "standard_dev",
				description: "बंटन का मानक विचलन है, कोई धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता समूह फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "NORMINV",
		description: "किसी निर्दिष्ट मानक विचलन और माध्य के लिए साधारण संचयी बंटन का प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "साधारण बंटन के अनुकूल प्रायिकता है, 0 और 1, सम्मिलित, के बीच एक  संख्या है"
			},
			{
				name: "mean",
				description: "बंटन का समांतर माध्य है"
			},
			{
				name: "standard_dev",
				description: "बंटन का मानक विचलन है, एक धनात्मक संख्या"
			}
		]
	},
	{
		name: "NORMSDIST",
		description: "मानक साधारण संचयी बंटन देता है (शून्य का एक माध्य है और एक का मानक विचलन).",
		arguments: [
			{
				name: "z",
				description: "वह मान है जिसके लिए आप बंटन चाहते हैं"
			}
		]
	},
	{
		name: "NORMSINV",
		description: "मानक साधारण संचयी बंटन का प्रतिलोम देता है (शून्य का एक माध्य है और एक का मानक विचलन है).",
		arguments: [
			{
				name: "probability",
				description: "साधारण बंटन के अनुकूल प्रायिकता है, 0 और 1, सम्मिलित, के बीच कोई संख्या है"
			}
		]
	},
	{
		name: "NOT",
		description: "FALSE को TRUE में, या TRUE को FALSE में बदलता है.",
		arguments: [
			{
				name: "logical",
				description: "वह मान या व्यंजक है जिसका मूल्यांकन TRUE या FALSE में हो सकता है"
			}
		]
	},
	{
		name: "NOW",
		description: "दिनांक और समय के रूप में स्वरूपित वर्तमान दिनांक और समय देता है.",
		arguments: [
		]
	},
	{
		name: "NPER",
		description: "आवर्ती, स्थायी भुगतानों और एक स्थिर ब्याज दर के आधार पर किसी निवेश की अवधियों की कुल संख्या देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "pmt",
				description: "प्रति अवधि किया गया भुगतान है; यह पूरे निवेशकाल में परिवर्तित नहीं हो सकता"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य, या वह एकमुश्त रकम है जिसके मूल्य के बराबर भविष्य के भुगतानों की कोई श्रृंखला अभी है"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है जो आप अंतिम भुगतान के हो जाने के बाद प्राप्त करना चाहते हैं. यदि छोड़ा जाए, तो शून्य का उपयोग किया जाता है"
			},
			{
				name: "type",
				description: "एक तार्किक मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			}
		]
	},
	{
		name: "NPV",
		description: "छूट की दर और भविष्य के भुगतानों (ऋणात्मक मानों) और आय (धनात्मक मानों) की श्रृंखला के आधार पर किसी निवेश का वर्तमान शुद्ध मान देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "rate",
				description: "एक अवधि में छूट की दर है"
			},
			{
				name: "value1",
				description: "1 से 254 तक समान अंतराल वाले और हर अवधि के अंत में आने वाले भुगतान और आय हैं"
			},
			{
				name: "value2",
				description: "1 से 254 तक समान अंतराल वाले और हर अवधि के अंत में आने वाले भुगतान और आय हैं"
			}
		]
	},
	{
		name: "NUMBERVALUE",
		description: "पाठ को किसी स्थानीय-स्वतंत्र तरीके से संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "text",
				description: "उस संख्या का प्रतिनिधित्व करने वाली स्ट्रिंग है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "decimal_separator",
				description: "वह वर्ण है जो स्ट्रिंग में दशमलव विभाजक के रूप में उपयोग किया गया है"
			},
			{
				name: "group_separator",
				description: "वह वर्ण है जो स्ट्रिंग में समूह विभाजक के रूप में उपयोग किया गया है"
			}
		]
	},
	{
		name: "OCT2BIN",
		description: "किसी ऑक्टल संख्या को बाइनरी में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह ऑक्टल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्‍या है"
			}
		]
	},
	{
		name: "OCT2DEC",
		description: "किसी ऑक्टल संख्या को दशमलव में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह ऑक्टल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "OCT2HEX",
		description: "किसी ऑक्टल संख्या को हेक्ज़ाडेसिमल में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह ऑक्टल संख्या है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "places",
				description: "उपयोग करने के लिए वर्णों की संख्या है"
			}
		]
	},
	{
		name: "ODD",
		description: "धनात्मक संख्या का निकटस्थ विषम पूर्णांक के ऊपर और ऋणात्मक संख्या के नीचे का निकटस्थ विषम पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "मान है जिसका पूर्णांक बनाना है"
			}
		]
	},
	{
		name: "OFFSET",
		description: "दिए गए संदर्भ से किसी श्रेणी का संदर्भ यानि पंक्तियों और स्तंभों की एक नियत संख्या देता है.",
		arguments: [
			{
				name: "reference",
				description: "वह संदर्भ है जिस पर आप ऑफ़सेट आधारित करना चाहते हैं, जो किसी कक्ष या सन्निकट कक्षों की किसी श्रेणी का संदर्भ है"
			},
			{
				name: "rows",
				description: "पंक्तियों की, ऊपर या नीचे की ओर, वह संख्या है, जिसे आप चाहते हैं कि परिणाम का ऊपरी-बायाँ कक्ष संदर्भित करे"
			},
			{
				name: "cols",
				description: "स्तंभों की, बाईं या दाईं ओर, वह संख्या है, जिसे आप चाहते हैं कि परिणाम का ऊपरी-बायाँ कक्ष संदर्भित करे"
			},
			{
				name: "height",
				description: "पंक्तियों की संख्या में, वह ऊँचाई है, जैसी आप परिणाम में चाहते हैं, यदि छोड़ा जाता है, तो संदर्भ के समान ऊँचाई"
			},
			{
				name: "width",
				description: "स्तंभों की संख्या में, वह चौड़ाई है, जैसी आप परिणाम में चाहते हैं, यदि छोड़ा जाता है, तो संदर्भ के समान चौड़ाई"
			}
		]
	},
	{
		name: "OR",
		description: "जाँच करता है कि क्या कोई भी तर्क TRUE है, और TRUE या FALSE देता है. यदि सभी तर्क FALSE है, तो ही FALSE देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "logical1",
				description: "1 से 255 तक वह शर्तें हैं जिन्हें आप जाँचना चाहते हैं जो TRUE या FALSE हो सकती हैं"
			},
			{
				name: "logical2",
				description: "1 से 255 तक वह शर्तें हैं जिन्हें आप जाँचना चाहते हैं जो TRUE या FALSE हो सकती हैं"
			}
		]
	},
	{
		name: "PARAMETER",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "PDURATION",
		description: "निर्दिष्ट मान तक पहुँचने के लिए किसी निवेश के द्वारा आवश्यक अवधियों की संख्या देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है."
			},
			{
				name: "pv",
				description: "निवेश का वर्तमान मूल्य है"
			},
			{
				name: "fv",
				description: "निवेश का वांछित भविष्य मान है"
			}
		]
	},
	{
		name: "PEARSON",
		description: "पियरसन गुणनफल का सहसंबंध गुणांक, r देता है.",
		arguments: [
			{
				name: "array1",
				description: "स्वतंत्र मानों का एक समूह है"
			},
			{
				name: "array2",
				description: "निर्भर मानों का एक समूह है"
			}
		]
	},
	{
		name: "PERCENTILE",
		description: "एक श्रेणी के मानों का k-वाँ शतमक देता है.",
		arguments: [
			{
				name: "array",
				description: "डेटा की सरणी या श्रेणी है जो आपेक्षिक मान निर्धारित करती है"
			},
			{
				name: "k",
				description: "0 से 1, सम्मिलित हैं, के बीच शतमक मान है"
			}
		]
	},
	{
		name: "PERCENTILE.EXC",
		description: "श्रेणी में मानों का k-वाँ शतमक देता है, जहाँ k अनन्य रूप से 0..1 श्रेणी में है.",
		arguments: [
			{
				name: "array",
				description: "डेटा की वह सरणी या श्रेणी है जो सापेक्ष आधार को परिभाषित करता है"
			},
			{
				name: "k",
				description: "शतमक वह मान है जो अनन्य रूप से 0 से 1 के बीच में होता है"
			}
		]
	},
	{
		name: "PERCENTILE.INC",
		description: "श्रेणी में मानों का k-वाँ शतमक देता है, जहाँ k अनन्य रूप से 0..1 श्रेणी में है.",
		arguments: [
			{
				name: "array",
				description: "डेटा की वह सरणी या श्रेणी है जो सापेक्ष आधार को परिभाषित करता है"
			},
			{
				name: "k",
				description: "शतमक वह मान है जो अनन्य रूप से 0 से 1 के बीच में होता है"
			}
		]
	},
	{
		name: "PERCENTRANK",
		description: "डेटा समूह में मान का स्थान डेटा सेट के प्रतिशत के रूप में देता है.",
		arguments: [
			{
				name: "array",
				description: "संख्यात्मक मान के साथ डेटा की सरणी या श्रेणी है जो सापेक्ष स्थिति निर्धारित करती है"
			},
			{
				name: "x",
				description: "वह मान है जिसके लिए आप श्रेणी का स्थान जानना चाहते हैं"
			},
			{
				name: "significance",
				description: "एक वैकल्पिक मान है जो दिए गए प्रतिशत के लिए संख्या के सार्थक अंकों को पहचानता है, अगर छोड़ा जाता है, तो तीन अंक (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.EXC",
		description: "डेटा सेट के प्रतिशत(0..1, अनन्य) के रूप में डेटा सेट के प्रतिशत के रूप में डेटा सेट में मान की कोटी देता है.",
		arguments: [
			{
				name: "array",
				description: "सांख्यिक मानों के साथ डेटा की वह सरणी या श्रेणी है जो सापेक्ष आधार को परिभाषित करती है"
			},
			{
				name: "x",
				description: " वह मान है जिसके लिए आप कोटी जानना चाहते हैं"
			},
			{
				name: "significance",
				description: " वह वैकल्पिक मान है जो लौटाए गए प्रतिशत के लिए, अगर तीन अंक छूट गए हों (0.xxx%) तो आवश्यक अंकों की संख्या की पहचान करता है"
			}
		]
	},
	{
		name: "PERCENTRANK.INC",
		description: "डेटा सेट के प्रतिशत(0..1, अनन्य) के रूप में डेटा सेट के प्रतिशत के रूप में डेटा सेट में मान की कोटी देता है.",
		arguments: [
			{
				name: "array",
				description: "सांख्यिक मानों के साथ डेटा की वह सरणी या श्रेणी है जो सापेक्ष आधार को परिभाषित करते हैं"
			},
			{
				name: "x",
				description: "वह मान है जिसके लिए आप कोटी जानना चाहते हैं"
			},
			{
				name: "significance",
				description: "वह वैकल्पिक मान है जो लौटाए गए प्रतिशत के लिए, अगर तीन अंक छूट गए हों (0.xxx%) तो आवश्यक अंकों की संख्या की पहचान करता है"
			}
		]
	},
	{
		name: "PERMUT",
		description: "दिए गए ऑब्जेक्ट की संख्या का संख्या प्रस्तार देता है जिनका चयन कुल ऑब्जेक्ट से किया गया है.",
		arguments: [
			{
				name: "number",
				description: "कुल ऑब्जेक्ट की संख्या है"
			},
			{
				name: "number_chosen",
				description: "हर संख्या प्रस्तार में ऑब्जेक्ट की संख्या है"
			}
		]
	},
	{
		name: "PERMUTATIONA",
		description: "कुल ऑब्जेक्ट में से चयनित किए जा सकने वाले ऑब्जेक्ट (दोहराव के साथ) की दी गई संख्या के क्रमचयों की संख्या देता है.",
		arguments: [
			{
				name: "number",
				description: "ऑब्जेक्ट की कुल संख्या है"
			},
			{
				name: "number_chosen",
				description: "प्रत्येक क्रमचय में ऑब्जेक्ट की संख्या है"
			}
		]
	},
	{
		name: "PHI",
		description: "एक मानक सामान्य वितरण के लिए घनत्व फ़ंक्शन का मान देता है.",
		arguments: [
			{
				name: "x",
				description: "वह संख्या है जिसके लिए आप मानक सामान्य वितरण का घनत्व चाहते हैं"
			}
		]
	},
	{
		name: "PI",
		description: "Pi का मान 3.14159265358979, 15 अंकों तक शुद्ध देता है.",
		arguments: [
		]
	},
	{
		name: "PMT",
		description: "स्थायी भुगतानों और एक स्थिर ब्याज दर के आधार पर किसी ऋण के लिए भुगतान का परिकलन करता है.",
		arguments: [
			{
				name: "rate",
				description: "ऋण हेतु प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "nper",
				description: "ऋण हेतु भुगतानों की कुल संख्या है"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य है; वह कुल रकम जिसका मूल्य अभी भविष्य के भुगतानों की एक श्रृंखला के बराबर है"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है जो आप अंतिम भुगतान के हो जाने के बाद प्राप्त करना चाहते हैं, यदि छोड़ा जाता है, तो 0 (शून्य)"
			},
			{
				name: "type",
				description: "एक तार्किक मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			}
		]
	},
	{
		name: "POISSON",
		description: "पायसन बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "घटनाओं की संख्या है"
			},
			{
				name: "mean",
				description: "अपेक्षित संख्या मान, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी पायसन प्रायिकता के लिए, TRUE का उपयोग करें; पायसन प्रायिकता समूह फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "POISSON.DIST",
		description: "पायसन बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "घटनाओं की संख्या है"
			},
			{
				name: "mean",
				description: "अपेक्षित संख्या मान, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी पायसन प्रायिकता के लिए, TRUE का उपयोग करें; पायसन प्रायिकता समूह फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "POWER",
		description: "किसी घात वाली संख्या का परिणाम देता है.",
		arguments: [
			{
				name: "number",
				description: "आधार संख्या है, कोई भी वास्तविक संख्या"
			},
			{
				name: "power",
				description: "घातांक है, जो आधार संख्या पर लगाया गया है"
			}
		]
	},
	{
		name: "PPMT",
		description: "आवर्ती, स्थायी भुगतानों और एक स्थिर ब्याज दर के आधार पर किसी दिए गए निवेश के मूलधन के लिए भुगतान देता है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "per",
				description: "अवधि बताता है और 1 से nper श्रेणी में होना चाहिए"
			},
			{
				name: "nper",
				description: "किसी निवेश में भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य है: वह कुल रकम जिसके बराबर भविष्य के भुगतानों की एक श्रृंखला का मूल्य अभी है"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है अंतिम भुगतान के बाद पाना चाहते हैं"
			},
			{
				name: "type",
				description: "एक तार्किक मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			}
		]
	},
	{
		name: "PRICEDISC",
		description: "किसी अवमूल्यित प्रतिभूति की कीमत, प्रति रू.100 प्रत्यक्ष मूल्य, देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "discount",
				description: "प्रतिभूति की छूट दर है"
			},
			{
				name: "redemption",
				description: "प्रति रू 100 प्रत्यक्ष मूल्य पर प्रतिभूति का विमोचन मान है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "PROB",
		description: "इस बात की प्रायिकता देता है कि किसी श्रेणी के मान दो सीमाओं के बीच या निम्न सीमा के बराबर हैं.",
		arguments: [
			{
				name: "x_range",
				description: "यह X के संख्यात्मक मानों की श्रेणी है जिनके साथ संगत प्रायिकताएँ हैं"
			},
			{
				name: "prob_range",
				description: "X_श्रेणी के मानों से जुड़ी प्रायिकताओं का समूह है, मान जो, 0 को छोड़कर, 0 और 1 के बीच हो"
			},
			{
				name: "lower_limit",
				description: "उस मान के लिए निम्न सीमा है जिसके लिए आप प्रायिकता चाहते हैं"
			},
			{
				name: "upper_limit",
				description: "उस मान के लिए वैकल्पिक उच्च सीमा है. यदि छोड़ा गया, तो PROB यह प्रायिकता देता है कि X_श्रेणी मान निम्न_सीमा के बराबर हैं"
			}
		]
	},
	{
		name: "PRODUCT",
		description: "तर्कों के रूप में दी गई सभी संख्याओं का गुणा करता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 संख्याएँ, तार्किक मान, या संख्याओं के पाठ प्रतिनिधित्व हैं जिन्हें आप गुणा करना चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 संख्याएँ, तार्किक मान, या संख्याओं के पाठ प्रतिनिधित्व हैं जिन्हें आप गुणा करना चाहते हैं"
			}
		]
	},
	{
		name: "PROPER",
		description: "किसी पाठ स्ट्रिंग को उचित केस में कनवर्ट करता है; प्रत्येक शब्द के पहले अक्षर को अपरकेस में, और अन्य सभी शब्दों को लोअरकेस में.",
		arguments: [
			{
				name: "text",
				description: "उद्धरण चिह्नों में परिबद्ध पाठ है, कोई सूत्र जो पाठ देता है, या किसी कक्ष का संदर्भ है जिसमें वह पाठ है जिसके कुछ भाग को कैपिटलाइज़ किया जाना है"
			}
		]
	},
	{
		name: "PV",
		description: "किसी निवेश का वर्तमान मूल्य देता है: वह पूरी रकम जिसके बराबर भविष्य के भुगतानों की किसी श्रृंखला का मूल्य अभी है.",
		arguments: [
			{
				name: "rate",
				description: "प्रति अवधि ब्याज दर है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें"
			},
			{
				name: "nper",
				description: "किसी निवेश में भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pmt",
				description: "प्रति अवधि किया गया भुगतान है और पूरे निवेशकाल में परिवर्तित नहीं हो सकता"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है जो आप अंतिम भुगतान हो जाने के बाद प्राप्त करना चाहते हैं"
			},
			{
				name: "type",
				description: "एक तार्किक मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			}
		]
	},
	{
		name: "QUARTILE",
		description: "डेटा समूह का चतुर्थक देता है.",
		arguments: [
			{
				name: "array",
				description: "सांख्यिकीय मानों की सरणी या कक्ष श्रेणी है जिसके लिए आप चतुर्थक मान चाहते हैं"
			},
			{
				name: "quart",
				description: "एक संख्या है: न्यूनतम मान = 0; 1हला चतुर्थक = 1; माध्य मान = 2; 3सरा चतुर्थक = 3; अधिकतम मान = 4"
			}
		]
	},
	{
		name: "QUARTILE.EXC",
		description: "अनन्य रूप से 0..1 तक शतमक मानों पर आधारित, डेटा सेट का चतुर्थक देता है.",
		arguments: [
			{
				name: "array",
				description: "सांख्यिक मानों की वह सरणी या कक्ष श्रेणी है जिसका चतुर्थक मान आप चाहते हैं"
			},
			{
				name: "quart",
				description: "कोई संख्या है: न्यूनतम मान = 0; 1ला चतुर्थक = 1; माध्य मान = 2; 3रा चतुर्थक = 3; अधिकतम मान = 4"
			}
		]
	},
	{
		name: "QUARTILE.INC",
		description: " अनन्य रूप से 0..1 तक शतमक मानों पर आधारित, डेटा सेट का चतुर्थक देता है.",
		arguments: [
			{
				name: "array",
				description: " सांख्यिक मानों की वह सरणी या कक्ष श्रेणी है जिसका चतुर्थक मान आप चाहते हैं"
			},
			{
				name: "quart",
				description: " कोई संख्या है: न्यूनतम मान = 0; 1ला चतुर्थक = 1; माध्य मान = 2; 3रा चतुर्थक = 3; अधिकतम मान = 4"
			}
		]
	},
	{
		name: "QUOTIENT",
		description: "किसी भागफल का पूर्णांक वाला भाग देता है.",
		arguments: [
			{
				name: "numerator",
				description: "भाज्य है"
			},
			{
				name: "denominator",
				description: "भाजक है"
			}
		]
	},
	{
		name: "RADIANS",
		description: "अंशों को रेडियन में कनवर्ट करता है.",
		arguments: [
			{
				name: "angle",
				description: "अंशों में वह कोण है, जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "RAND",
		description: "0 से अधिक या उसके बराबर और 1 से कम रैंडम संख्या, समान रूप से बंटित (पुनर्परिकलन पर बदलती है) देता है.",
		arguments: [
		]
	},
	{
		name: "RANDBETWEEN",
		description: "आपके द्वारा निर्दिष्ट संख्याओं के बीच कोई यादृच्छिक संख्या देता है.",
		arguments: [
			{
				name: "bottom",
				description: "वह सबसे छोटा पूर्णांक है जो RANDBETWEEN देगा"
			},
			{
				name: "top",
				description: "वह सबसे बड़ा पूर्णांक है जो RANDBETWEEN देगा"
			}
		]
	},
	{
		name: "RANGE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "RANK",
		description: "संख्याओं की किसी सूची में एक संख्या का स्थान लौटाता है: इसका आकार सूची में अन्य मानों से संबंधित है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसके लिए आप स्थान ढूँढना चाहते हैं"
			},
			{
				name: "ref",
				description: "किसी संख्या सूची की कोई सरणी, या संदर्भ है. असांख्यिक मानों की उपेक्षा की जाती है"
			},
			{
				name: "order",
				description: "कोई संख्या है: अवरोही क्रम में सॉर्ट की गई सूची में स्थान = 0 या छोड़ा गया; आरोही क्रम में सॉर्ट की गई सूची में स्थान = कोई भी मान जो शून्य न हो"
			}
		]
	},
	{
		name: "RANK.AVG",
		description: " संख्याओं की सूची में किसी संख्या की कोई कोटी देता है: इसका आकार सूची में किसी अन्य मानों के सापेक्ष है; यदि एक से अधिक मान की कोटी समान है तो औसत कोटी देता है.",
		arguments: [
			{
				name: "number",
				description: " वह संख्या है जिसके लिए आप कोटी ढूँढना चाहते हैं"
			},
			{
				name: "ref",
				description: " संख्याओं की कोई सूची के लिए कोई संदर्भ, या कोई सरणी है. असांख्यिक मानों पर ध्यान नहीं दिया जाता है"
			},
			{
				name: "order",
				description: " कोई संख्या है: कोटी को सूची में अवरोही क्रम में सॉर्ट किया गया है = 0 या छोड़ा गया; कोटी को सूची में आरोही क्रम में सॉर्ट किया गया है = कोई ग़ैरशून्य मान"
			}
		]
	},
	{
		name: "RANK.EQ",
		description: "संख्याओं की सूची में किसी संख्या की कोई कोटी देता है: इसका आकार सूची में किसी अन्य मानों के सापेक्ष है; यदि एक से अधिक मान की कोटी समान है तो उस सेट के शीर्ष कोटी को देता है.",
		arguments: [
			{
				name: "number",
				description: " वह संख्या है जिसके लिए आप कोटी ढूँढना चाहते हैं"
			},
			{
				name: "ref",
				description: " संख्याओं की कोई सूची के लिए कोई संदर्भ, या कोई सरणी है. असांख्यिक मानों पर ध्यान नहीं दिया जाता है"
			},
			{
				name: "order",
				description: "कोई संख्या है: कोटी को सूची में अवरोही क्रम में सॉर्ट किया गया है = 0 या छोड़ा गया; कोटी को सूची में आरोही क्रम में सॉर्ट किया गया है = कोई ग़ैरशून्य मान"
			}
		]
	},
	{
		name: "RATE",
		description: "किसी ऋण या निवेश की प्रति अवधि ब्याज दर देता है. उदाहरण के लिए, तिमाही भुगतानों के लिए 6% APR पर 6%/4 का उपयोग करें.",
		arguments: [
			{
				name: "nper",
				description: "ऋण या निवेश के लिए भुगतान अवधियों की कुल संख्या है"
			},
			{
				name: "pmt",
				description: "प्रत्येक अवधि में किया गया भुगतान है और ऋण या निवेश के पूरे काल में परिवर्तित नहीं हो सकता"
			},
			{
				name: "pv",
				description: "वर्तमान मूल्य है: वह कुल रकम जिसके बराबर भविष्य के भुगतानों की एक श्रृंखला का मूल्य अभी है"
			},
			{
				name: "fv",
				description: "भविष्य का मूल्य, या कोई नकद शेष है जो आप अंतिम भुगतान के बाद प्राप्त करना चाहते हैं. यदि छोड़ा जाता है, तो Fv = 0 का उपयोग करता है"
			},
			{
				name: "type",
				description: "एक तार्किक मान है: अवधि के आरंभ में भुगतान = 1; अवधि के अंत में भुगतान = 0 या छोड़ा गया"
			},
			{
				name: "guess",
				description: "दर के बारे में आपका अनुमान है; यदि छोड़ा गया, तो Guess = 0.1 (10 प्रतिशत)"
			}
		]
	},
	{
		name: "RECEIVED",
		description: "किसी पूर्ण निवेशित प्रतिभूति के लिए परिपक्वता पर प्राप्त होने वाली राशि देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "investment",
				description: "प्रतिभूति में निवेश की गई राशि है"
			},
			{
				name: "discount",
				description: "प्रतिभूति की छूट दर है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "REPLACE",
		description: "पाठ स्ट्रिंग के किसी भाग को किसी अन्य पाठ स्ट्रिंग से बदलता है.",
		arguments: [
			{
				name: "old_text",
				description: "वह पाठ है जिसमें से आप कुछ वर्ण बदलना चाहते हैं"
			},
			{
				name: "start_num",
				description: "Old_text में उस वर्ण का स्थान है जिसे आप New_text से बदलना चाहते हैं"
			},
			{
				name: "num_chars",
				description: "Old_text में उन वर्णों की संख्या है जिन्हें आप बदलना चाहते हैं"
			},
			{
				name: "new_text",
				description: "वह पाठ है जो Old_text में वर्णों का स्थान लेगा"
			}
		]
	},
	{
		name: "REPT",
		description: "पाठ को दिए गए अवसरों की संख्यानुसार दोहराता है. किसी कक्ष को किसी पाठ स्ट्रिंग के कई उल्लेखों से भरने के लिए REPT का उपयोग करें.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ है जिसे आप दोहराना चाहते हैं"
			},
			{
				name: "number_times",
				description: "पाठ को दोहराने के अवसरों की संख्या बताने वाली एक धनात्मक संख्या है"
			}
		]
	},
	{
		name: "RIGHT",
		description: "किसी पाठ स्ट्रिंग के अंत से निर्दिष्ट संख्या में वर्ण देता है.",
		arguments: [
			{
				name: "text",
				description: "पाठ स्ट्रिंग है जिसमें वे वर्ण हैं जिन्हें आप निकालना चाहते हैं"
			},
			{
				name: "num_chars",
				description: "यह दर्शाता है कि आप कितने वर्ण निकालना चाहते हैं, यदि छोड़ा जाता है, तो 1"
			}
		]
	},
	{
		name: "ROMAN",
		description: "अरबी अंक को रोमन में, पाठ के रूप में कनवर्ट करता है.",
		arguments: [
			{
				name: "number",
				description: "वह अरबी अंक है जिसे आप कनवर्ट करना चाहते हैं"
			},
			{
				name: "form",
				description: "यह निर्धारित करने वाली संख्या है कि आप किस प्रकार का रोमन अंक चाहते हैं."
			}
		]
	},
	{
		name: "ROUND",
		description: "संख्या को निर्दिष्ट अंकों की संख्या वाला पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "num_digits",
				description: "अंकों की वह संख्या है जहाँ तक आप पूर्णांक बनाना चाहते हैं. ऋणात्मक संख्या दशमलव के बाईं ओर पूर्णांक में बदलती है; शून्य निकटस्थ पूर्णांक में"
			}
		]
	},
	{
		name: "ROUNDDOWN",
		description: "संख्या का शून्य की ओर पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "कोई वास्तविक संख्या है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "num_digits",
				description: "अंकों की संख्या है जिनका आप पूर्णांक बनाना चाहते हैं. ऋणात्मक संख्या दशमलव बिंदु के बाईं ओर; शून्य पर पूर्णांक बनती है या छोड़ दी जाती है, निकटस्थ पूर्णांक पर"
			}
		]
	},
	{
		name: "ROUNDUP",
		description: "किसी संख्या को शून्य से अधिक का पूर्णांक बनाता है.",
		arguments: [
			{
				name: "number",
				description: "कोई वास्तविक संख्या है जिसे आप पूर्णांक बनाना चाहते हैं"
			},
			{
				name: "num_digits",
				description: "अंकों की संख्या है जिनका आप पूर्णांक बनाना चाहते हैं. ऋणात्मक संख्या दशमलव बिंदु के बाईं ओर; शून्य पर पूर्णांक बनती है या छोड़ दी जाती है, निकटस्थ पूर्णांक पर"
			}
		]
	},
	{
		name: "ROW",
		description: "किसी संदर्भ का पंक्ति क्रमांक देता है.",
		arguments: [
			{
				name: "reference",
				description: "वह कक्ष या कक्षों की एकल श्रेणी है जिसका आप पंक्ति क्रमांक चाहते हैं; यदि इसे छोड़ा जाता है, तो ROW फ़ंक्शन वाला कक्ष देता है"
			}
		]
	},
	{
		name: "ROWS",
		description: "किसी संदर्भ या सरणी में पंक्तियों की संख्या देता है.",
		arguments: [
			{
				name: "array",
				description: "जो कोई सरणी, सरणी सूत्र, या कक्षों की किसी श्रेणी का संदर्भ है जिसके लिए आप पंक्तियों की संख्या चाहते हैं"
			}
		]
	},
	{
		name: "RRI",
		description: "निवेश की वृद्धि के लिए एक समान ब्याज दर देता है.",
		arguments: [
			{
				name: "nper",
				description: "निवेश के लिए अवधियों की संख्या है"
			},
			{
				name: "pv",
				description: "निवेश का वर्तमान मूल्य है"
			},
			{
				name: "fv",
				description: "निवेश का भविष्य का मूल्य है"
			}
		]
	},
	{
		name: "RSQ",
		description: "दिए गए डेटा बिंदुओ के माध्यम से पियरसन गुणनफल के सहसंबंध गुणांक का वर्ग देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "कोई सरणी या डेटा बिंदुओं की श्रेणी है और संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ शामिल हों"
			},
			{
				name: "known_x's",
				description: "कोई सरणी या डेटा बिंदुओं की श्रेणी है और संख्याएँ या नाम, सरणियाँ, या संदर्भ हो सकते हैं जिनमें संख्याएँ शामिल हों"
			}
		]
	},
	{
		name: "RTD",
		description: "किसी ऐसे प्रोग्राम से रियल टाइम डेटा देता है जो COM ऑटोमेशन का समर्थन करता हो.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "progID",
				description: "किसी पंजीकृत COM ऑटोमेशन ऐड-इन के प्रोग्राम पहचान का नाम है. नाम को उद्धरण चिह्न में परिबद्ध करें"
			},
			{
				name: "server",
				description: "सर्वर का नाम है जिस पर ऐड-इन चलाया जाना चाहिए. नाम को उद्धरण चिह्न में परिबद्ध करें. यदि ऐड-इन स्थानीय रूप से चलाया जाता है, तो रिक्त स्ट्रिंग का उपयोग करें"
			},
			{
				name: "topic1",
				description: "1 से 38 तक पैरामीटर हैं, जो डेटा का एक विशेष भाग निर्दिष्ट करते हैं"
			},
			{
				name: "topic2",
				description: "1 से 38 तक पैरामीटर हैं, जो डेटा का एक विशेष भाग निर्दिष्ट करते हैं"
			}
		]
	},
	{
		name: "SEARCH",
		description: "उस वर्ण का क्रमांक देता है जिस पर बाएँ से दाएँ पढ़ते समय (केस-संवेदी नहीं), कोई विशिष्ट वर्ण या पाठ स्ट्रिंग सर्वप्रथम पाई जाए.",
		arguments: [
			{
				name: "find_text",
				description: "वह पाठ है, जिसे आप खोजना चाहते हैं. आप ? और * वाइल्डकार्ड वर्णों का उपयोग कर सकते हैं; ? और * वर्णों को ढूँढने के लिए ~? और ~* का उपयोग करें"
			},
			{
				name: "within_text",
				description: "वह पाठ है जिसमें आप Find_text ढूँढना चाहते हैं"
			},
			{
				name: "start_num",
				description: "बाएँ से गिनते हुए, Within_text में वह वर्ण क्रमांक है, जहाँ से आप ढूँढना प्रारंभ करना चाहते हैं. यदि छोड़ा जाता है, तो 1 का उपयोग किया जाता है"
			}
		]
	},
	{
		name: "SEC",
		description: "किसी कोण का छेदक देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसके लिए आप छेदक चाहते हैं"
			}
		]
	},
	{
		name: "SECH",
		description: "किसी कोण का अतिपरवलयिक छेदक देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियन में वह कोण है जिसके लिए आप अतिपरवलयिक छेदक चाहते हैं"
			}
		]
	},
	{
		name: "SECOND",
		description: "0 से 59 तक की कोई संख्या, सेकंड लौटाता है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड में कोई संख्या या समय स्वरूप में पाठ है, जैसे 16:48:23 या 4:48:47 PM"
			}
		]
	},
	{
		name: "SERIESSUM",
		description: "सूत्र पर आधारित किसी घातांक श्रृंखला का योग देता है.",
		arguments: [
			{
				name: "x",
				description: "घातांक श्रृंखला के लिए इनपुट मान है"
			},
			{
				name: "n",
				description: "वह प्रारंभिक घात है जहाँ तक आप x बढ़ाना चाहते हैं"
			},
			{
				name: "m",
				description: "चरण की वह संख्या है जहाँ तक प्रत्येक मान के लिए n बढ़ाना है"
			},
			{
				name: "coefficients",
				description: "गुणांको का समूह है जिससे x की हर आने वाली घात का गुणा होगा"
			}
		]
	},
	{
		name: "SHEET",
		description: "संदर्भित पत्रक की पत्रक संख्या देता है.",
		arguments: [
			{
				name: "value",
				description: "आपकी इच्छित पत्रक संख्या का कोई पत्रक नाम या संदर्भ है.  यदि छोड़ दिया जाता है तो जिस पत्रक में यह फ़ंक्शन है उसके पत्रकों की संख्या दी जाती है"
			}
		]
	},
	{
		name: "SHEETS",
		description: "किसी संदर्भ में पत्रकों की संख्या देता है.",
		arguments: [
			{
				name: "reference",
				description: "वह संदर्भ है जिसके लिए आप इसमें शामिल पत्रकों की संख्या जानना चाहते है.  यदि छोड़ दिया जाता है तो जिस कार्यपुस्तिका में यह फ़ंक्शन है उसके पत्रकों की संख्या दी जाती है"
			}
		]
	},
	{
		name: "SIGN",
		description: "किसी संख्या का चिह्न देता है: यदि संख्या धनात्मक है, तो 1, यदि संख्या शून्य है, तो शून्य, या यदि संख्या ऋणात्मक है, तो -1.",
		arguments: [
			{
				name: "number",
				description: "कोई प्राकृत संख्या है"
			}
		]
	},
	{
		name: "SIN",
		description: "किसी कोण की ज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियंस में वह कोण है जिसकी आप ज्या चाहते हैं. अंश * PI()/180 = रेडियंस"
			}
		]
	},
	{
		name: "SINH",
		description: "किसी संख्या की अतिपरवलयिक ज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "SKEW",
		description: "किसी बंटन की विषमता देता है: जो किसी बंटन की, उसके माध्य के आस-पास विषमता के अंश का लक्षण है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं, जिनके लिए आप विषमता चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं, जिनके लिए आप विषमता चाहते हैं"
			}
		]
	},
	{
		name: "SKEW.P",
		description: "किसी जनसंख्या पर आधारित किसी बंटन की विषमता देता है: किसी बंटन के माध्य के आस-पास असममिति के अंश का लक्षण.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप जनसंख्या विषमता चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ या नाम, सरणियाँ, या संदर्भ हैं जिनमें वे संख्याएँ हैं जिनके लिए आप जनसंख्या विषमता चाहते हैं"
			}
		]
	},
	{
		name: "SLN",
		description: "एक अवधि के लिए संपत्ति का सरल-रेखा मूल्यह्रास देता है.",
		arguments: [
			{
				name: "cost",
				description: "संपत्ति की प्रारंभिक लागत है"
			},
			{
				name: "salvage",
				description: "संपत्ति के जीवन के अंत में यह उसका अवशिष्ट मूल्य है"
			},
			{
				name: "life",
				description: "अवधियों की संख्या है जिनमें संपत्ति का ह्रास हो रहा है (जिसे कभी-कभी संपत्ति का उपयोगी जीवन कहा जाता है)"
			}
		]
	},
	{
		name: "SLOPE",
		description: "दिए गए डेटा बिंदुओं के माध्यम से रेखीय प्रतीपगमन रेखा की प्रवणता देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "संख्यात्मक निर्भर डेटा बिंदुओं की कोई सरणी या कक्ष श्रेणी है और यह संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			},
			{
				name: "known_x's",
				description: "स्वतंत्र डेटा बिंदुओं का समूह है और यह संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			}
		]
	},
	{
		name: "SMALL",
		description: "डेटा समूह का k-वाँ सबसे छोटा मान देता है. उदाहरण के लिए, पाँचवाँ सबसे छोटा मान.",
		arguments: [
			{
				name: "array",
				description: "वह सरणी या सांख्यिकीय डेटा की श्रेणी है जिसके लिए आप k-वाँ न्यूनतम मान प्राप्त करना चाहते हैं"
			},
			{
				name: "k",
				description: "सरणी या कक्ष से देने के लिए मान का स्थान (न्यूनतम मान से) है"
			}
		]
	},
	{
		name: "SQRT",
		description: "किसी संख्या का वर्गमूल देता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसका आप वर्गमूल निकालना चाहते हैं"
			}
		]
	},
	{
		name: "SQRTPI",
		description: "(संख्‍या * Pi) का वर्गमूल देता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिससे p को गुणा करना है"
			}
		]
	},
	{
		name: "STANDARDIZE",
		description: "माध्य और मानक विचलन वाले बंटन से साधारण मान देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिसे आप साधारण बनाना चाहते हैं"
			},
			{
				name: "mean",
				description: "बंटन का समांतर माध्य है"
			},
			{
				name: "standard_dev",
				description: "बंटन का मानक विचलन है, कोई धनात्मक संख्या"
			}
		]
	},
	{
		name: "STDEV",
		description: "किसी नमूने के आधार पर मानक विचलन का अनुमान लगाता है (नमूने के तार्किक मानों और पाठ की उपेक्षा करता है).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक किसी जनसंख्या नमूने के संगत संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ सम्मिलित हों"
			},
			{
				name: "number2",
				description: "1 से 255 तक किसी जनसंख्या नमूने के संगत संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ सम्मिलित हों"
			}
		]
	},
	{
		name: "STDEV.P",
		description: "तर्क के रूप में दी गई संपूर्ण जनसंख्या के आधार पर मानक विचलन का परिकलन करता है (तार्किक मान और पाठ पर ध्यान नहीं देता है).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "किसी जनसंख्या के संगत 1 से 255 संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			},
			{
				name: "number2",
				description: "किसी जनसंख्या के संगत 1 से 255 संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			}
		]
	},
	{
		name: "STDEV.S",
		description: "किसी नमूने के आधार पर मानक विचलन का अनुमान लगाता है (नमूने के तार्किक मानों और पाठ पर ध्यान नहीं देता).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक किसी जनसंख्या नमूने के संगत संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ सम्मिलित हों"
			},
			{
				name: "number2",
				description: "1 से 255 तक किसी जनसंख्या नमूने के संगत संख्याएँ हैं और यह संख्याएँ या ऐसे संदर्भ हो सकते हैं जिनमें संख्याएँ सम्मिलित हों"
			}
		]
	},
	{
		name: "STDEVA",
		description: "तार्किक मान और पाठ सहित किसी नमूने के आधार पर मानक विचलन का अनुमान लगाता है. पाठ और तार्किक मान FALSE का मान 0 है; तार्किक मान TRUE में मान 1 है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक जनसंख्या के किसी नमूने के संगत मान हैं और यह मान या नाम, या मानों के संदर्भ हो सकते हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक जनसंख्या के किसी नमूने के संगत मान हैं और यह मान या नाम, या मानों के संदर्भ हो सकते हैं"
			}
		]
	},
	{
		name: "STDEVP",
		description: " तर्क के रूप में दी गई संपूर्ण जनसंख्या के आधार पर मानक विचलन का परिकलन करता है (तार्किक मान और पाठ की उपेक्षा करता है).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "किसी जनसंख्या के अनुकूल 1 से 255 संख्याएँ हैं और वे संख्याएँ या संख्याओं वाले संदर्भ हो सकते हैं"
			},
			{
				name: "number2",
				description: "किसी जनसंख्या के अनुकूल 1 से 255 संख्याएँ हैं और वे संख्याएँ या संख्याओं वाले संदर्भ हो सकते हैं"
			}
		]
	},
	{
		name: "STDEVPA",
		description: "तार्किक मान और पाठ सहित संपूर्ण जनसंख्या के आधार पर मानक विचलन का परिकलन करता है. पाठ और तार्किक मान FALSE का मान 0 है; तार्किक मान TRUE का मान 1 है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक जनसंख्या के संगत मान हैं और यह मान, नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिनमें मान हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक जनसंख्या के संगत मान हैं और यह मान, नाम, सरणियाँ, या ऐसे संदर्भ हो सकते हैं जिनमें मान हैं"
			}
		]
	},
	{
		name: "STEYX",
		description: "किसी प्रतीपगमन में प्रत्येक x के लिए अनुमानित y-मान की मानक त्रुटि देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "निर्भर डेटा बिंदुओं की कोई सरणी या श्रेणी है और यह संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			},
			{
				name: "known_x's",
				description: "स्वतंत्र डेटा बिंदुओं की कोई सरणी या श्रेणी है और यह संख्याएँ या नाम, सरणियाँ या संदर्भ हो सकते हैं जिनमें संख्याएँ हों"
			}
		]
	},
	{
		name: "SUBSTITUTE",
		description: "किसी पाठ स्ट्रिंग के पाठ को नए पाठ से बदलता है.",
		arguments: [
			{
				name: "text",
				description: "पाठ या उस पाठ वाले कक्ष का संदर्भ है जिसके वर्ण आप बदलना चाहते हैं"
			},
			{
				name: "old_text",
				description: "वह मौजूदा पाठ है जिसे आप बदलना चाहते हैं. यदि Old_text का केस पाठ के केस से नहीं मिलता है, तो SUBSTITUTE पाठ को नहीं बदलेगा"
			},
			{
				name: "new_text",
				description: "वह पाठ है जिससे आप Old_text बदलना चाहते हैं"
			},
			{
				name: "instance_num",
				description: "यह निर्दिष्ट करता है कि आप Old_text की किस आवृत्ति को बदलना चाहते हैं. यदि छोड़ा जाता है, तो Old_text की प्रत्येक आवृत्ति बदल दी जाती है"
			}
		]
	},
	{
		name: "SUBTOTAL",
		description: "किसी सूची या डेटाबेस का कोई उप-योग देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "function_num",
				description: "1 से 11 तक की कोई संख्या है जो उप-योग के लिए सारांश फ़ंक्शन निर्दिष्ट करती है."
			},
			{
				name: "ref1",
				description: "1 से 254 तक श्रेणियाँ या संदर्भ हैं जिनके लिए आप उप-योग चाहते हैं"
			}
		]
	},
	{
		name: "SUM",
		description: "किसी श्रेणी के सभी कक्षों की संख्याएँ जोड़ता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "जोड़ने के लिए 1 से 255 तक संख्याएँ हैं. कक्षों में तार्किक मानों और पाठ की उपेक्षा की जाएगी, यदि वे तर्क के रूप में लिखे गए हैं, तो शामिल किए जाएँगे"
			},
			{
				name: "number2",
				description: "जोड़ने के लिए 1 से 255 तक संख्याएँ हैं. कक्षों में तार्किक मानों और पाठ की उपेक्षा की जाएगी, यदि वे तर्क के रूप में लिखे गए हैं, तो शामिल किए जाएँगे"
			}
		]
	},
	{
		name: "SUMIF",
		description: "किसी दी गई शर्त या मापदंड के आधार पर निर्दिष्ट कक्षों को जोड़ता है.",
		arguments: [
			{
				name: "range",
				description: "कक्षों की वह श्रेणी है जिसका आप मूल्यांकन करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "किसी संख्या, व्यंजक, या पाठ के रूप में शर्त या मापदंड है, जो यह निर्धारित करता है कि कौन से कक्ष जोड़े जाएँगे"
			},
			{
				name: "sum_range",
				description: "वास्तविक कक्ष हैं जिनका योग किया जाना है. यदि छोड़ा जाता है, तो श्रेणी के कक्षों का उपयोग किया जाता है"
			}
		]
	},
	{
		name: "SUMIFS",
		description: "किसी शर्तों के समूह या मापदंड द्वारा निर्दिष्ट कक्ष जोड़ता हैं.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "sum_range",
				description: "योग करने के लिए वास्तविक कक्ष हैं."
			},
			{
				name: "criteria_range",
				description: "वह कक्षों की श्रेणी है जिसे आप किसी विशेष शर्त के लिए मूल्यांकन करना चाहते हैं"
			},
			{
				name: "criteria",
				description: "किसी संख्या, व्यंजक, या पाठ के प्रपत्र में वह शर्त या मापदंड है जो यह निर्धारित करता है कौन-सा कक्ष जोड़ना है"
			}
		]
	},
	{
		name: "SUMPRODUCT",
		description: "सहसंबद्ध श्रेणियों के गुणनफलों या सरणियों का योग देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "array1",
				description: "2 से 255 वे सरणियाँ हैं जिनके लिए आप घटकों का गुणा करना और फिर जोड़ना चाहते हैं. सभी सरणियों के आयाम समान होना चाहिए"
			},
			{
				name: "array2",
				description: "2 से 255 वे सरणियाँ हैं जिनके लिए आप घटकों का गुणा करना और फिर जोड़ना चाहते हैं. सभी सरणियों के आयाम समान होना चाहिए"
			},
			{
				name: "array3",
				description: "2 से 255 वे सरणियाँ हैं जिनके लिए आप घटकों का गुणा करना और फिर जोड़ना चाहते हैं. सभी सरणियों के आयाम समान होना चाहिए"
			}
		]
	},
	{
		name: "SUMSQ",
		description: "तर्कों के वर्गों का योग देता है. तर्क संख्याएँ, सरणियाँ, नाम या उन कक्षों के संदर्भ हो सकते हैं जिनमें संख्याएँ होती हैं.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "1 से 255 तक संख्याएँ, सरणियाँ, नाम, या उन सरणियों के संदर्भ हो सकते हैं जिनके लिए आप वर्गों का योग चाहते हैं"
			},
			{
				name: "number2",
				description: "1 से 255 तक संख्याएँ, सरणियाँ, नाम, या उन सरणियों के संदर्भ हो सकते हैं जिनके लिए आप वर्गों का योग चाहते हैं"
			}
		]
	},
	{
		name: "SUMX2MY2",
		description: "दो संगत श्रेणियों या सरणियों के बीच के अंतर के वर्गों का योग करता है.",
		arguments: [
			{
				name: "array_x",
				description: "यह पहली श्रेणी या संख्याओं की सरणी है और कोई संख्या या नाम, सरणी, या संदर्भ हो सकती है जिसमें संख्याएँ हों"
			},
			{
				name: "array_y",
				description: "यह दूसरी श्रेणी या संख्याओं की सरणी है और कोई संख्या या नाम, सरणी, या संदर्भ हो सकती है जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "SUMX2PY2",
		description: "दो संगत श्रेणियों या सरणियों की संख्याओं के वर्गों के योग का कुल योग देता है.",
		arguments: [
			{
				name: "array_x",
				description: "यह संख्याओं की प्रथम श्रेणी या सरणी है और कोई संख्या या नाम, सरणी या संदर्भ हो सकती है जिसमें संख्याएँ हों"
			},
			{
				name: "array_y",
				description: "यह संख्याओं की दूसरी श्रेणी या सरणी है और कोई संख्या या नाम, सरणी या संदर्भ हो सकती है जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "SUMXMY2",
		description: "दो संगत श्रेणियों या सरणियों के बीच के अंतर के वर्गों का योग करता है.",
		arguments: [
			{
				name: "array_x",
				description: "यह पहली श्रेणी या मानों की सरणी है और कोई संख्या या नाम, सरणी या संदर्भ हो सकती है जिसमें संख्याएँ हों"
			},
			{
				name: "array_y",
				description: "यह दूसरी श्रेणी या मानों की सरणी है और कोई संख्या या मान, सरणी, या संदर्भ हो सकता है जिसमें संख्याएँ हों"
			}
		]
	},
	{
		name: "SYD",
		description: "किसी विशेष अवधि के लिए किसी संपत्ति के लिए वर्षों के अंकों के योग पर आधारित मूल्यह्रास देता है.",
		arguments: [
			{
				name: "cost",
				description: "संपत्ति की प्रारंभिक लागत है"
			},
			{
				name: "salvage",
				description: "संपत्ति के जीवन के अंत में यह उसका अवशिष्ट मूल्य है"
			},
			{
				name: "life",
				description: "अवधियों की संख्या है जिनमें संपत्ति का ह्रास हो रहा है (जिसे कभी-कभी संपत्ति का उपयोगी जीवन कहा जाता है)"
			},
			{
				name: "per",
				description: "अवधि है और इसके लिए जीवन के समान इकाइयों का उपयोग किया जाना चाहिए"
			}
		]
	},
	{
		name: "T",
		description: "यह जाँचता है कि क्या मान पाठ है और यदि वह है, तो पाठ देता है, यदि नहीं है, तो दोहरा उद्धरण चिह्न (रिक्त पाठ) देता है.",
		arguments: [
			{
				name: "value",
				description: "वह मान है जिसका परीक्षण किया जाना है"
			}
		]
	},
	{
		name: "T.DIST",
		description: "बाईं-पुच्छ विद्यार्थी का t-बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: " वह सांख्यिक मान है जिसपर बंटन का मूल्यांकन करते हैं"
			},
			{
				name: "deg_freedom",
				description: " वह पूर्णांक है जो उन स्वतंत्रता के अंश को इंगित करता है जो बंटन की विशेषता बताते हैं"
			},
			{
				name: "cumulative",
				description: " तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता घनत्व फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "T.DIST.2T",
		description: " द्वि-पुच्छ विद्यार्थी का t-बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "वह सांख्यिक मान है जिसपर बंटन का मूल्यांकन करते हैं"
			},
			{
				name: "deg_freedom",
				description: "वह पूर्णांक है जो उन स्वतंत्रता के अंश को इंगित करता है जो बंटन की विशेषता बताते हैं"
			}
		]
	},
	{
		name: "T.DIST.RT",
		description: " दाईं-पुच्छ विद्यार्थी का t-बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "वह सांख्यिक मान है जिसपर बंटन का मूल्यांकन करते हैं"
			},
			{
				name: "deg_freedom",
				description: " वह पूर्णांक है, जो उन स्वतंत्रता के अंशों को इंगित करता है जो बंटन की विशेषता बताते हैं"
			}
		]
	},
	{
		name: "T.INV",
		description: " विद्यार्थी के t-बंटन का बाईं-पुच्छ प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "द्वि-पुच्छ विद्यार्थी का t-बंटन 0 और 1 के बीच शामिल किसी संख्याके साथ प्रायिकता संबद्ध है"
			},
			{
				name: "deg_freedom",
				description: " एक धनात्मक पूर्णांक है जो उन स्वतंत्रता के अंश को इंगित करता है जो बंटन की विशेषता बताते हैं"
			}
		]
	},
	{
		name: "T.INV.2T",
		description: " विद्यार्थी के t-बंटन का द्वि-पुच्छ प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "द्वि-पुच्छ विद्यार्थी का t-बंटन 0 और 1 के बीच शामिल किसी संख्या के साथ प्रायिकता संबद्ध है"
			},
			{
				name: "deg_freedom",
				description: " एक धनात्मक पूर्णांक है उन स्वतंत्रता के अंश को इंगित करता है जो बंटन की विशेषता बताते हैं"
			}
		]
	},
	{
		name: "T.TEST",
		description: "किसी विद्यार्थी के t-परीक्षण से संबंधित प्रायिकता देता है.",
		arguments: [
			{
				name: "array1",
				description: "प्रथम डेटा समूह है"
			},
			{
				name: "array2",
				description: "द्वितीय डेटा समूह है"
			},
			{
				name: "tails",
				description: "दी जाने वाली बंटन पुच्छों की संख्या निर्धारित करता है: एकल-पुच्छ बंटन = 1; द्वि-पुच्छ बंटन = 2"
			},
			{
				name: "type",
				description: "t-परीक्षण का प्रकार है: युग्मित = 1, द्वि-प्रतिदर्श समान प्रसरण (homoscedastic) = 2, द्वि-प्रतिदर्श असमान प्रसरण = 3"
			}
		]
	},
	{
		name: "TAN",
		description: "किसी कोण की स्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "रेडियंस में वह कोण है जिसकी आप स्पर्शज्या चाहते हैं. अंश * PI()/180 = रेडियंस"
			}
		]
	},
	{
		name: "TANH",
		description: "किसी संख्या की अतिपरवलयिक स्पर्शज्या देता है.",
		arguments: [
			{
				name: "number",
				description: "कोई भी वास्तविक संख्या है"
			}
		]
	},
	{
		name: "TBILLEQ",
		description: "किसी ट्रेज़री‍ बिल के लिए बॉण्ड-समतुल्य प्राप्ति देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का परिपक्वता दिनांक है"
			},
			{
				name: "discount",
				description: "ट्रेज़री बिल की छूट दर है"
			}
		]
	},
	{
		name: "TBILLPRICE",
		description: "प्रति रू. 100 प्रत्यक्ष मूल्य पर ट्रेज़री बिल का मूल्य देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का परिपक्वता दिनांक है"
			},
			{
				name: "discount",
				description: "ट्रेज़री बिल की छूट दर है"
			}
		]
	},
	{
		name: "TBILLYIELD",
		description: "किसी ट्रेज़री बिल के लिए प्राप्ति देता है.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, ट्रेज़री बिल का परिपक्वता दिनांक है"
			},
			{
				name: "pr",
				description: "जो प्रति रू. 100 प्रत्यक्ष मूल्य ट्रेज़री बिल का मूल्य है"
			}
		]
	},
	{
		name: "TDIST",
		description: "विद्यार्थियों का t-बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "यह संख्यात्मक मान है जिस पर बंटन का मूल्यांकन किया जाना है"
			},
			{
				name: "deg_freedom",
				description: "स्वतंत्रता के अंशों की संख्या को इंगित करने वाली पूर्णांक संख्या है जो बंटन की विशेषता बताती है"
			},
			{
				name: "tails",
				description: "दिए जाने के लिए बंटन पुच्छों की संख्या निर्दिष्ट करता है: एक-पुच्छ बंटन = 1; द्वि-पुच्छ बंटन = 2"
			}
		]
	},
	{
		name: "TEXT",
		description: "किसी मान को किसी विशिष्ट संख्या स्वरूप वाले पाठ में कनवर्ट करता है.",
		arguments: [
			{
				name: "value",
				description: "कोई संख्या है, कोई सूत्र जिसका मूल्यांकन कोई संख्यात्मक मान है, या किसी ऐसे कक्ष का संदर्भ है जिसमें कोई संख्यात्मक मान हो"
			},
			{
				name: "format_text",
				description: "कक्ष स्वरूपित करें संवाद बॉक्स (सामान्य नहीं) के संख्या टैब पर श्रेणी बॉक्स से पाठ के रूप में कोई संख्या स्वरूप है"
			}
		]
	},
	{
		name: "TIME",
		description: "संख्याओं के रूप में दिए गए घंटे, मिनट और सेकंड को समय स्वरूप में स्वरूपित किसी Spreadsheet अनुक्रम संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "hour",
				description: "जो 0 से 23 तक, घंटे का प्रतिनिधित्व करने वाली कोई संख्या है"
			},
			{
				name: "minute",
				description: "जो 0 से 59 तक, मिनट का प्रतिनिधित्व करने वाली एक संख्या है"
			},
			{
				name: "second",
				description: "जो 0 से 59 तक, सेकंड का प्रतिनिधित्व करने वाली कोई संख्या है"
			}
		]
	},
	{
		name: "TIMEVALUE",
		description: "किसी पाठ समय को किसी समय के लिए Spreadsheet अनुक्रम संख्या में कनवर्ट करता है, कोई संख्या जो 0 (12:00:00 AM) से 0.999988426 (11:59:59 PM) के बीच है. सूत्र दर्ज करने के बाद अंक का स्वरूपण किसी समय स्वरूप द्वारा करें.",
		arguments: [
			{
				name: "time_text",
				description: "वह पाठ स्ट्रिंग है जो Spreadsheet के समय स्वरूपों में से किसी भी एक में समय देती है (स्ट्रिंग में दिनांक संबंधी सूचना की उपेक्षा करता है)"
			}
		]
	},
	{
		name: "TINV",
		description: "विद्यार्थी t-बंटन का द्वि-पुच्छ प्रतिलोम देता है.",
		arguments: [
			{
				name: "probability",
				description: "विद्यार्थी के द्वि-पुच्छ t-बंटन से संबंधित प्रायिकता है, 0 और 1 के बीच की संख्या सम्मिलित है"
			},
			{
				name: "deg_freedom",
				description: "बंटन में स्वतंत्रता के अंशों की संख्या इंगित करने वाला एक धनात्मक पूर्णांक है"
			}
		]
	},
	{
		name: "TODAY",
		description: "वर्तमान दिनांक को दिनांक स्वरूप में देता है.",
		arguments: [
		]
	},
	{
		name: "TRANSPOSE",
		description: "कक्षों की एक अनुलंब श्रेणी को एक क्षैतिज श्रेणी में कनवर्ट करता है, या फिर इसके विपरीत.",
		arguments: [
			{
				name: "array",
				description: "जो कार्यपत्रक पर उन कक्षों की श्रेणी है या मानों की सरणी है, जिसे आप पक्षांतर करना चाहते हैं"
			}
		]
	},
	{
		name: "TREND",
		description: "न्यूनतम वर्ग पद्धति का उपयोग करते हुए, रेखीय प्रवृत्ति में ज्ञात डेटा बिंदुओं के समान संख्याएँ देता है.",
		arguments: [
			{
				name: "known_y's",
				description: "y-मानों की एक श्रेणी या सरणी है जिसे आप समीकरण y = mx + b के माध्यम से पहले से जानते हैं"
			},
			{
				name: "known_x's",
				description: "x-मानों की एक वैकल्पिक श्रेणी या सरणी है जिसे आप समीकरण y = mx + b के माध्यम से पहले से जानते हैं, एक सरणी जो Known_y's के समान आकार की है"
			},
			{
				name: "new_x's",
				description: "नए x-मानों की एक श्रेणी या सरणी है जिसके लिए आप चाहते हैं कि TREND संगत y-मान दे"
			},
			{
				name: "const",
				description: "एक तार्किक मान है: यदि Const = TRUE या छोड़ा गया, तो स्थिरांक b का परिकलन साधारण रूप से किया जाता है; यदि Const = FALSE है, तो b को 0 के बराबर रखा जाता है"
			}
		]
	},
	{
		name: "TRIM",
		description: "शब्दों के बीच के एक रिक्त स्थान को छोड़कर पाठ स्ट्रिंग से सभी रिक्तियाँ निकालता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ है जिससे आप रिक्तियाँ निकालना चाहते हैं"
			}
		]
	},
	{
		name: "TRIMMEAN",
		description: "डेटा मानों के सेट के आंतरिक भाग का माध्य देता है.",
		arguments: [
			{
				name: "array",
				description: "कम कर औसत निकालने के लिए मानों की श्रेणी या सरणी है"
			},
			{
				name: "percent",
				description: "डेटा सेट के शीर्ष और आधार से छोड़े जाने के लिए डेटा बिंदुओं की भिन्नांक संख्या है"
			}
		]
	},
	{
		name: "TRUE",
		description: "तार्किक मान TRUE देता है.",
		arguments: [
		]
	},
	{
		name: "TRUNC",
		description: "संख्या का भिन्न, या दशमलव का भाग हटा कर पूर्णांक बनाने के लिए छोटा करता है.",
		arguments: [
			{
				name: "number",
				description: "वह संख्या है जिसे आप छोटा करना चाहते हैं"
			},
			{
				name: "num_digits",
				description: "वह संख्या है जो विच्छेदन की शुद्धता बताती है, 0 (शून्य) यदि छोड़ा जाता है"
			}
		]
	},
	{
		name: "TTEST",
		description: "किसी विद्यार्थी के t-परीक्षण से संबंधित प्रायिकता देता है.",
		arguments: [
			{
				name: "array1",
				description: "प्रथम डेटा समूह है"
			},
			{
				name: "array2",
				description: "द्वितीय डेटा समूह है"
			},
			{
				name: "tails",
				description: "दी जाने वाली बंटन पुच्छों की संख्या निर्धारित करता है: एकल-पुच्छ बंटन = 1; द्वि-पुच्छ बंटन = 2"
			},
			{
				name: "type",
				description: "t-परीक्षण का प्रकार है: युग्मित = 1, द्वि-नमूना समान प्रसरण (homoscedastic) = 2, द्वि-नमूना असमान प्रसरण = 3"
			}
		]
	},
	{
		name: "TYPE",
		description: "किसी मान के डेटा प्रकार का प्रतिनिधित्व करने वाला एक पूर्णांक देता है: संख्या = 1; पाठ = 2; तार्किक मान = 4; त्रुटि मान = 16; सरणी = 64.",
		arguments: [
			{
				name: "value",
				description: "कोई भी मान हो सकता है"
			}
		]
	},
	{
		name: "UNICODE",
		description: "पाठ के प्रथम वर्ण के लिए संगत संख्या (कोड बिंदु) देता है.",
		arguments: [
			{
				name: "text",
				description: "वह वर्ण है जिसका आप यूनिकोड मान चाहते हैं"
			}
		]
	},
	{
		name: "UPPER",
		description: "किसी पाठ स्ट्रिंग के सभी अक्षरों को अपरकेस में कनवर्ट करता है.",
		arguments: [
			{
				name: "text",
				description: "वह पाठ, कोई संदर्भ या पाठ स्ट्रिंग है, जिसे आप अपरकेस में कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "VALUE",
		description: "किसी संख्या का प्रतिनिधित्व करने वाली पाठ स्ट्रिंग को संख्या में कनवर्ट करता है.",
		arguments: [
			{
				name: "text",
				description: "उद्धरण चिह्नों में परिबद्ध पाठ या उस पाठ वाले कक्ष का संदर्भ है जिसे आप कनवर्ट करना चाहते हैं"
			}
		]
	},
	{
		name: "VAR",
		description: "किसी नमूने के आधार पर एक प्रसरण का आकलन करता है (नमूने में तार्किक मानों व पाठ पर ध्यान नहीं देता).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "जनसंख्या के एक नमूने के अनुसार 1 से 255 तक संख्यात्मक तर्क हैं"
			},
			{
				name: "number2",
				description: "जनसंख्या के एक नमूने के अनुसार 1 से 255 तक संख्यात्मक तर्क हैं"
			}
		]
	},
	{
		name: "VAR.P",
		description: "संपूर्ण जनसंख्या के आधार पर प्रसरण का परिकलन करता है (जनसंख्या में तार्किक मान और पाठ पर ध्यान नहीं देता है).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "जनसंख्या के संगत, 1 से 255 संख्‍यात्‍मक तर्क हैं"
			},
			{
				name: "number2",
				description: "जनसंख्या के संगत, 1 से 255 संख्‍यात्‍मक तर्क हैं"
			}
		]
	},
	{
		name: "VAR.S",
		description: "किसी नमूने के आधार पर एक प्रसरण का आकलन करता है (नमूने में तार्किक मानों व पाठ पर ध्यान नहीं देता).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "जनसंख्या के एक नमूने के संगत 1 से 255 संख्यात्मक तर्क हैं"
			},
			{
				name: "number2",
				description: "जनसंख्या के एक नमूने के संगत 1 से 255 संख्यात्मक तर्क हैं"
			}
		]
	},
	{
		name: "VARA",
		description: "तार्किक मान और पाठ सहित किसी नमूने के आधार पर प्रसरण का अनुमान लगाता है. पाठ और तार्किक मान FALSE का मान 0 है; तार्किक मान TRUE का मान 1 है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक मान तर्क हैं जो किसी जनसंख्या के एक नमूने से संगत हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक मान तर्क हैं जो किसी जनसंख्या के एक नमूने से संगत हैं"
			}
		]
	},
	{
		name: "VARP",
		description: "संपूर्ण जनसंख्या के आधार पर प्रसरण का परिकलन करता है (जनसंख्या में तार्किक मान और पाठ की उपेक्षा करता है).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "number1",
				description: "जनसंख्या के अनुकूल, 1 से 255 सांख्यिक तर्क हैं"
			},
			{
				name: "number2",
				description: "जनसंख्या के अनुकूल, 1 से 255 सांख्यिक तर्क हैं"
			}
		]
	},
	{
		name: "VARPA",
		description: "तार्किक मान और पाठ सहित संपूर्ण जनसंख्या के आधार पर प्रसरण का परिकलन करता है. पाठ और तार्किक मान FALSE में मान 0 है; तार्किक मान TRUE में मान 1 है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "value1",
				description: "1 से 255 तक किसी जनसंख्या के संगत मान हैं"
			},
			{
				name: "value2",
				description: "1 से 255 तक किसी जनसंख्या के संगत मान हैं"
			}
		]
	},
	{
		name: "VDB",
		description: "आपके द्वारा निर्दिष्ट अवधि में, जिसमें आंशिक अवधियाँ शामिल हो सकती हैं, किसी संपत्ति का दोहरा-ह्रास शेष विधि या आपके द्वारा निर्दिष्ट किसी अन्य विधि का उपयोग कर मूल्यह्रास देता है.",
		arguments: [
			{
				name: "cost",
				description: "संपत्ति का आरंभिक मूल्य है"
			},
			{
				name: "salvage",
				description: "संपत्ति के जीवन के अंत में संपत्ति का अवशिष्ट मूल्य है"
			},
			{
				name: "life",
				description: "अवधियों की संख्या है जिनमें संपत्ति का ह्रास हो रहा है (जिसे कभी-कभी संपत्ति का उपयोगी जीवन कहा जाता है)"
			},
			{
				name: "start_period",
				description: "आरंभिक अवधि है जिसके लिए आप मूल्यह्रास का परिकलन, जीवन के ही समान इकाइयों में करना चाहते हैं"
			},
			{
				name: "end_period",
				description: "अंतिम अवधि है जिसके लिए आप मूल्यह्रास का परिकलन, जीवन के ही समान इकाइयों में करना चाहते हैं"
			},
			{
				name: "factor",
				description: "वह दर है जिस पर शेष घटता है, 2 (दोहरा-ह्रास शेष) यदि छोड़ा जाता है"
			},
			{
				name: "no_switch",
				description: "जब मूल्यह्रास ह्रासमान शेष से अधिक हो = FALSE या छोड़ा गया हो, तो सरल-रेखा ह्रास पर जाएँ; यदि = TRUE हो, तो न जाएँ"
			}
		]
	},
	{
		name: "VLOOKUP",
		description: "किसी तालिका के सबसे बाएँ स्तंभ में कोई मान खोजता है, और आपके द्वारा निर्दिष्ट स्तंभ से उसी पंक्ति में कोई मान देता है. डिफ़ॉल्ट रूप में, तालिका को आरोही क्रम में सॉर्ट किया जाना चाहिए.",
		arguments: [
			{
				name: "lookup_value",
				description: "तालिका के पहले स्तंभ में ढूँढा जाने वाला मान है, और कोई मान, संदर्भ, या पाठ स्ट्रिंग हो सकती है"
			},
			{
				name: "table_array",
				description: "पाठ, संख्याओं, या तार्किक मानों की तालिका है, जिसमें डेटा पुनर्प्राप्त किया जाता है. Table_array किसी श्रेणी या श्रेणी नाम का संदर्भ हो सकता है"
			},
			{
				name: "col_index_num",
				description: "table_array में वह स्तंभ क्रमांक है जिसमें से मेल खाता मान दिया जाना चाहिए. तालिका में मानों का पहला स्तंभ, स्तंभ 1 है"
			},
			{
				name: "range_lookup",
				description: "एक तार्किक मान है: पहले स्तंभ में निकटतम मेल (आरोही क्रम में सॉर्ट किया गया) ढूँढने के लिए = TRUE या छोड़ा गया; निश्चित मेल ढूँढें = FALSE"
			}
		]
	},
	{
		name: "WEEKDAY",
		description: "किसी दिनांक के लिए सप्ताह का दिन पहचान कर 1 से 7 तक की कोई संख्या लौटाता है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो किसी दिनांक का प्रतिनिधित्व करने वाली एक संख्या है"
			},
			{
				name: "return_type",
				description: "जो एक संख्या है: रविवार=1 से शनिवार=7 तक के लिए, 1 का उपयोग करें; सोमवार=1 से रविवार=7 तक के लिए, 2 का उपयोग करें; सोमवार=0 से रविवार=6 तक के लिए, 3 का उपयोग करें"
			}
		]
	},
	{
		name: "WEEKNUM",
		description: "वर्ष में सप्ताहों की संख्या देता है.",
		arguments: [
			{
				name: "serial_number",
				description: "Spreadsheet द्वारा दिनांक और समय के परिकलन के लिए उपयोग किया जाने वाला दिनांक-समय कोड है"
			},
			{
				name: "return_type",
				description: "कोई संख्या (1 या 2) है जो लौटाए जाने वाले मान का प्रकार निर्धारित करती है"
			}
		]
	},
	{
		name: "WEIBULL",
		description: "वीबुल बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "फ़ंक्शन का मूल्यांकन किया जाने वाला मान है, एक गैर ऋणात्मक संख्या"
			},
			{
				name: "alpha",
				description: "बंटन का पैरामीटर है, एक धनात्मक संख्या"
			},
			{
				name: "beta",
				description: "बंटन के लिए पैरामीटर है, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता समूह फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "WEIBULL.DIST",
		description: "वीबुल बंटन देता है.",
		arguments: [
			{
				name: "x",
				description: "वह मान है जिस पर फ़ंक्शन का मूल्यांकन किया जाता है, एक गैर ऋणात्मक संख्या"
			},
			{
				name: "alpha",
				description: "बंटन का पैरामीटर है, एक धनात्मक संख्या"
			},
			{
				name: "beta",
				description: "बंटन के लिए पैरामीटर है, एक धनात्मक संख्या"
			},
			{
				name: "cumulative",
				description: "एक तार्किक मान है: संचयी बंटन फ़ंक्शन के लिए, TRUE का उपयोग करें; प्रायिकता समूह फ़ंक्शन के लिए, FALSE का उपयोग करें"
			}
		]
	},
	{
		name: "WORKDAY",
		description: "कार्य दिवसों की किसी निर्दिष्ट संख्या के पहले या बाद के दिनांक का क्रमांक देता है.",
		arguments: [
			{
				name: "start_date",
				description: "कोई क्रमिक दिनांक संख्या है जो प्रारंभ दिनांक का प्रतिनिधित्व करती है"
			},
			{
				name: "days",
				description: "प्रारंभ_दिनांक के पहले या बाद में ग़ैरसप्ताहांत और ग़ैर-अवकाश दिनों की संख्या है"
			},
			{
				name: "holidays",
				description: "कार्यशील कैलेंडर में शामिल नहीं करने के लिए एक या अधिक क्रमिक दिनांक संख्याओं की वैकल्पिक सरणी है, जैसे राज्य और संघ के अवकाश और फ़्लोटिंग अवकाश"
			}
		]
	},
	{
		name: "WORKDAY.INTL",
		description: "कस्टम सप्ताहांत पैरामीटर के साथ कार्य दिवसों की किसी निर्दिष्ट संख्या के पहले या बाद के दिनांक का क्रमांक देता है.",
		arguments: [
			{
				name: "start_date",
				description: "वह क्रमिक दिनांक संख्या है जो प्रारंभ दिनांक दिखाती है"
			},
			{
				name: "days",
				description: "प्रारंभ_दिनांक के पहले या बाद में ग़ैरसप्ताहांत और ग़ैर-अवकाश दिनों की संख्या है"
			},
			{
				name: "weekend",
				description: "वह संख्या या स्ट्रिंग है जो दर्शाता है कि सप्ताहांत कब है"
			},
			{
				name: "holidays",
				description: "कार्यशील कैलेंडर में शामिल नहीं करने के लिए एक या अधिक क्रमिक दिनांक संख्याओं की वैकल्पिक सरणी है, जैसे राज्य और संघ के अवकाश और फ़्लोटिंग अवकाश"
			}
		]
	},
	{
		name: "XIRR",
		description: "नकद प्रवाहों के किसी शेड्‍यूल के लिए आंतरिक प्राप्ति दर देता है.",
		arguments: [
			{
				name: "values",
				description: "नकद प्रवाहों की कोई श्रृंखला है जो दिनांको में भुगतान के किसी शेड्‍यूल से संगत होती है"
			},
			{
				name: "dates",
				description: "भुगतान दिनांको का वह शेड्‍यूल है जो नकद प्रवाह भुगतानों से संगत होता है"
			},
			{
				name: "guess",
				description: "वह संख्या है जिसका आप XIRR के परिणाम के निकट होने का अनुमान लगाते हैं"
			}
		]
	},
	{
		name: "XNPV",
		description: "नकद प्रवाहों के किसी शेड्‍यूल के लिए शुद्ध वर्तमान मूल्य देता है.",
		arguments: [
			{
				name: "rate",
				description: "नकद प्रवाहों पर लागू की जाने वाली छूट की दर है"
			},
			{
				name: "values",
				description: "नकद प्रवाहों की कोई श्रेणी है जो दिनांकों में भुगतान किए जाने वाले शेड्‍यूल से संगत है"
			},
			{
				name: "dates",
				description: "भुगतान दिनांको का शेड्‍यूल है जो नकद प्रवाह भुगतानों से संगत है"
			}
		]
	},
	{
		name: "XOR",
		description: "सभी तर्कों का तार्किक 'Exclusive Or' देता है.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "logical1",
				description: "1 से 254 स्थितियाँ हैं जिनका आप परीक्षण करना चाहते हैं जो या तो TRUE या FALSE हो सकती हैं और तार्किक मान, सरणी, या संदर्भ हो सकती हैं"
			},
			{
				name: "logical2",
				description: "1 से 254 स्थितियाँ हैं जिनका आप परीक्षण करना चाहते हैं जो या तो TRUE या FALSE हो सकती हैं और तार्किक मान, सरणी, या संदर्भ हो सकती हैं"
			}
		]
	},
	{
		name: "YEAR",
		description: "1900 - 9999 श्रेणी में एक पूर्णांक, किसी दिनांक का वर्ष लौटाता है.",
		arguments: [
			{
				name: "serial_number",
				description: "जो Spreadsheet द्वारा उपयोग किए गए दिनांक-समय कोड में एक संख्या है"
			}
		]
	},
	{
		name: "YEARFRAC",
		description: "प्रारंभ_दिनांक और अंत_दिनांक के बीच के पूर्ण कार्य‍ दिवसों का प्रतिनिधित्व करने वाला वर्ष भिन्न देता है.",
		arguments: [
			{
				name: "start_date",
				description: "प्रारंभ दिनांक का प्रतिनिधित्व करने वाली कोई क्रमिक दिनांक संख्या है"
			},
			{
				name: "end_date",
				description: "अंत दिनांक का प्रतिनिधित्व करने वाली कोई क्रमिक दिनांक संख्या है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "YIELDDISC",
		description: "किसी अवमूल्यित प्रतिभूति के लिए वार्षिक प्राप्ति देता है. उदाहरण के लिए, कोई ट्रेज़री बिल.",
		arguments: [
			{
				name: "settlement",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का निपटारा दिनांक है"
			},
			{
				name: "maturity",
				description: "किसी क्रमिक दिनांक संख्या के रूप में अभिव्यक्त, प्रतिभूति का परिपक्वता दिनांक है"
			},
			{
				name: "pr",
				description: "प्रतिभूति की कीमत प्रति रू.100 प्रत्यक्ष मूल्य है"
			},
			{
				name: "redemption",
				description: "प्रति रू 100 प्रत्यक्ष मूल्य पर प्रतिभूति का विमोचन मान है"
			},
			{
				name: "basis",
				description: "उपयोग करने के लिए दिनांक गिनती आधार है"
			}
		]
	},
	{
		name: "Z.TEST",
		description: "किसी z-परीक्षण का एक-पुच्छ P-मान देता है.",
		arguments: [
			{
				name: "array",
				description: "डेटा की कोई सरणी या श्रेणी है जिसके आधार पर X का परीक्षण किया जाना है"
			},
			{
				name: "x",
				description: "परीक्षण करने के लिए मान है"
			},
			{
				name: "sigma",
				description: "जनसंख्या का (ज्ञात) मानक विचलन है. यदि छोड़ा जाता है, तो मानक विचलन नमूने का उपयोग किया जाता है"
			}
		]
	},
	{
		name: "ZTEST",
		description: "किसी z-परीक्षण का एक-पुच्छ P-मान देता है.",
		arguments: [
			{
				name: "array",
				description: "डेटा की एक सरणी या श्रेणी है जिसके आधार पर X का परीक्षण किया जाना है"
			},
			{
				name: "x",
				description: "परीक्षण करने के लिए मान है"
			},
			{
				name: "sigma",
				description: "जनसंख्या का (ज्ञात) मानक विचलन है. अगर छोड़ा जाता है, तो मानक विचलन नमूने का उपयोग किया गया है"
			}
		]
	}
];