ASPxClientSpreadsheet.Functions = [
	{
		name: "ABS",
		description: "Връща абсолютната стойност на число, която представлява числото без знака му.",
		arguments: [
			{
				name: "число",
				description: "е реалното число, на което търсите абсолютната стойност"
			}
		]
	},
	{
		name: "ACCRINTM",
		description: "Връща натрупаната лихва за ценни книжа, по които се плаща лихва при погасяване.",
		arguments: [
			{
				name: "издание",
				description: "е датата на издаване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "разчет",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "ставка",
				description: "е годишна лихвена ставка за купоните по ценните книжа"
			},
			{
				name: "пар",
				description: "е номиналната стойност на ценните книжа"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "ACOS",
		description: "Връща аркускосинуса от число в радиани в диапазона от 0 до Pi. Аркускосинусът е ъгълът, чийто косинус е 'число'.",
		arguments: [
			{
				name: "число",
				description: "е косинусът от търсения ъгъл и трябва да бъде между -1 и 1"
			}
		]
	},
	{
		name: "ACOSH",
		description: "Връща обратния хиперболичен косинус от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число, равно на или по-голямо от 1"
			}
		]
	},
	{
		name: "ACOT",
		description: "Връща аркускотангенса от число в радиани в диапазона от 0 до пи.",
		arguments: [
			{
				name: "число",
				description: "е котангенсът от ъгъла, който търсите"
			}
		]
	},
	{
		name: "ACOTH",
		description: "Връща обратния хиперболичен котангенс от число.",
		arguments: [
			{
				name: "число",
				description: "е хиперболичният котангенс от ъгъла, който търсите"
			}
		]
	},
	{
		name: "ADDRESS",
		description: "Създава препратка към клетка във вид на текст при зададени номера на ред и колона.",
		arguments: [
			{
				name: "ред_ном",
				description: "е номерът на реда, който ще се използва в препратката към клетката: ред_номер = 1 за ред 1"
			},
			{
				name: "колона_ном",
				description: "е номерът на колоната, който ще се използва в препратката към клетката. Например колона_номер = 4 за колона D"
			},
			{
				name: "абс_ном",
				description: "задава типа на препратката: абсолютна = 1; абсолютен ред/относителна колона = 2; относителен ред/абсолютна колона = 3; относителна = 4"
			},
			{
				name: "a1",
				description: "е логическа стойност, която задава стила на препратката: стил A1 = 1 или TRUE; стил R1C1 = 0 или FALSE"
			},
			{
				name: "лист_текст",
				description: "е текст, задаващ името на работния лист, което ще се използва като външна препратка"
			}
		]
	},
	{
		name: "AND",
		description: "Проверява дали всички аргументи са TRUE и връща TRUE, ако всички аргументи са TRUE.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логически1",
				description: "са от 1 до 255 условия, които искате да проверите и които могат да бъдат или TRUE, или FALSE, и могат да бъдат логически стойности, масиви или препратки"
			},
			{
				name: "логически2",
				description: "са от 1 до 255 условия, които искате да проверите и които могат да бъдат или TRUE, или FALSE, и могат да бъдат логически стойности, масиви или препратки"
			}
		]
	},
	{
		name: "ARABIC",
		description: "Преобразува римска цифра в арабска.",
		arguments: [
			{
				name: "текст",
				description: "е римската цифра, която искате да преобразувате"
			}
		]
	},
	{
		name: "AREAS",
		description: "Връща броя на областите в препратка. Областта е  диапазон от съседни клетки или единична клетка.",
		arguments: [
			{
				name: "препратка",
				description: "е препратка към клетка или диапазон от клетки и може да препраща към няколко области"
			}
		]
	},
	{
		name: "ASIN",
		description: "Връща аркуссинуса от число в радиани в диапазона -Pi/2 до Pi/2.",
		arguments: [
			{
				name: "число",
				description: "е синусът от търсения ъгъл и трябва да бъде между -1 и 1"
			}
		]
	},
	{
		name: "ASINH",
		description: "Връща обратния хиперболичен синус от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число, равно на или по-голямо от 1"
			}
		]
	},
	{
		name: "ATAN",
		description: "Връща аркустангенса от число в радиани в диапазона от -Pi/2 до Pi/2.",
		arguments: [
			{
				name: "число",
				description: "е тангенсът от зададения ъгъл"
			}
		]
	},
	{
		name: "ATAN2",
		description: "Връща аркустангенса от зададените x и y координати в радиани между -Pi и Pi, с изключение на -Pi.",
		arguments: [
			{
				name: "x_числ",
				description: "е координатата x на точката"
			},
			{
				name: "y_числ",
				description: "е координатата y на точката"
			}
		]
	},
	{
		name: "ATANH",
		description: "Връща обратния хиперболичен тангенс от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число между -1 и 1, с изключение на -1 и 1"
			}
		]
	},
	{
		name: "AVEDEV",
		description: "Връща средната стойност на абсолютните отклонения на точки данни от тяхната средна стойност. Аргументите могат да бъдат или числа, или имена, масиви или препратки, съдържащи числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 аргумента, за които търсите средната стойност на абсолютните отклонения"
			},
			{
				name: "число2",
				description: "са от 1 до 255 аргумента, за които търсите средната стойност на абсолютните отклонения"
			}
		]
	},
	{
		name: "AVERAGE",
		description: "Връща средната стойност (средно аритметичното) на аргументите си, които могат да бъдат числа или имена, масиви или препратки, съдържащи числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числови аргумента, за които търсите средната стойност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числови аргумента, за които търсите средната стойност"
			}
		]
	},
	{
		name: "AVERAGEA",
		description: "Връща средната стойност (аритметичното средно) на аргументите си, като оценява текст и FALSE в аргументите като 0; TRUE се оценява като 1. Аргументите могат да бъдат имена на числа, масиви или препратки.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 аргумента, за които търсите средната стойност"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 аргумента, за които търсите средната стойност"
			}
		]
	},
	{
		name: "AVERAGEIF",
		description: "Намира средното (средно аритметичното) за клетките, удовлетворяващи дадено условие или критерии.",
		arguments: [
			{
				name: "диапазон",
				description: "е диапазонът на клетките, които искате да бъдат оценени"
			},
			{
				name: "критерий",
				description: "е условието или критериите във вид на число, израз или текст, което определя кои клетки ще се използват за намиране на средното"
			},
			{
				name: "среден_диапазон",
				description: "са клетките, които се използват фактически за намиране на средното. Ако този аргумент е изпуснат, ще се използват клетките от диапазона"
			}
		]
	},
	{
		name: "AVERAGEIFS",
		description: " Намира средното (средно аритметичното) за клетките, удовлетворяващи даден набор от условия или критерии.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "среден_диапазон",
				description: " са клетките, които се използват фактически за намиране на средното."
			},
			{
				name: "критерий_диапазон",
				description: "е диапазонът на клетките, които искате да бъдат оценени за конкретното условие"
			},
			{
				name: "критерий",
				description: "е условието или критериите във вид на число, израз или текст, което определя кои клетки ще се използват за намиране на средното"
			}
		]
	},
	{
		name: "BAHTTEXT",
		description: "Преобразува число в текст (бат).",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да преобразувате"
			}
		]
	},
	{
		name: "BASE",
		description: "Преобразува число в текстово представяне с дадена основа (база).",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да преобразувате"
			},
			{
				name: "основа",
				description: "е базовата 'основа', в която искате да преобразувате числото"
			},
			{
				name: "минимална_дължина",
				description: "е минималната дължина на връщания низ. Ако е пропусната, не се добавят водещи нули"
			}
		]
	},
	{
		name: "BESSELI",
		description: "Връща модифицираната Беселова функция In(x).",
		arguments: [
			{
				name: "x",
				description: "е стойността, при която се оценява стойността на функцията"
			},
			{
				name: "n",
				description: "е порядъкът на функцията"
			}
		]
	},
	{
		name: "BESSELJ",
		description: "Връща Беселовата функция Jn(x).",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която да се оценява функцията"
			},
			{
				name: "n",
				description: "е порядъка на Беселовата функция"
			}
		]
	},
	{
		name: "BESSELK",
		description: "Връща модифицираната Беселова функция Kn(x).",
		arguments: [
			{
				name: "x",
				description: "е стойността, при която се оценява стойността на функцията"
			},
			{
				name: "n",
				description: "е порядъкът на функцията"
			}
		]
	},
	{
		name: "BESSELY",
		description: "Връща Беселовата функция Yn(x).",
		arguments: [
			{
				name: "x",
				description: " е стойността, при която се оценява стойността на функцията"
			},
			{
				name: "n",
				description: " е порядъкът на функцията"
			}
		]
	},
	{
		name: "BETA.DIST",
		description: "Връща функцията за бета разпределение на вероятностите.",
		arguments: [
			{
				name: "x",
				description: "е стойност между A и B за която искате да изчислите функцията"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението и трябва да е по-голямо от 0"
			},
			{
				name: "бета",
				description: "е параметър на разпределението и трябва да е по-голямо от 0"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			},
			{
				name: "A",
				description: "е незадължителна долна граница на интервала за x. При пропусната, A = 0"
			},
			{
				name: "B",
				description: "е незадължителна горна граница на интервал за x. При пропусната, B = 1"
			}
		]
	},
	{
		name: "BETA.INV",
		description: "Връща обратната кумулативна бета функция на вероятностната плътност (BETA.DIST).",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с бета разпределението"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението и трябва да бъде по-голямо от 0"
			},
			{
				name: "бета",
				description: "е параметър на разпределението и трябва да бъде по-голямо от 0"
			},
			{
				name: "A",
				description: "е незадължителна долна граница на интервала за x. При пропусната, A = 0"
			},
			{
				name: "B",
				description: "е незадължителна горна граница на интервала за x. При пропусната, B = 1"
			}
		]
	},
	{
		name: "BETADIST",
		description: "Връща кумулативната бета функция на вероятностната плътност.",
		arguments: [
			{
				name: "x",
				description: "е стойността между A и B, от която трябва да се изчисли функцията"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението и трябва да бъде по-голямо от 0"
			},
			{
				name: "бета",
				description: "е параметър на разпределението и трябва да бъде по-голямо от 0"
			},
			{
				name: "A",
				description: "е незадължителна долна граница на интервала за x. Ако е пропусната, A = 0"
			},
			{
				name: "B",
				description: "е незадължителна горна граница на интервала за x. При пропусната, B = 1"
			}
		]
	},
	{
		name: "BETAINV",
		description: "Връща обратната кумулативна бета функция на вероятностната плътност (BETADIST).",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с бета разпределението"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението и трябва да бъде по-голям от 0"
			},
			{
				name: "бета",
				description: "е параметър на разпределението и трябва да бъде по-голямо от 0"
			},
			{
				name: "A",
				description: "е незадължителна долна граница на интервала за x. При пропусната, A = 0"
			},
			{
				name: "B",
				description: "е незадължителна горна граница на интервала за x. При пропусната, B = 1"
			}
		]
	},
	{
		name: "BIN2DEC",
		description: " Превръща едно двоично число в десетично.",
		arguments: [
			{
				name: "число",
				description: "е двоичното число, което искате да преобразувате"
			}
		]
	},
	{
		name: "BIN2HEX",
		description: " Превръща едно двоично число в шестнайсетично.",
		arguments: [
			{
				name: "число",
				description: "е двоичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "BIN2OCT",
		description: " Превръща едно двоично число в осмично.",
		arguments: [
			{
				name: "число",
				description: "е двоичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "BINOM.DIST",
		description: "Връща вероятност за биномиално разпределение на отделния член.",
		arguments: [
			{
				name: "число_s",
				description: "е броят на успешните опити"
			},
			{
				name: "опити",
				description: "е броят на независимите опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех при всеки опит"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "BINOM.DIST.RANGE",
		description: "Връща вероятността за резултат от опит с използване на биномиално разпределение.",
		arguments: [
			{
				name: "опити",
				description: "е броят на независимите опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех на всеки опит"
			},
			{
				name: "брой_s",
				description: "е броят на успехите в опитите"
			},
			{
				name: "брой_s2",
				description: "ако е предоставено, тази функция предоставя вероятността за това броят на успешните опити да е между брой_s и брой_s2"
			}
		]
	},
	{
		name: "BINOM.INV",
		description: "Връща най-малката стойност, за която кумулативното биномиално разпределение е по-голямо или равно на една стойност, избрана за критерий.",
		arguments: [
			{
				name: "опити",
				description: "е броят на бернулиевите опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех при всеки опит – число между 0 и 1 включително"
			},
			{
				name: "алфа",
				description: "е стойността на критерия – число между 0 и 1 включително"
			}
		]
	},
	{
		name: "BINOMDIST",
		description: "Връща вероятност за биномиално разпределение на отделния член.",
		arguments: [
			{
				name: "число_s",
				description: "е броят на успешните опити"
			},
			{
				name: "опити",
				description: "е броят на независимите опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех при всеки опит"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "BITAND",
		description: "Връща побитово 'И' на две числа.",
		arguments: [
			{
				name: "число1",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			},
			{
				name: "число2",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			}
		]
	},
	{
		name: "BITLSHIFT",
		description: "Връща число, изместено наляво с размер_на_изместване бита.",
		arguments: [
			{
				name: "число",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			},
			{
				name: "размер_на_изместване",
				description: "е броят на битовете, с които искате да изместите 'число' наляво"
			}
		]
	},
	{
		name: "BITOR",
		description: "Връща побитово 'Или' на две числа.",
		arguments: [
			{
				name: "число1",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			},
			{
				name: "число2",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			}
		]
	},
	{
		name: "BITRSHIFT",
		description: "Връща число, изместено надясно с размер_на_изместване бита.",
		arguments: [
			{
				name: "число",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			},
			{
				name: "размер_на_изместване",
				description: "е броят на битовете, с които искате да изместите 'число' надясно"
			}
		]
	},
	{
		name: "BITXOR",
		description: "Връща побитово 'Изключващо Или' на две числа.",
		arguments: [
			{
				name: "число1",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			},
			{
				name: "число2",
				description: "е десетичното представяне на двоичното число, което искате да изчислите"
			}
		]
	},
	{
		name: "CEILING",
		description: "Закръглява число нагоре до най-близкото кратно на значимост.",
		arguments: [
			{
				name: "число",
				description: "е стойността, която искате да закръглите"
			},
			{
				name: "значимост",
				description: " е числото, до кратно на което искате да закръглите"
			}
		]
	},
	{
		name: "CEILING.MATH",
		description: "Закръглява число нагоре до най-близкото цяло число или най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е стойността, която искате да закръглите"
			},
			{
				name: "значимост",
				description: "е кратното, до което искате да закръглите"
			},
			{
				name: "режим",
				description: "когато е зададено и не е нула, тази функция ще закръглява в посока обратна на нулата"
			}
		]
	},
	{
		name: "CEILING.PRECISE",
		description: "Закръглява число нагоре до най-близкото цяло число или най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е стойността, която искате да закръглите"
			},
			{
				name: "значимост",
				description: " е числото, до кратно на което искате да закръглите"
			}
		]
	},
	{
		name: "CELL",
		description: "Връща информация за форматирането, местоположението или съдържанието на първата клетка, според реда на четене на листа, в една препратка.",
		arguments: [
			{
				name: "инфо_тип",
				description: "е текстова стойност, задаваща какъв тип информация за клетката искате."
			},
			{
				name: "препратка",
				description: "е клетката, за която искате информация"
			}
		]
	},
	{
		name: "CHAR",
		description: "Връща знака, съответстващ на кодовото число от набора знаци на вашия компютър.",
		arguments: [
			{
				name: "число",
				description: "е число между 1 и 255, задаващо желания знак"
			}
		]
	},
	{
		name: "CHIDIST",
		description: "Връща едностранната вероятност на разпределението хи-квадрат.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която искате да оцените разпределението – неотрицателно число"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "CHIINV",
		description: "Връща обратната на едностранната вероятност на хи-квадрат разпределението.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с хи-квадрат разпределението – стойност между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "CHISQ.DIST",
		description: "Връща ограниченото отляво разпределение на вероятност хи-квадрат.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която искате да оцените разпределението – неотрицателно число"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност за връщаната функция: за кумулативната функция на разпределение = TRUE; за функцията на плътността на вероятностите = FALSE"
			}
		]
	},
	{
		name: "CHISQ.DIST.RT",
		description: "Връща ограниченото отдясно разпределение на вероятност хи-квадрат.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която искате да оцените разпределението – неотрицателно число"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV",
		description: "Връща обратното на ограниченото отдясно разпределение на вероятност хи-квадрат.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с хи-квадрат разпределението – стойност между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV.RT",
		description: "Връща обратното на ограниченото отдясно разпределение на вероятност хи-квадрат.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с хи-квадрат разпределението – стойност между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е броят на степените на свобода – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "CHISQ.TEST",
		description: "Връща теста за независимост: стойността от разпределението хи-квадрат за статистиката и съответните степени на свобода.",
		arguments: [
			{
				name: "действителен_диапазон",
				description: "е диапазонът от данни, който съдържа наблюденията, които трябва да се тестват за очакваните стойности"
			},
			{
				name: "очакван_диапазон",
				description: "е диапазонът от данни, който съдържа отношението на произведението на сумите на редовете и сумите на колоните към общата сума"
			}
		]
	},
	{
		name: "CHITEST",
		description: "Връща теста за независимост: стойността от разпределението хи-квадрат за статистиката и съответните степени на свобода.",
		arguments: [
			{
				name: "действителен_диапазон",
				description: "е диапазонът от данни, който съдържа наблюденията, които трябва да се тестват за очакваните стойности"
			},
			{
				name: "очакван_диапазон",
				description: "е диапазонът от данни, който съдържа отношението на произведението на сумите на редовете и сумите на колоните към общата сума"
			}
		]
	},
	{
		name: "CHOOSE",
		description: "Избира стойност или действие за изпълнение от списък стойности на базата на индекс.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "индекс_числ",
				description: "задава кой аргумент за стойност е избран. 'индекс_числ' трябва да бъде число между 1 и 254 или формула или препратка към число между 1 и 254"
			},
			{
				name: "стойност1",
				description: "са от 1 до 254 числа, препратки към клетки, дефинирани имена, формули, функции или текстови аргументи, от които CHOOSE може да избира"
			},
			{
				name: "стойност2",
				description: "са от 1 до 254 числа, препратки към клетки, дефинирани имена, формули, функции или текстови аргументи, от които CHOOSE може да избира"
			}
		]
	},
	{
		name: "CLEAN",
		description: "Премахва всички непечатаеми знаци от текст.",
		arguments: [
			{
				name: "текст",
				description: "е информация в работен лист, от която искате да премахнете непечатаемите знаци"
			}
		]
	},
	{
		name: "CODE",
		description: "Връща числовия код на първия знак в текстов низ, съставен от набора знаци, използван от вашия компютър.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, за който търсите кода на първия знак"
			}
		]
	},
	{
		name: "COLUMN",
		description: "Връща номера на колоната на препратка.",
		arguments: [
			{
				name: "препратка",
				description: "е клетката или диапазонът от съседни клетки, за които търсите номера на колоната. Ако е пропусната, се използва клетката, съдържаща функцията COLUMN"
			}
		]
	},
	{
		name: "COLUMNS",
		description: "Връща броя на колоните в масив или препратка.",
		arguments: [
			{
				name: "масив",
				description: "е масив, формула за масив или препратка към диапазон от клетки, за които търсите броя на колоните"
			}
		]
	},
	{
		name: "COMBIN",
		description: "Връща броя комбинации за зададен брой елементи.",
		arguments: [
			{
				name: "число",
				description: "е общият брой елементи"
			},
			{
				name: "число_избрано",
				description: "е броят на елементи във всяка комбинация"
			}
		]
	},
	{
		name: "COMBINA",
		description: "Връща броя комбинации с повторения за даден брой от елементи.",
		arguments: [
			{
				name: "число",
				description: "е общият брой елементи"
			},
			{
				name: "избран_брой",
				description: "е броят на елементите във всяка комбинация"
			}
		]
	},
	{
		name: "COMPLEX",
		description: "Преобразува реалния и имагинерния коефициент в комплексно число.",
		arguments: [
			{
				name: "реално_число",
				description: "е реалният коефициент на комплексното число"
			},
			{
				name: "i_число",
				description: "е имагинерният коефициент на комплексното число"
			},
			{
				name: "суфикс",
				description: "е суфиксът за имагинерната компонента на комплексното число"
			}
		]
	},
	{
		name: "CONCATENATE",
		description: "Съединява няколко текстови низа в един текстов низ.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "текст1",
				description: "са от 1 до 255 текстови низа, които трябва да се съединят в един текстов низ и които могат да бъдат текстови низове, числа или препратки към единични клетки"
			},
			{
				name: "текст2",
				description: "са от 1 до 255 текстови низа, които трябва да се съединят в един текстов низ и които могат да бъдат текстови низове, числа или препратки към единични клетки"
			}
		]
	},
	{
		name: "CONFIDENCE",
		description: "Връща доверителния интервал за средната стойност на генералната съвкупност.",
		arguments: [
			{
				name: "алфа",
				description: "е нивото на значимост, използвано за изчисление на доверителното ниво, число, по-голямо от 0 и по-малко от 1"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на генералната съвкупност за диапазона от данни и се приема за известно. 'стандартно_откл' трябва да бъде по-голямо от 0"
			},
			{
				name: "размер",
				description: "е размерът на извадката"
			}
		]
	},
	{
		name: "CONFIDENCE.NORM",
		description: "Връща доверителния интервал за средната стойност на генералната съвкупност, използвайки нормално разпределение.",
		arguments: [
			{
				name: "алфа",
				description: "е нивото на значимост, което се използва за изчисляване на доверителното ниво, което е число, по-голямо от 0 и по-малко от 1"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на генералната съвкупност за диапазона от данни и се приема за известно. 'стандартно_откл' трябва да е по-голямо от 0"
			},
			{
				name: "размер",
				description: "е размерът на извадката"
			}
		]
	},
	{
		name: "CONFIDENCE.T",
		description: "Връща доверителния интервал за средната стойност на генералната съвкупност, използвайки T-разпределението на Стюдънт.",
		arguments: [
			{
				name: "алфа",
				description: "е нивото на значимост, което се използва за изчисляването на доверителното ниво, което е число, по-голямо от 0 и по-малко от 1"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на генералната съвкупност за диапазона от данни и се приема за известно. 'стандартно_откл' трябва да е по-голямо от 0"
			},
			{
				name: "размер",
				description: "е размерът на извадката"
			}
		]
	},
	{
		name: "CONVERT",
		description: "Преобразува числена стойност от една измервателна система в друга.",
		arguments: [
			{
				name: "число",
				description: "е стойността за преобразуване 'от_мерни единици'"
			},
			{
				name: "от_единица",
				description: "е мерни единици за числото"
			},
			{
				name: "в_единица",
				description: "е мерни единици за резултата"
			}
		]
	},
	{
		name: "CORREL",
		description: "Връща коефициента на корелация между два набора данни.",
		arguments: [
			{
				name: "масив1",
				description: "е диапазон от клетки със стойности. Стойностите трябва да са имена на числа, масиви или препратки, съдържащи числа"
			},
			{
				name: "масив2",
				description: "е втори диапазон от клетки със стойности. Стойностите трябва да са имена на числа, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "COS",
		description: "Връща косинуса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, на който търсите косинуса"
			}
		]
	},
	{
		name: "COSH",
		description: "Връща хиперболичния косинус от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число"
			}
		]
	},
	{
		name: "COT",
		description: "Връща котангенса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите котангенс"
			}
		]
	},
	{
		name: "COTH",
		description: "Връща хиперболичния котангенс от число.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите хиперболичния котангенс"
			}
		]
	},
	{
		name: "COUNT",
		description: "Преброява клетките, които съдържат числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 аргумента, които могат да съдържат или да препращат към различни типове данни, но се броят само числата"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 аргумента, които могат да съдържат или да препращат към различни типове данни, но се броят само числата"
			}
		]
	},
	{
		name: "COUNTA",
		description: "Преброява клетките в диапазона, които не са празни.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 аргумента, представляващи стойностите и клетките, които искате да се преброят. Стойностите могат да съдържат всякакъв тип информация"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 аргумента, представляващи стойностите и клетките, които искате да се преброят. Стойностите могат да съдържат всякакъв тип информация"
			}
		]
	},
	{
		name: "COUNTBLANK",
		description: "Преброява празните клетки в зададен диапазон от клетки.",
		arguments: [
			{
				name: "диапазон",
				description: "е диапазонът, в който искате да преброите празните клетки"
			}
		]
	},
	{
		name: "COUNTIF",
		description: "Преброява клетките в диапазон, отговарящи на зададено условие.",
		arguments: [
			{
				name: "диапазон",
				description: "е диапазонът от клетки, в който искате да преброите непразните клетки"
			},
			{
				name: "критерий",
				description: "е условието във вид на числов израз или текст, определящ кои клетки ще се броят"
			}
		]
	},
	{
		name: "COUNTIFS",
		description: "Преброява броя на клетките, удовлетворяващи даден набор от условия или критерии.",
		arguments: [
			{
				name: "критерий_диапазон",
				description: "е диапазонът от клетки, които искате да бъдат оценени по отношение на конкретното условие"
			},
			{
				name: "критерий",
				description: "е условието във вид на число, израз или текст, което определя кои клетки да бъдат преброени"
			}
		]
	},
	{
		name: "COUPDAYBS",
		description: "Връща броя на дните от началото на действие на купона до датата на разчета.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета за ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "честота",
				description: "е броят на купонните плащания за година"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "COUPNCD",
		description: "Връща номера на датата на следващия купон след датата на разчета.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "честота",
				description: "е броят на купонните плащания за година"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "COUPNUM",
		description: "Връща броя на изплащаните купони между датата на разчета и датата на погасяване на ценните книжа.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "честота",
				description: "е броят на купонните плащания за година"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "COUPPCD",
		description: "Връща поредния номер на датата на предишния купон преди датата на разчета.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "честота",
				description: "е броят на купонните плащания за година"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "COVAR",
		description: "Връща ковариацията – средната стойност на произведенията от отклоненията за всяка двойка от точки от данни в два набора от данни.",
		arguments: [
			{
				name: "масив1",
				description: "е първият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			},
			{
				name: "масив2",
				description: "е вторият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "COVARIANCE.P",
		description: "Връща ковариацията на генералната съвкупност – средната стойност на произведенията от отклоненията за всяка двойка от точки от данни в два набора от данни.",
		arguments: [
			{
				name: "масив1",
				description: "е първият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			},
			{
				name: "масив2",
				description: "е вторият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "COVARIANCE.S",
		description: "Връща ковариацията на извадката – средната стойност на произведенията от отклоненията за всяка двойка от точки от данни в два набора от данни.",
		arguments: [
			{
				name: "масив1",
				description: "е първият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			},
			{
				name: "масив2",
				description: "е вторият диапазон от клетки с цели числа и трябва да се състои от числа, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "CRITBINOM",
		description: "Връща най-малката стойност, за която кумулативното биномиално разпределение е по-голямо или равно на една стойност, избрана за критерий.",
		arguments: [
			{
				name: "опити",
				description: "е броят на бернулиевите опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех при всеки опит – число между 0 и 1 включително"
			},
			{
				name: "алфа",
				description: "е стойността на критерия – число между 0 и 1 включително"
			}
		]
	},
	{
		name: "CSC",
		description: "Връща косеканса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите косеканс"
			}
		]
	},
	{
		name: "CSCH",
		description: "Връща хиперболични косеканс от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите хиперболичен косеканс"
			}
		]
	},
	{
		name: "CUMIPMT",
		description: "Връща кумулативната (с натрупване) стойност на лихвата, изплащана между два периода.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвена ставка"
			},
			{
				name: "периоди",
				description: "е общият брой на периодите на плащане"
			},
			{
				name: "pv",
				description: "е текущата стойност"
			},
			{
				name: "начален_период",
				description: "е първият период в изчисленията"
			},
			{
				name: "краен_период",
				description: "е последният период в изчисленията"
			},
			{
				name: "тип",
				description: "е избраното време за плащане"
			}
		]
	},
	{
		name: "CUMPRINC",
		description: "Връща кумулативната (с натрупване) сума, изплащана за погасяване основната сума на заема в промеждутъка между два периода.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвена ставка"
			},
			{
				name: "периоди",
				description: "е общ брой на периодите на плащане"
			},
			{
				name: "pv",
				description: "е текущата стойност"
			},
			{
				name: "начален_период",
				description: "е първият период в изчисленията"
			},
			{
				name: "краен_период",
				description: "е последният период в изчисленията"
			},
			{
				name: "тип",
				description: "е избраното време за плащане"
			}
		]
	},
	{
		name: "DATE",
		description: "Връща числото, което представлява датата в кода на Spreadsheet за дата и час.",
		arguments: [
			{
				name: "година",
				description: "е число от 1900 до 9999 в Spreadsheet за Windows или от 1904 до 9999 в Spreadsheet за Macintosh"
			},
			{
				name: "месец",
				description: "е число от 1 до 12, представляващо месеца от годината"
			},
			{
				name: "ден",
				description: "е число от 1 до 31, представляващо деня от месеца"
			}
		]
	},
	{
		name: "DATEDIF",
		description: "",
		arguments: [
		]
	},
	{
		name: "DATEVALUE",
		description: "Преобразува дата от текстов вид в число, което представя датата в кода на Spreadsheet за дата и час.",
		arguments: [
			{
				name: "дата_текст",
				description: "е текст, който представя дата във формат на Spreadsheet за дата – между 01.1.1900 (Windows) или 01.1.1904 (Macintosh) и 31.12.9999"
			}
		]
	},
	{
		name: "DAVERAGE",
		description: "Осреднява стойностите в колона от списък или база_данни, които отговарят на зададените от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, съдържащ зададените от вас условия. Диапазонът включва етикет на колона и една клетка под него за условие"
			}
		]
	},
	{
		name: "DAY",
		description: "Връща деня от месеца – число от 1 до 31.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet"
			}
		]
	},
	{
		name: "DAYS",
		description: "Връща броя на дните между двете дати.",
		arguments: [
			{
				name: "крайна_дата",
				description: "начална дата и крайна_дата са двете дати, между които искате да узнаете броя на дните"
			},
			{
				name: "начална_дата",
				description: "начална_дата и крайна_дата са двете дати, между които искате да узнаете броя на дните"
			}
		]
	},
	{
		name: "DAYS360",
		description: "Връща броя на дните между две дати на базата на година от 360 дни (дванайсет месеца от 30 дни).",
		arguments: [
			{
				name: "начална_дата",
				description: "начална_дата и крайна_дата са двете дати, между които искате да знаете броя на дните"
			},
			{
				name: "крайна_дата",
				description: "начална_дата и крайна_дата са двете дати, между които искате да знаете броя на дните"
			},
			{
				name: "метод",
				description: "е логическа стойност, задаваща метода на изчисление: U.S. (NASD) = FALSE или е пропусната; европейски = TRUE."
			}
		]
	},
	{
		name: "DB",
		description: "Връща амортизацията на актив за зададен период, като използва балансния метод с фиксирано намаление.",
		arguments: [
			{
				name: "стойност",
				description: "е началната стойност на актива"
			},
			{
				name: "ликвидационна_стойност",
				description: "е ликвидационната стойност в края на живота на актива"
			},
			{
				name: "живот",
				description: "е броят периоди, върху които активът се обезценява (понякога наричани полезен живот на актива)"
			},
			{
				name: "период",
				description: "е периодът, за който искате да изчислите амортизацията. 'Период' трябва да използва същите единици като 'живот'"
			},
			{
				name: "месец",
				description: "е броят на месеците в първата година. Ако 'месец' е изпуснат, приема се за 12"
			}
		]
	},
	{
		name: "DCOUNT",
		description: "Преброява клетките, съдържащи числа в полето (колоната) от записите в базата данни, които отговарят на зададените от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от които се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DCOUNTA",
		description: "Преброява непразните клетки в полето (колоната) на записите в база_данни, които отговарят на зададени от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. База данни е списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което представлява позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DDB",
		description: "Връща амортизацията на актив за зададен период, като използва балансния метод с двойно намаляване или някой друг зададен от вас метод.",
		arguments: [
			{
				name: "стойност",
				description: "е началната стойност на актива"
			},
			{
				name: "ликвидационна_стойност",
				description: "е ликвидационната стойност в края на живота на актива"
			},
			{
				name: "живот",
				description: "е броят периоди, върху които активът се обезценява (понякога наричани полезен живот на актива)"
			},
			{
				name: "период",
				description: "е периодът, за който искате да изчислите амортизацията. За периода трябва да се използват същите единици като за 'живот'"
			},
			{
				name: "коефициент",
				description: "е скоростта, с която балансът намалява. Ако 'коефициент' е изпуснат, приема се за 2 (при балансния метод с двойно намаляване)"
			}
		]
	},
	{
		name: "DEC2BIN",
		description: "Превръща едно десетично число в двоично.",
		arguments: [
			{
				name: "число",
				description: "е десетичното цяло число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: " е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "DEC2HEX",
		description: " Превръща едно десетично число в шестнайсетично.",
		arguments: [
			{
				name: "число",
				description: "е десетичното цяло число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "DEC2OCT",
		description: " Превръща едно десетично число в осмично.",
		arguments: [
			{
				name: "число",
				description: " е десетичното цяло число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "DECIMAL",
		description: "Преобразува текстово представяне на число с дадена база в десетично число.",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да преобразувате"
			},
			{
				name: "основа",
				description: "е базовата 'основа' на числото, което искате да преобразувате"
			}
		]
	},
	{
		name: "DEGREES",
		description: "Преобразува радиани в градуси.",
		arguments: [
			{
				name: "ъгъл",
				description: " е ъгълът в радиани, който искате да преобразувате"
			}
		]
	},
	{
		name: "DELTA",
		description: "Проверява дали две числа са равни.",
		arguments: [
			{
				name: "число1",
				description: "е първото число"
			},
			{
				name: "число2",
				description: "е второто число"
			}
		]
	},
	{
		name: "DEVSQ",
		description: "Връща сумата на квадратите на отклоненията на точки данни от средната стойност на тяхната извадка.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 аргумента, масив или препратка към масив, за които искате DEVSQ да извърши изчислението"
			},
			{
				name: "число2",
				description: "са от 1 до 255 аргумента, масив или препратка към масив, за които искате DEVSQ да извърши изчислението"
			}
		]
	},
	{
		name: "DGET",
		description: "Извлича от база данни единствен запис, който изпълнява зададени от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. База данни е списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, представящо положението на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DISC",
		description: "Връща ставката за отстъпка за ценни книжа.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "pr",
				description: "е цената за 100 лв. номинална стойност на ценните книжа"
			},
			{
				name: "изкупуване",
				description: "е изкупната стойност на ценните книжа за номинална стойност 100 лв."
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "DMAX",
		description: " Връща най-голямото число в полето (колоната) от записите в базата данни, които отговарят на зададените от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от които се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DMIN",
		description: "Връща най-малкото число в полето (колоната) от записите в базата данни, които отговарят на зададените от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от които се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DOLLAR",
		description: "Преобразува число в текст, като използва валутен формат.",
		arguments: [
			{
				name: "число",
				description: "е число, препратка към клетка, съдържаща число, или формула, която дава за резултат число"
			},
			{
				name: "десетични",
				description: "е броят на цифрите вдясно от десетичния знак. Числото се закръглява според нуждите; ако е пропуснато, 'десетични' = 2"
			}
		]
	},
	{
		name: "DOLLARDE",
		description: "Преобразува цена в долари, изразена като дроб, в цена в долари, изразена като десетично число.",
		arguments: [
			{
				name: "дробен_долар",
				description: "е число, изразено като дроб"
			},
			{
				name: "дроб",
				description: "е цяло число за използване в знаменателя на дробта"
			}
		]
	},
	{
		name: "DOLLARFR",
		description: "Преобразува цена в долари, изразена като десетично число, в цена в долари, изразена като дроб.",
		arguments: [
			{
				name: "десетичен_долар",
				description: "е десетично число"
			},
			{
				name: "дроб",
				description: "е цяло число за използване в знаменателя на дробта"
			}
		]
	},
	{
		name: "DPRODUCT",
		description: "Умножава стойностите в полето (колоната) на записите в базата данни, които отговарят на зададени от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. База данни е списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което представлява позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DSTDEV",
		description: "Оценява стандартното отклонение, базирано на извадка от избрани елементи от база данни.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DSTDEVP",
		description: "Изчислява стандартното отклонение на базата на цялата генерална съвкупност от избрани елементи от база данни.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. База данни е списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което представлява позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие него"
			}
		]
	},
	{
		name: "DSUM",
		description: "Сумира числата в полето (колоната) от записите в базата данни, които отговарят на зададените от вас условия.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъка или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което представлява позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "DVAR",
		description: "Оценява дисперсия, базирана на извадка от избрани елементи от база данни.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. Базата данни представлява списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което указва позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под етикета"
			}
		]
	},
	{
		name: "DVARP",
		description: "Изчислява дисперсия на базата на цялата генерална съвкупност от избрани елементи от база данни.",
		arguments: [
			{
				name: "база_данни",
				description: "е диапазонът от клетки, от който се състои списъкът или базата данни. База данни е списък от свързани данни"
			},
			{
				name: "поле",
				description: "е или етикетът на колоната в двойни кавички, или число, което представлява позицията на колоната в списъка"
			},
			{
				name: "критерий",
				description: "е диапазонът от клетки, който съдържа зададените от вас условия. Диапазонът включва етикет на колона и една клетка за условие под него"
			}
		]
	},
	{
		name: "EDATE",
		description: "Връща поредния номер на датата, която е определен брой месеци преди или след началната дата.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на началната дата"
			},
			{
				name: "месеци",
				description: "е брой месеци преди или след началната дата"
			}
		]
	},
	{
		name: "EFFECT",
		description: "Връща фактическата (ефективна) годишна лихвена ставка.",
		arguments: [
			{
				name: "номинална_ставка",
				description: "е номинална лихвена ставка"
			},
			{
				name: "периоди_г",
				description: "е броят на периодите в годината, за които се изчисляват сложни лихви"
			}
		]
	},
	{
		name: "ENCODEURL",
		description: "Връща URL-кодиран низ.",
		arguments: [
			{
				name: "текст",
				description: "е низ, за който да се извърши URL кодиране"
			}
		]
	},
	{
		name: "EOMONTH",
		description: "Връща поредния номер на последния ден на месеца, който е преди или след определен брой месеци.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на дата, представляващ началната дата"
			},
			{
				name: "месеци",
				description: "е брой месеци преди или след началната дата"
			}
		]
	},
	{
		name: "ERF",
		description: "Връща функцията на грешките.",
		arguments: [
			{
				name: "долна_граница",
				description: "е долната граница на интегриране на ФУГ"
			},
			{
				name: "горна_граница",
				description: "е горната граница за интегриране на ФУГ"
			}
		]
	},
	{
		name: "ERF.PRECISE",
		description: "Връща функцията на грешки.",
		arguments: [
			{
				name: "X",
				description: "е долната граница за интегриране на ERF.PRECISE"
			}
		]
	},
	{
		name: "ERFC",
		description: "Връща функцията на допълнителните грешки.",
		arguments: [
			{
				name: "x",
				description: "е долната граница за интегриране на ФУГ"
			}
		]
	},
	{
		name: "ERFC.PRECISE",
		description: "Връща функцията на допълнителните грешки.",
		arguments: [
			{
				name: "x",
				description: "е долната граница за интегриране на ERFC.PRECISE"
			}
		]
	},
	{
		name: "ERROR.TYPE",
		description: "Връща число, отговарящо на грешна стойност.",
		arguments: [
			{
				name: "грешка_стойност",
				description: "е грешната стойност, за която търсите характеризиращо число и която може да бъде истинска грешна стойност или препратка към клетка, съдържаща грешна стойност"
			}
		]
	},
	{
		name: "EVEN",
		description: "Закръглява положително число нагоре и отрицателно число надолу до най-близкото четно цяло число.",
		arguments: [
			{
				name: "число",
				description: "е стойността за закръгляване"
			}
		]
	},
	{
		name: "EXACT",
		description: "Проверява дали два текстови низа са напълно еднакви и връща TRUE или FALSE. EXACT различава малките и главните букви.",
		arguments: [
			{
				name: "текст1",
				description: "е първият текстов низ"
			},
			{
				name: "текст2",
				description: "е вторият текстов низ"
			}
		]
	},
	{
		name: "EXP",
		description: "Връща 'e' на степен зададено число.",
		arguments: [
			{
				name: "число",
				description: "е степента, на която е повдигната основата e. Константата e е равна на 2,71828182845904 - основата на натуралните логаритми"
			}
		]
	},
	{
		name: "EXPON.DIST",
		description: "Връща експоненциалното разпределение.",
		arguments: [
			{
				name: "x",
				description: "е стойността на функцията – неотрицателно число"
			},
			{
				name: "ламбда",
				description: "е стойността на параметъра – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност, определяща какво да върне функцията: кумулативната функция на разпределение = TRUE; функцията на вероятностната плътност = FALSE"
			}
		]
	},
	{
		name: "EXPONDIST",
		description: "Връща експоненциалното разпределение.",
		arguments: [
			{
				name: "x",
				description: "е стойността на функцията – неотрицателно число"
			},
			{
				name: "ламбда",
				description: "е стойността на параметъра – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност, определяща какво да върне функцията: кумулативната функция на разпределение = TRUE; функцията на вероятностната плътност = FALSE"
			}
		]
	},
	{
		name: "F.DIST",
		description: "Връща (ограничено отляво) F разпределение на вероятността (степента на различие) за два набора данни.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която трябва да се изчисли функцията – неотрицателно число"
			},
			{
				name: "степ_свобода1",
				description: "представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност за връщаната функция: за кумулативната функция на разпределение = TRUE; за функцията на плътността на вероятностите = FALSE"
			}
		]
	},
	{
		name: "F.DIST.RT",
		description: "Връща (ограничено отдясно) F разпределение на вероятността (степента на различие) за два набора данни.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която трябва да се изчисли функцията – неотрицателно число"
			},
			{
				name: "степ_свобода1",
				description: "представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "F.INV",
		description: "Връща обратното на (ограничено отляво) F разпределението на вероятността: ако p = F.DIST(x,...), тогава F.INV(p,...) = x.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с кумулативното F разпределение – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода1",
				description: "представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "F.INV.RT",
		description: "Връща обратното на (ограничено отдясно) F разпределението на вероятността: ако p = F.DIST.RT(x,...), тогава F.INV.RT(p,...) = x.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с кумулативното F разпределение – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода1",
				description: "представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "F.TEST",
		description: "Връща резултата от F-тест – двустранната вероятност, че дисперсиите в 'масив1' и 'масив2' не са съществено различни.",
		arguments: [
			{
				name: "масив1",
				description: "е първият масив или диапазон от данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа (празните клетки се игнорират)"
			},
			{
				name: "масив2",
				description: "е вторият масив или диапазон от данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа (празните клетки се игнорират)"
			}
		]
	},
	{
		name: "FACT",
		description: "Връща факториела на число, който е равен на 1*2*3*...* число.",
		arguments: [
			{
				name: "число",
				description: "е неотрицателното число, на което търсите факториела"
			}
		]
	},
	{
		name: "FACTDOUBLE",
		description: "Връща двойния факториел на едно число.",
		arguments: [
			{
				name: "число",
				description: "е стойността, за която искате да получите двойния факториел"
			}
		]
	},
	{
		name: "FALSE",
		description: "Връща логическата стойност FALSE.",
		arguments: [
		]
	},
	{
		name: "FDIST",
		description: "Връща вероятностното разпределение F (степента на различие) за два набора данни.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която трябва да се изчисли функцията – неотрицателно число"
			},
			{
				name: "степ_свобода1",
				description: "представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "FIELD",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIELDPICTURE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIND",
		description: "Връща началната позиция на един текстов низ в друг текстов низ. FIND различава малките и главните букви.",
		arguments: [
			{
				name: "намери_текст",
				description: "е текстът, който искате да намерите. За да отбележите първия знак във 'в_текст', използвайте двойни кавички (празен текст); заместващи знаци не се допускат"
			},
			{
				name: "в_текст",
				description: "е текстът, съдържащ търсения текст"
			},
			{
				name: "начален_ном",
				description: "задава знака, от който да започне търсенето. Първият знак в 'в_текст' е знак номер 1. Ако е пропуснат, 'начален_номер' = 1"
			}
		]
	},
	{
		name: "FINV",
		description: "Връща обратното на вероятностното разпределение F: ако p = FDIST(x,...), тогава FINV(p,...) = x.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с кумулативното F разпределение – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода1",
				description: " представлява степените на свобода на числителя – число между 1 и 10^10, без 10^10"
			},
			{
				name: "степ_свобода2",
				description: " представлява степените на свобода на знаменателя – число между 1 и 10^10, без 10^10"
			}
		]
	},
	{
		name: "FISHER",
		description: "Връща трансформацията на Фишер.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която търсите трансформацията - число между -1 и 1, без -1 и 1"
			}
		]
	},
	{
		name: "FISHERINV",
		description: "Връща обратната трансформация на Фишер: ако y = FISHER(x), тогава FISHERINV(y) = x.",
		arguments: [
			{
				name: "y",
				description: "е стойността, за която искате да изпълните обратната трансформация"
			}
		]
	},
	{
		name: "FIXED",
		description: "Закръглява число до зададения брой десетични знаци и връща резултата като текст със или без запетаи.",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да закръглите и да преобразувате в текст"
			},
			{
				name: "десетични",
				description: "е броят на цифрите вдясно от десетичния знак. Ако е пропуснат, 'десетични' = 2"
			},
			{
				name: "брой_запетаи",
				description: "е логическа стойност: не показвай запетаи във върнатия текст = TRUE; показвай запетаи във върнатия текст = FALSE или ако е пропусната"
			}
		]
	},
	{
		name: "FLOOR",
		description: "Закръглява число надолу до най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е числовата стойност, която искате да закръглите"
			},
			{
				name: "значимост",
				description: "е числото, до кратно на което искате да закръглите. 'число' и 'значимост' трябва да са едновременно положителни или отрицателни"
			}
		]
	},
	{
		name: "FLOOR.MATH",
		description: "Закръглява число надолу до най близкото цяло число или най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е стойността, която искате да закръглите"
			},
			{
				name: "значимост",
				description: "е кратното, до което искате да закръглите"
			},
			{
				name: "режим",
				description: "когато е дадено и не е нула, тази функция ще закръглява към нулата"
			}
		]
	},
	{
		name: "FLOOR.PRECISE",
		description: "Закръглява число надолу до най-близкото цяло число или най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е числовата стойност, която искате да закръглите"
			},
			{
				name: "значимост",
				description: "е кратно, на което искате да закръглите"
			}
		]
	},
	{
		name: "FORECAST",
		description: "Изчислява или прогнозира бъдеща стойност при линейна тенденция, като използва съществуващи стойности.",
		arguments: [
			{
				name: "x",
				description: "е точката данни, за която искате да прогнозирате стойност и която трябва да бъде числова стойност"
			},
			{
				name: "известни_y",
				description: "е зависимият масив или диапазон от числови данни"
			},
			{
				name: "известни_x",
				description: "е независимият масив или диапазон от числови данни. Дисперсията на елементите на 'известни_x' не трябва да е нула"
			}
		]
	},
	{
		name: "FORMULATEXT",
		description: "Връща формула като низ.",
		arguments: [
			{
				name: "препратка",
				description: "е препратка към формула"
			}
		]
	},
	{
		name: "FREQUENCY",
		description: "Изчислява колко често се срещат стойностите в диапазон от стойности и връща вертикален масив от числа, който има един елемент повече от 'двоични_масив'.",
		arguments: [
			{
				name: "данни_масив",
				description: "е масив от или препратка към набора от стойности, за който искате да се пресметнат честотите (празните клетки и текстовете се игнорират)"
			},
			{
				name: "двоични_масив",
				description: "е масив от или препратка към интервали, в които искате да групирате стойностите от 'данни_масив'"
			}
		]
	},
	{
		name: "FTEST",
		description: "Връща резултата от F-тест – двустранната вероятност, че дисперсиите в 'масив1' и 'масив2' не са съществено различни.",
		arguments: [
			{
				name: "масив1",
				description: "е първият масив или диапазон от данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа (празните клетки се игнорират)"
			},
			{
				name: "масив2",
				description: "е вторият масив или диапазон от данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа (празните клетки се игнорират)"
			}
		]
	},
	{
		name: "FV",
		description: "Връща бъдещата стойност на инвестиция, базирана на периодични постоянни плащания и постоянна лихва.",
		arguments: [
			{
				name: "процент",
				description: "е лихвата за период. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "периоди",
				description: "е общият брой периоди на плащане в инвестицията"
			},
			{
				name: "плащ",
				description: "е плащането, извършвано на всеки период; то не може да се променя през времетраенето на инвестицията"
			},
			{
				name: "pv",
				description: "е настоящата стойност, или общата сума, която една серия от бъдещи плащания струва сега. Ако е пропусната, Pv = 0"
			},
			{
				name: "тип",
				description: "е стойност, представляваща сроковете за плащане: плащане в началото на периода = 1; плащане в края на периода = 0 или ако е пропусната"
			}
		]
	},
	{
		name: "FVSCHEDULE",
		description: "Връща бъдещото значение на първоначалната основна сума след прилагане на редица (планови) сложни лихвени ставки.",
		arguments: [
			{
				name: "главница",
				description: "е текущата стойност на инвестицията"
			},
			{
				name: "график",
				description: "е масив на прилаганите лихвени ставки"
			}
		]
	},
	{
		name: "GAMMA",
		description: "Връща стойността на гама функцията.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която искате да изчислите гама"
			}
		]
	},
	{
		name: "GAMMA.DIST",
		description: "Връща гама разпределението.",
		arguments: [
			{
				name: "x",
				description: "е стойността в която искате да оцените разпределението – неотрицателно число"
			},
			{
				name: "алфа",
				description: "е параметър за разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър за разпределението – положително число. Ако бета = 1, GAMMA.DIST връща стандартното гама разпределение"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: връща кумулативната функция на разпределение = TRUE; връща функцията на плътността на вероятностите = FALSE или се пропуска"
			}
		]
	},
	{
		name: "GAMMA.INV",
		description: "Връща обратното на кумулативното гама разпределение: ако p = GAMMA.DIST(x,...), тогава GAMMA.INV(p,...) = x.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятността, свързана с гама разпределението – число между 0 и 1 включително"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър на разпределението – положително число. Ако бета = 1, GAMMA.INV връща обратното на стандартното гама разпределение"
			}
		]
	},
	{
		name: "GAMMADIST",
		description: "Връща гама разпределението.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която искате да оцените разпределението – неотрицателно число"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър на разпределението – положително число. Ако бета = 1, GAMMADIST връща стандартното гама разпределение"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: връща кумулативната функция на разпределение = TRUE; връща функцията на плътността на вероятностите = FALSE или е пропусната"
			}
		]
	},
	{
		name: "GAMMAINV",
		description: "Връща обратното на кумулативното гама разпределение: ако p = GAMMADIST(x,...), тогава GAMMAINV(p,...) = x.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятността, свързана с гама разпределението – число между 0 и 1 включително"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър на разпределението – положително число. Ако бета = 1, GAMMAINV връща обратното на стандартното гама разпределение"
			}
		]
	},
	{
		name: "GAMMALN",
		description: "Връща натуралните логаритми от гама функцията.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която искате да изчислите GAMMALN - положително число"
			}
		]
	},
	{
		name: "GAMMALN.PRECISE",
		description: "Връща натуралните логаритми от гама функцията.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която искате да изчислите GAMMALN.PRECISE – положително число"
			}
		]
	},
	{
		name: "GAUSS",
		description: "",
		arguments: [
		]
	},
	{
		name: "GCD",
		description: "Връща най-големия общ делител.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са 1 до 255 стойности"
			},
			{
				name: "число2",
				description: "са 1 до 255 стойности"
			}
		]
	},
	{
		name: "GEOMEAN",
		description: "Връща геометричната средна стойност на масив или диапазон от положителни числови данни.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, на които търсите средната стойност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, на които търсите средната стойност"
			}
		]
	},
	{
		name: "GESTEP",
		description: "Проверява дали едно число е по-голямо от една прагова стойност.",
		arguments: [
			{
				name: "число",
				description: "е проверявано значение"
			},
			{
				name: "стъпка",
				description: "прагово значение"
			}
		]
	},
	{
		name: "GETPIVOTDATA",
		description: "Извлича данни, съхранявани в обобщена таблица.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "данни_поле",
				description: "е името на полето за данни, от което се извличат данните"
			},
			{
				name: "обобщена_таблица",
				description: "е препратка към клетка или диапазон от клетки в обобщената таблица, съдържаща данните, които искате да извлечете"
			},
			{
				name: "поле",
				description: "поле за препращане"
			},
			{
				name: "елемент",
				description: "елемент от полето за препращане"
			}
		]
	},
	{
		name: "GROWTH",
		description: " Връща числа в тенденция с експоненциално нарастване, отговаряща на известни точки данни.",
		arguments: [
			{
				name: "известни_y",
				description: "е наборът от y-стойности, които вече са ви известни, в уравнението y = b*m^x - масив или диапазон от положителни числа"
			},
			{
				name: "известни_x",
				description: " е незадължителен набор от вече известни x-стойности - масив или диапазон със същия размер като 'известни_ y'"
			},
			{
				name: "нови_x",
				description: "са нови x-стойности, за които искате GROWTH да върне съответните y-стойности"
			},
			{
				name: "конст",
				description: "е логическа стойност: константата b се изчислява нормално, ако конст = TRUE; b се приема равно на 1, ако конст = FALSE или е изпусната"
			}
		]
	},
	{
		name: "HARMEAN",
		description: "Връща хармоничната средна стойност на набор данни от положителни числа - реципрочната стойност на аритметичното средно на реципрочните стойности.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите хармоничната средна стойност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите хармоничната средна стойност"
			}
		]
	},
	{
		name: "HEX2BIN",
		description: "Преобразува едно шестнайсетично число в двоично.",
		arguments: [
			{
				name: "число",
				description: "е шестнайсетичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "HEX2DEC",
		description: " Преобразува едно шестнайсетично число в десетично.",
		arguments: [
			{
				name: "число",
				description: "е шестнайсетичното число, което искате да преобразувате"
			}
		]
	},
	{
		name: "HEX2OCT",
		description: " Преобразува едно шестнайсетично число в осмично.",
		arguments: [
			{
				name: "число",
				description: "е шестнайсетичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "HLOOKUP",
		description: "Търси стойност в горния ред на таблица или масив от стойности и връща стойността в същата колона на реда, който сте задали.",
		arguments: [
			{
				name: "справочна_стойност",
				description: "е стойността, която трябва да се намери в първия ред на таблицата и може да бъде стойност, препратка или текстов низ"
			},
			{
				name: "таблица_масив",
				description: "е таблицата с текст, числа или логически стойности, в която се търсят данните. 'таблица_масив' може да бъде препратка към диапазон или име на диапазон"
			},
			{
				name: "рез_индекс_номер",
				description: "е номерът на реда в 'таблица_масив', от който трябва да се върне намерената стойност. Първият ред със стойности в таблицата е ред 1"
			},
			{
				name: "диапазон_справка",
				description: "е логическа стойност: да се намери най-близкото съответствие в горния ред (сортиран във възходящ ред) = TRUE или ако е пропусната; да се намери точно съвпадение = FALSE"
			}
		]
	},
	{
		name: "HOUR",
		description: "Връща часа като число от 0 (12:00 преди обяд) до 23 (11:00 следобед.).",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet, или текст в часови формат, например 16:48:00 или 4:48:00 PM"
			}
		]
	},
	{
		name: "HYPERLINK",
		description: "Създава пряк път или преход за отваряне на документ, записан на вашия твърд диск, мрежов сървър или в интернет.",
		arguments: [
			{
				name: "връзка_местоположение",
				description: "е текстът, задаващ пътя и името на файла на документа, който трябва да се отвори, местоположението върху твърдия диск, UNC адреса или URL пътя"
			},
			{
				name: "истинско_име",
				description: "е текстът или числото, което се показва в клетката. Ако е пропуснат, клетката показва текста във 'връзка_местоположение'"
			}
		]
	},
	{
		name: "HYPGEOM.DIST",
		description: "Връща хипергеометричното разпределение.",
		arguments: [
			{
				name: "извадка_s",
				description: "е броят на успешните опити в извадката"
			},
			{
				name: "число_извадка",
				description: "е размерът на извадката"
			},
			{
				name: "съвкупност_s",
				description: "е броят на успешните опити в генералната съвкупност"
			},
			{
				name: "число_съвк",
				description: "е размерът на генералната съвкупност"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "HYPGEOMDIST",
		description: "Връща хипергеометричното разпределение.",
		arguments: [
			{
				name: "извадка_s",
				description: "е броят на успешните опити в извадката"
			},
			{
				name: "брой_извадка",
				description: "е размерът на извадката"
			},
			{
				name: "ген_съвкупност_s",
				description: "е броят на успешните опити в генералната съвкупност"
			},
			{
				name: "брой_съвк",
				description: "е размерът на генералната съвкупност"
			}
		]
	},
	{
		name: "IF",
		description: "Проверява дали е спазено зададено условие и връща една стойност при TRUE и друга стойност при FALSE.",
		arguments: [
			{
				name: "логически_тест",
				description: "е всяка стойност или израз, която може да се оцени като TRUE или FALSE"
			},
			{
				name: "стойност_ако_вярно",
				description: "е стойността, която се връща, ако 'логически_тест' е TRUE. Ако е пропусната, връща се TRUE. Можете да вложите до седем функции IF"
			},
			{
				name: "стойност_ако_невярно",
				description: "е стойността, която се връща, ако 'логически_тест' е FALSE. Ако е пропусната, връща се FALSE"
			}
		]
	},
	{
		name: "IFERROR",
		description: "Връща 'стойност_ако_грешка', ако изразът е грешен, а в противен случай - самата стойност на израза.",
		arguments: [
			{
				name: "стойност",
				description: "е всяка стойност или израз или препратка"
			},
			{
				name: "стойност_ако_грешка",
				description: "е всяка стойност, израз или препратка"
			}
		]
	},
	{
		name: "IFNA",
		description: "Връща стойността, която задавате, ако изразът се свежда до #N/A, в противен случай връща израза.",
		arguments: [
			{
				name: "стойност",
				description: "е произволна стойност или препратка"
			},
			{
				name: "стойност_ако_няма",
				description: "е каква да е стойност, израз или препратка"
			}
		]
	},
	{
		name: "IMABS",
		description: "Връща абсолютната стойност (модула) на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате абсолютната стойност"
			}
		]
	},
	{
		name: "IMAGINARY",
		description: "Връща имагинерния коефициент на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате имагинерния коефициент"
			}
		]
	},
	{
		name: "IMARGUMENT",
		description: "Връща аргумента q, ъгъл изразен в радиани.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате аргумента"
			}
		]
	},
	{
		name: "IMCONJUGATE",
		description: "Връща комплексното спрегнато число на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате спрегнатото"
			}
		]
	},
	{
		name: "IMCOS",
		description: "Връща косинуса на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате косинуса"
			}
		]
	},
	{
		name: "IMCOSH",
		description: "Връща хиперболичния косинус на комплексно число.",
		arguments: [
			{
				name: "комплексно_число",
				description: "е комплексно число, за което търсите хиперболичен косинус"
			}
		]
	},
	{
		name: "IMCOT",
		description: "Връща котангенса от комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите котангенс"
			}
		]
	},
	{
		name: "IMCSC",
		description: "Връща косеканса от комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите косеканс"
			}
		]
	},
	{
		name: "IMCSCH",
		description: "Връща хиперболичния косеканс от комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите хиперболичния косеканс"
			}
		]
	},
	{
		name: "IMDIV",
		description: "Връща частното на две комплексни числа.",
		arguments: [
			{
				name: "iчисло1",
				description: "е комплексният числител или делимо"
			},
			{
				name: "iчисло2",
				description: "е комплексният знаменател или делител"
			}
		]
	},
	{
		name: "IMEXP",
		description: "Връща експонентата на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате експонентата"
			}
		]
	},
	{
		name: "IMLN",
		description: "Връща натуралния логаритъм на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате натуралния логаритъм"
			}
		]
	},
	{
		name: "IMLOG10",
		description: "Връща логаритъма с основа 10 на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате десетичния логаритъм"
			}
		]
	},
	{
		name: "IMLOG2",
		description: "Връща логаритъма с основа 2 на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате логаритъма с онова 2"
			}
		]
	},
	{
		name: "IMPOWER",
		description: "Връща комплексно число, повдигнато на цяла степен.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, което искате да повдигнете на степен"
			},
			{
				name: "число",
				description: "е степента, на която искате да повдигнете комплексното число"
			}
		]
	},
	{
		name: "IMPRODUCT",
		description: "Връща произведението на 1 до 255 комплексни числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "iчисло1",
				description: "Iчисло1, Iчисло2,... са от 1 до 255 комплексни числа за умножение."
			},
			{
				name: "iчисло2",
				description: "Iчисло1, Iчисло2,... са от 1 до 255 комплексни числа за умножение."
			}
		]
	},
	{
		name: "IMREAL",
		description: "Връща реалния коефициент на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате реалния коефициент"
			}
		]
	},
	{
		name: "IMSEC",
		description: "Връща секанса от комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите секанс"
			}
		]
	},
	{
		name: "IMSECH",
		description: "Връща хиперболичния секанс на комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите хиперболичния секанс"
			}
		]
	},
	{
		name: "IMSIN",
		description: "Връща синуса на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате синуса"
			}
		]
	},
	{
		name: "IMSINH",
		description: "Връща хиперболичния синус на комплексно число.",
		arguments: [
			{
				name: "комплексно_число",
				description: "е комплексно число, за което търсите хиперболичен синус"
			}
		]
	},
	{
		name: "IMSQRT",
		description: "Връща квадратния корен на едно комплексно число.",
		arguments: [
			{
				name: "iчисло",
				description: "е комплексно число, за което искате квадратния корен"
			}
		]
	},
	{
		name: "IMSUB",
		description: "Връща разликата на две комплексни числа.",
		arguments: [
			{
				name: "iчисло1",
				description: "е комплексното число, от което да се извади iчисло2"
			},
			{
				name: "iчисло2",
				description: "е комплексното число, което ще се извади от iчисло1"
			}
		]
	},
	{
		name: "IMSUM",
		description: "Връща сумата на комплексни числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "iчисло1",
				description: "са от 1 до 255 комплексни числа за добавяне"
			},
			{
				name: "iчисло2",
				description: "са от 1 до 255 комплексни числа за добавяне"
			}
		]
	},
	{
		name: "IMTAN",
		description: "Връща тангенса от комплексно число.",
		arguments: [
			{
				name: "число",
				description: "е комплексно число, за което търсите тангенс"
			}
		]
	},
	{
		name: "INDEX",
		description: "Връща стойност или препратка към клетката в пресечната точка на зададени ред и колона, в зададен диапазон.",
		arguments: [
			{
				name: "масив",
				description: "е диапазон от клетки или константа за масив. За информация за константи за масив вж. 'Помощ'"
			},
			{
				name: "ред_ном",
				description: "избира реда в 'масив' или 'препратка', от който да върне стойността. Ако е пропуснато, 'колона_ном' ще бъде поискан"
			},
			{
				name: "колона_ном",
				description: "избира колоната в 'масив' или 'препратка', от която да върне стойността. Ако е пропуснат, 'ред_ном' ще бъде поискан"
			}
		]
	},
	{
		name: "INDIRECT",
		description: "Връща препратка, зададена с текстов низ.",
		arguments: [
			{
				name: "препр_текст",
				description: "е препратка към клетка, която съдържа препратка в стил A1 или R1C1 - име, дефинирано като препратка , или препратка към клетка във вид на текстов низ"
			},
			{
				name: "a1",
				description: "е логическа стойност, която задава типа препратка в 'препр_ текст': стил R1C1 = FALSE; стил A1 = TRUE или пропуснато"
			}
		]
	},
	{
		name: "INFO",
		description: "Връща информация за текущата операционна среда.",
		arguments: [
			{
				name: "тип_текст",
				description: "е текст, задаващ какъв тип информация искате да се върне."
			}
		]
	},
	{
		name: "INT",
		description: "Закръглява число надолу до най-близкото цяло число.",
		arguments: [
			{
				name: "число",
				description: "е реалното число, което искате да закръглите надолу до цяло число"
			}
		]
	},
	{
		name: "INTERCEPT",
		description: "Изчислява точката, в която една линия ще пресече оста y, като използва регресионна линия с най-добро приближение, прекарана през известните x-стойности и y-стойности.",
		arguments: [
			{
				name: "известни_y",
				description: "е зависимият набор от наблюдения или данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			},
			{
				name: "известни_x",
				description: "е независимият набор от наблюдения или данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "INTRATE",
		description: "Връща лихвената ставка за напълно инвестирани ценни книжа.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "инвестиция",
				description: "е сумата, инвестирана в ценни книжа"
			},
			{
				name: "изкупуване",
				description: "е сумата, която трябва да се получи при погасяване на ценните книжа"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "IPMT",
		description: "Връща лихвеното плащане за даден период за инвестиция, базирана на периодични постоянни плащания и постоянна лихва.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвата за период. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "период",
				description: "е периодът, за който искате да намерите лихвата и който трябва да бъде в диапазона от 1 до 'периоди'"
			},
			{
				name: "периоди",
				description: "е общият брой периоди на плащане в инвестицията"
			},
			{
				name: "pv",
				description: "е настоящата стойност или общата сума, която серия от бъдещи плащания струва сега"
			},
			{
				name: "fv",
				description: "е бъдещата стойност, или касова наличност, която искате да постигнете след последното плащане. Ако е пропусната, Fv = 0"
			},
			{
				name: "тип",
				description: "е логическа стойност, представляваща сроковете за плащане: в края на периода = 0 или при пропусната, в началото на периода = 1"
			}
		]
	},
	{
		name: "IRR",
		description: "Връща вътрешната норма на печалба за серия от парични потоци.",
		arguments: [
			{
				name: "стойности",
				description: "е масив или препратка към клетки, съдържащи числа, за които искате да изчислите вътрешната норма на печалба"
			},
			{
				name: "предположение",
				description: "е число, за което предполагате, че е близо до резултата от IRR; 0,1 (10 процента), ако е пропуснато"
			}
		]
	},
	{
		name: "ISBLANK",
		description: "Проверява дали една препратка е към празна клетка и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е клетката или името, които препращат към клетката, която искате да проверите"
			}
		]
	},
	{
		name: "ISERR",
		description: "Проверява дали една стойност представлява грешка (#VALUE!, #REF!, #DIV/0!, #NUM!, # NAME? или #NULL!), с изключение на #N/A, и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се провери. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISERROR",
		description: "Проверява дали една стойност е грешка (#N/A, # #REF!1, #REF!, #DIV/0!, #NUM!, # NAME? или #NULL!) и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да проверите. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISEVEN",
		description: "Връща значение TRUE, ако числото е четно.",
		arguments: [
			{
				name: "число",
				description: "е проверяваното значение"
			}
		]
	},
	{
		name: "ISFORMULA",
		description: "Проверява дали дадена препратка е към клетка, която съдържа формула, и връща ИСТИНА или НЕИСТИНА.",
		arguments: [
			{
				name: "препратка",
				description: "е препратка към клетката, която искате да проверите. Препратката може да е препратка към клетка, формула или име, което сочи към клетка"
			}
		]
	},
	{
		name: "ISLOGICAL",
		description: "Проверява дали една стойност е логическа стойност (TRUE или FALSE) и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се провери. Стойността може да препраща към клетка, формула или име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISNA",
		description: "Проверява дали една стойност е #N/A и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да проверите. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISNONTEXT",
		description: "Проверява дали една стойност не е текст (празните клетки не са текст) и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да проверите: клетка; формула; или име, препращащо към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISNUMBER",
		description: "Проверява дали една стойност е число и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се провери. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISO.CEILING",
		description: "Закръглява число нагоре до най-близкото цяло число или най-близкото кратно на 'значимост'.",
		arguments: [
			{
				name: "число",
				description: "е стойността, която искате да закръглите"
			},
			{
				name: "значимост",
				description: "е незадължително кратно, на което искате да закръглите"
			}
		]
	},
	{
		name: "ISODD",
		description: "Връща значение TRUE, ако числото е нечетно.",
		arguments: [
			{
				name: "число",
				description: "е проверяваното значение"
			}
		]
	},
	{
		name: "ISOWEEKNUM",
		description: "Връща номера на седмицата (по ISO) на годината за дадена дата.",
		arguments: [
			{
				name: "дата",
				description: "е кодът за дата и час, който се използва от Spreadsheet за пресмятане на дата и час"
			}
		]
	},
	{
		name: "ISPMT",
		description: "Връща лихвата, плащана по време на определен период на инвестиция.",
		arguments: [
			{
				name: "ставка",
				description: "лихва за период. Например използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "пер",
				description: "период, за който искате да намерите лихвата"
			},
			{
				name: "периоди",
				description: "брой периоди на плащане в инвестицията"
			},
			{
				name: "pv",
				description: "размер на общата сума, на която възлиза серия от бъдещи плащания сега"
			}
		]
	},
	{
		name: "ISREF",
		description: "Проверява дали една стойност е препратка и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се провери. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "ISTEXT",
		description: "Проверява дали една стойност е текст и връща TRUE или FALSE.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се провери. Стойността може да препраща към клетка, формула или към име, което препраща към клетка, формула или стойност"
			}
		]
	},
	{
		name: "KURT",
		description: "Връща ексцеса на набор данни.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите ексцеса"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите ексцеса"
			}
		]
	},
	{
		name: "LARGE",
		description: "Връща k-тата по големина стойност в набор данни, например петото по големина число.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни, за който искате да определите k-тата по големина стойност"
			},
			{
				name: "k",
				description: "е позицията (спрямо най-голямата стойност) на стойността в масива или диапазона от клетки, която трябва да се върне"
			}
		]
	},
	{
		name: "LCM",
		description: "Връща най-малкото общо кратно.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са 1 до 255 стойности, за които искате най-малкото общо кратно"
			},
			{
				name: "число2",
				description: "са 1 до 255 стойности, за които искате най-малкото общо кратно"
			}
		]
	},
	{
		name: "LEFT",
		description: "Връща зададения брой знаци от началото на текстов низ.",
		arguments: [
			{
				name: "текст",
				description: "е текстовият низ, съдържащ знаците, които искате да извлечете"
			},
			{
				name: "брой_знаци",
				description: "задава колко знака искате LEFT да извлече; 1, ако е пропуснато"
			}
		]
	},
	{
		name: "LEN",
		description: "Връща броя на знаците в текстов низ.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, чиято дължина искате да намерите. Интервалите се броят за знаци"
			}
		]
	},
	{
		name: "LINEST",
		description: "Връща статистики, описващи линейната тенденция, отговаряща на известни точки данни, чрез интерполиране с права линия, като използва метода на най-малките квадрати.",
		arguments: [
			{
				name: "известни_y",
				description: "е наборът от вече известни y-стойности в уравнението y = mx + b"
			},
			{
				name: "известни_x",
				description: "е незадължителен набор от вече известни x-стойности в уравнението y = mx + b"
			},
			{
				name: "конст",
				description: "е логическа стойност: константата b се изчислява нормално, ако 'конст' = TRUE или е изпусната; b се приема равна на 0, ако Const = FALSE"
			},
			{
				name: "състояния",
				description: "е логическа стойност: връща допълнителни регресионни статистики = TRUE; връща m-коефициентите и константата b = FALSE или ако е пропусната"
			}
		]
	},
	{
		name: "LN",
		description: "Връща натуралния логаритъм от число.",
		arguments: [
			{
				name: "число",
				description: "е положителното реално число, от което търсите натуралния логаритъм"
			}
		]
	},
	{
		name: "LOG",
		description: "Връща логаритъма от число при зададена от вас основа.",
		arguments: [
			{
				name: "число",
				description: "е положителното реално число, за което търсите логаритъма"
			},
			{
				name: "основа",
				description: "е основата на логаритъма; 10, ако е пропусната"
			}
		]
	},
	{
		name: "LOG10",
		description: "Връща логаритъма с основа 10 от число.",
		arguments: [
			{
				name: "число",
				description: "е положителното реално число, от което търсите логаритъма с основа 10"
			}
		]
	},
	{
		name: "LOGEST",
		description: " Връща статистики, описващи експоненциална крива, отговаряща на известни точки данни.",
		arguments: [
			{
				name: "известни_y",
				description: " е диапазон или масив от вече известни y-стойности в уравнението y = b*m^x"
			},
			{
				name: "известни_x",
				description: " е незадължителен набор от вече известни x-стойности в уравнението y = b*m^x"
			},
			{
				name: "конст",
				description: " е логическа стойност: константата b се изчислява нормално, ако 'конст' = TRUE или е изпусната; b се приема равно на 0, ако 'конст' = FALSE"
			},
			{
				name: "състояния",
				description: "е логическа стойност: връща допълнителни регресионни статистики = TRUE; връща m-коефициентите и константата b = FALSE или ако е пропусната"
			}
		]
	},
	{
		name: "LOGINV",
		description: "Връща обратното на логонормалната кумулативна функция на разпределение на x, където ln(x) е нормално разпределена с параметри 'средно' и 'стандартно_откл'.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с логонормалното разпределение – число между 0 и 1 включително"
			},
			{
				name: "средно",
				description: "е средната стойност на ln(x)"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на ln(x) – положително число"
			}
		]
	},
	{
		name: "LOGNORM.DIST",
		description: "Връща логнормално разпределение на x, където ln(x) е нормално разпределено с параметри 'средно' и 'стандартно_откл'.",
		arguments: [
			{
				name: "x",
				description: "е стойността, в която да се изчисли разпределението – положително число"
			},
			{
				name: "средно",
				description: "е средната стойност на ln(x)"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на ln(x) – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "LOGNORM.INV",
		description: "Връща обратното на логонормалната кумулативна функция на разпределение на x, където ln(x) е нормално разпределена с параметри 'средно' и 'стандартно_откл'.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, свързана с логонормалното разпределение – число между 0 и 1 включително"
			},
			{
				name: "средно",
				description: "е средната стойност на ln(x)"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на ln(x) – положително число"
			}
		]
	},
	{
		name: "LOGNORMDIST",
		description: "Връща кумулативното логонормално разпределение на x, където ln(x) е нормално разпределена с параметри 'средно' и 'стандартно_откл'.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която се оценява функцията – положително число"
			},
			{
				name: "средно",
				description: "е средната стойност на ln(x)"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на ln(x) – положително число"
			}
		]
	},
	{
		name: "LOOKUP",
		description: "Търси стойност или от едноредов, или от едноколонен диапазон, или от масив. Предоставя се за обратна съвместимост.",
		arguments: [
			{
				name: "справка_стойност",
				description: "е стойност, която LOOKUP търси в 'справка_вектор' и може да бъде число, текст, логическа стойност или име или препратка към стойност"
			},
			{
				name: "справка_вектор",
				description: "е диапазон, който съдържа само един ред или една колона с текст, числа или логически стойности, наредени във възходящ ред"
			},
			{
				name: "резултат_вектор",
				description: "е диапазон, който съдържа само един ред или колона със същия размер като 'справка_вектор'"
			}
		]
	},
	{
		name: "LOWER",
		description: "Преобразува всички букви от текстов низ в малки букви.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, който искате да преобразувате в малки букви. Знаците в 'текст', които не са букви, не се променят"
			}
		]
	},
	{
		name: "MATCH",
		description: "Връща относителното положение на елемент в масив, което отговаря на зададена стойност при зададена подредба.",
		arguments: [
			{
				name: "справка_стойност",
				description: "е стойността, която използвате, за да намерите желаната стойност в масива - число, текст или логическа стойност или тяхна препратка"
			},
			{
				name: "справка_масив",
				description: "е  непрекъснат диапазон от клетки, съдържащи възможни търсени стойности, масив от стойности или препратка към масив"
			},
			{
				name: "съвпадение_тип",
				description: "е число 1, 0 или -1, указващо коя стойност да се върне."
			}
		]
	},
	{
		name: "MAX",
		description: "Връща най-голямата стойност в набор от стойности. Игнорира логически стойности и текст.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите максимума"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите максимума"
			}
		]
	},
	{
		name: "MAXA",
		description: "Връща най-голямата стойност в набор от стойности. Не игнорира логически стойности и текст.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите максимума"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите максимума"
			}
		]
	},
	{
		name: "MDETERM",
		description: "Връща детерминантата на матрица, представена като масив.",
		arguments: [
			{
				name: "масив",
				description: "е числов масив с еднакъв брой редове и колони, диапазон от клетки или константа за масив"
			}
		]
	},
	{
		name: "MEDIAN",
		description: "Връща медианата или числото в средата на набора от зададени числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите медианата"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите медианата"
			}
		]
	},
	{
		name: "MID",
		description: "Връща знаците от средата на текстов низ при зададени начална позиция и дължина.",
		arguments: [
			{
				name: "текст",
				description: "е текстовият низ, от който искате да извлечете знаците"
			},
			{
				name: "начален_ном",
				description: "е позицията на първия знак, който искате да извлечете. Първият знак в 'текст' е 1"
			},
			{
				name: "брой_знаци",
				description: "задава колко знака да върне от текста"
			}
		]
	},
	{
		name: "MIN",
		description: "Връща най-малкото число в набор от стойности. Игнорира логически стойности и текст.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите минимума"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите минимума"
			}
		]
	},
	{
		name: "MINA",
		description: "Връща най-малката стойност в набор от стойности. Не игнорира логически стойности и текст.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите минимума"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 числа, празни клетки, логически стойности или числа в текстов вид, за които търсите минимума"
			}
		]
	},
	{
		name: "MINUTE",
		description: "Връща минутата – число от 0 до 59.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet, или текст във формат за час, например 16:48:00 или 4:48:00 PM"
			}
		]
	},
	{
		name: "MINVERSE",
		description: "Връща обратната матрица на матрица, записана в масив.",
		arguments: [
			{
				name: "масив",
				description: "е числов масив с еднакъв брой редове и колони, диапазон от клетки или константа за масив"
			}
		]
	},
	{
		name: "MIRR",
		description: "Връща вътрешната норма на печалба за серия от периодични парични потоци, отчитайки както цената на инвестицията, така и лихвата при реинвестиране на наличностите.",
		arguments: [
			{
				name: "стойности",
				description: "е масив или препратка към клетки, съдържащи числа, които представляват серия от плащания (отрицателни) и доход (положителни) през редовни периоди"
			},
			{
				name: "финансиране_коефициент",
				description: "е лихвата, която плащате върху парите, използвани в паричните потоци"
			},
			{
				name: "реинвестиране_коефициент",
				description: "е лихвата, която получавате върху паричните потоци, когато ги реинвестирате"
			}
		]
	},
	{
		name: "MMULT",
		description: "Връща матричното произведение на два масива, което представлява масив със същия брой редове като 'масив1' и същия брой колони като 'масив2'.",
		arguments: [
			{
				name: "масив1",
				description: "е първият масив от числа, който трябва да има толкова колони, колкото са редовете на 'масив2'"
			},
			{
				name: "масив2",
				description: "е първият масив от числа, който трябва да има толкова колони, колкото са редовете на 'масив2'"
			}
		]
	},
	{
		name: "MOD",
		description: "Връща остатъка, след като едно число е разделено с делител.",
		arguments: [
			{
				name: "число",
				description: "е числото, за което търсите остатъка след делението"
			},
			{
				name: "делител",
				description: "е числото, с което искате да разделите 'число'"
			}
		]
	},
	{
		name: "MODE",
		description: "Връща най-често срещащата се или повтаряща се стойност в масив или диапазон от данни – мода.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			}
		]
	},
	{
		name: "MODE.MULT",
		description: "Връща вертикален масив на най-често появяващите се или повтарящи се стойности в масив или диапазон от данни. За хоризонтален масив използвайте =TRANSPOSE(MODE.MULT(число1,число2,...)).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, които съдържат числа, за които търсите модата"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, които съдържат числа, за които търсите модата"
			}
		]
	},
	{
		name: "MODE.SNGL",
		description: "Връща най-често срещащата се или повтаряща се стойност в масив или диапазон от данни – мода.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			}
		]
	},
	{
		name: "MONTH",
		description: "Връща месеца – число от 1 (януари) до 12 (декември).",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet"
			}
		]
	},
	{
		name: "MROUND",
		description: "Връща закръглено число с желана точност.",
		arguments: [
			{
				name: "число",
				description: "е числото за закръгляване"
			},
			{
				name: "точност",
				description: "е желаната точност на закръгляване на числото"
			}
		]
	},
	{
		name: "MULTINOMIAL",
		description: "Връща отношението на факториела на сума стойности към произведението от факториелите на стойностите на едно множество от числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са 1 до 255 стойности, за които искате това отношение"
			},
			{
				name: "число2",
				description: "са 1 до 255 стойности, за които искате това отношение"
			}
		]
	},
	{
		name: "MUNIT",
		description: "Връща единична матрица за указания размер.",
		arguments: [
			{
				name: "размер",
				description: "е цяло число, посочващо размера на единичната матрица, която искате да се върне"
			}
		]
	},
	{
		name: "N",
		description: "Преобразува нечислова стойност в число, дати - в серийни числа, TRUE - в 1, а всичко друго - в 0 (нула).",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която искате да се преобразува"
			}
		]
	},
	{
		name: "NA",
		description: "Връща грешната стойност #N/A (липсва стойност).",
		arguments: [
		]
	},
	{
		name: "NEGBINOM.DIST",
		description: "Връща отрицателното биномиално разпределение – вероятността да има 'число_f' неуспешни опита преди 'число_s'-я успех, с вероятност за успех 'вероятност_s'.",
		arguments: [
			{
				name: "число_f",
				description: "е броят на неуспешните опити"
			},
			{
				name: "число_s",
				description: "е праговият брой успешни опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех – число между 0 и 1"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "NEGBINOMDIST",
		description: "Връща отрицателното биномиално разпределение – вероятността да има 'число_f' неуспешни опита преди 'число_s'-я успех, с вероятност за успех 'вероятност_s'.",
		arguments: [
			{
				name: "число_f",
				description: "е броят на неуспешните опити"
			},
			{
				name: "число_s",
				description: "е праговият брой успешни опити"
			},
			{
				name: "вероятност_s",
				description: "е вероятността за успех – число между 0 и 1"
			}
		]
	},
	{
		name: "NETWORKDAYS",
		description: "Връща броя на пълните работни дни между две дати.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на началната дата"
			},
			{
				name: "крайна_дата",
				description: "е пореден номер на крайната дата"
			},
			{
				name: "празници",
				description: "е незадължителен списък от една или повече дати, зададени с поредни номера, за изключване от работния календар като държавни и други празници"
			}
		]
	},
	{
		name: "NETWORKDAYS.INTL",
		description: "Връща броя на пълните работни дни между две дати със задавани по избор параметри за почивните дни.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на началната дата"
			},
			{
				name: "крайна_дата",
				description: "е пореден номер на крайната дата"
			},
			{
				name: "уикенд",
				description: "е число или низ, който определя кога са почивните дни"
			},
			{
				name: "празници",
				description: "е незадължителен списък от една или повече дати, зададени с поредни номера, за изключване от работния календар, като национални и подвижни празници"
			}
		]
	},
	{
		name: "NOMINAL",
		description: "Връща номиналната годишна лихвена ставка.",
		arguments: [
			{
				name: "факт_ставка",
				description: "е фактическа лихвена ставка"
			},
			{
				name: "периоди",
				description: "е броят на периодите в годината, за които се изчисляват сложни лихви"
			}
		]
	},
	{
		name: "NORM.DIST",
		description: "Връща нормалното разпределение за зададени средна стойност и стандартно отклонение.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която търсите разпределението"
			},
			{
				name: "средно",
				description: "е аритметичното средно на разпределението"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на разпределението – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на вероятностната плътност използвайте FALSE"
			}
		]
	},
	{
		name: "NORM.INV",
		description: "Връща обратното на нормалното кумулативно разпределение за зададени средна стойност и стандартно отклонение.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, отговаряща на нормалното разпределение – число между 0 и 1 включително"
			},
			{
				name: "средно",
				description: "е аритметичното средно на разпределението"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на разпределението – положително число"
			}
		]
	},
	{
		name: "NORM.S.DIST",
		description: "Връща стандартното нормално разпределение (има средна стойност нула и стандартно отклонение единица).",
		arguments: [
			{
				name: "z",
				description: "е стойността за която искате да изчислите разпределението"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност за връщаната функция: за кумулативната функция на разпределение = TRUE; за функцията на плътността на вероятностите = FALSE"
			}
		]
	},
	{
		name: "NORM.S.INV",
		description: "Връща обратното на стандартното нормално кумулативно разпределение (със средна стойност нула и стандартното отклонение единица).",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, отговаряща на нормалното разпределение – число между 0 и 1 включително"
			}
		]
	},
	{
		name: "NORMDIST",
		description: "Връща нормалното кумулативно разпределение при зададени средна стойност и стандартно отклонение.",
		arguments: [
			{
				name: "x",
				description: "е стойността, за която търсите разпределението"
			},
			{
				name: "средно",
				description: "е аритметичното средно на разпределението"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на разпределението – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "NORMINV",
		description: "Връща обратното на нормалното кумулативно разпределение за зададени средна стойност и стандартно отклонение.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, отговаряща на нормалното разпределение – число между 0 и 1 включително"
			},
			{
				name: "средно",
				description: "е аритметичното средно на разпределението"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на разпределението – положително число"
			}
		]
	},
	{
		name: "NORMSDIST",
		description: "Връща стандартното нормално кумулативно разпределение (със средна стойност нула и стандартно отклонение единица).",
		arguments: [
			{
				name: "z",
				description: "е стойността, за която търсите разпределението"
			}
		]
	},
	{
		name: "NORMSINV",
		description: "Връща обратното на стандартното нормално кумулативно разпределение (със средна стойност нула и стандартното отклонение единица).",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятност, отговаряща на нормалното разпределение – число между 0 и 1 включително"
			}
		]
	},
	{
		name: "NOT",
		description: "Променя FALSE в TRUE или TRUE във FALSE.",
		arguments: [
			{
				name: "логически",
				description: "е стойност или израз, който може да бъде оценен на TRUE или FALSE"
			}
		]
	},
	{
		name: "NOW",
		description: "Връща текущите дата и час, форматирани като дата и час.",
		arguments: [
		]
	},
	{
		name: "NPER",
		description: "Връща броя периоди за инвестиция, базирана на периодични постоянни плащания и постоянна лихва.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвата за период. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "плащ",
				description: "е плащането, извършвано всеки период; то не може да се променя през времетраенето на инвестицията"
			},
			{
				name: "pv",
				description: "е настоящата стойност, или общата сума, която една серия от бъдещи плащания струва сега"
			},
			{
				name: "fv",
				description: "е бъдещата стойност, или касова наличност, която искате да постигнете след последното плащане. Ако е пропусната, използва се нула"
			},
			{
				name: "тип",
				description: "е логическа стойност: плащане в началото на периода = 1; плащане в края на периода = 0 или ако е пропусната"
			}
		]
	},
	{
		name: "NPV",
		description: "Връща нетната настояща стойност на инвестиция, базирана на дисконтова ставка, и серия от бъдещи плащания (отрицателни стойности) и приход (положителни стойности).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "ставка",
				description: "е дисконтовата ставка върху един период"
			},
			{
				name: "стойност1",
				description: "са от 1 до 254 плащания и приход през равни интервали от време и извършвани в края на всеки период"
			},
			{
				name: "стойност2",
				description: "са от 1 до 254 плащания и приход през равни интервали от време и извършвани в края на всеки период"
			}
		]
	},
	{
		name: "NUMBERVALUE",
		description: "Преобразува текст в число по езиково независим начин.",
		arguments: [
			{
				name: "текст",
				description: "е низът, представящ числото, който искате да преобразувате"
			},
			{
				name: "десетичен_разделител",
				description: "е знакът, който се използва за десетичен разделител в низа"
			},
			{
				name: "разделител_на_групи",
				description: "е знакът, който се използва за резделител на групи в низа"
			}
		]
	},
	{
		name: "OCT2BIN",
		description: "Превръща едно осмично число в двоично.",
		arguments: [
			{
				name: "число",
				description: "е осмичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "OCT2DEC",
		description: " Превръща едно осмично число в десетично.",
		arguments: [
			{
				name: "число",
				description: "е осмичното число, което искате да преобразувате"
			}
		]
	},
	{
		name: "OCT2HEX",
		description: "Превръща едно осмично число в шестнайсетично.",
		arguments: [
			{
				name: "число",
				description: " осмичното число, което искате да преобразувате"
			},
			{
				name: "позиции",
				description: "е броят на знаците, които ще се използват"
			}
		]
	},
	{
		name: "ODD",
		description: "Закръглява положително число нагоре и отрицателно число надолу до най-близкото нечетно цяло число.",
		arguments: [
			{
				name: "число",
				description: "е стойността за закръгляване"
			}
		]
	},
	{
		name: "OFFSET",
		description: "Връща препратка към диапазон, за който са зададени броя на редовете и колоните спрямо дадена препратка.",
		arguments: [
			{
				name: "препратка",
				description: "е препратката, спрямо която искате да базирате отместването - препратка към клетка или диапазон от съседни клетки"
			},
			{
				name: "редове",
				description: "е броят на редовете, нагоре или надолу, към които искате да препраща горната лява клетка от резултата"
			},
			{
				name: "колони",
				description: "е броят на колоните, наляво или надясно, към които искате да препраща горната лява клетка от резултата"
			},
			{
				name: "височина",
				description: "е височината в брой редове, която искате да има резултатът, или същата височина като 'препратка', ако е пропусната"
			},
			{
				name: "ширина",
				description: " е ширината в брой колони, която искате да има резултатът, или същата височина като 'препратка', ако е пропусната"
			}
		]
	},
	{
		name: "OR",
		description: "Проверява дали някой от аргументите е TRUE и връща TRUE или FALSE. FALSE се връща само ако всички аргументи са FALSE.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логически1",
				description: "са от 1 до 255 условия, които искате да проверите и които могат да бъдат или TRUE, или FALSE"
			},
			{
				name: "логически2",
				description: "са от 1 до 255 условия, които искате да проверите и които могат да бъдат или TRUE, или FALSE"
			}
		]
	},
	{
		name: "PARAMETER",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "PDURATION",
		description: "Връща броя периоди, необходими, за да достигне дадена инвестиция указана стойност.",
		arguments: [
			{
				name: "оценка",
				description: "е лихвата за период."
			},
			{
				name: "настояща_стойност",
				description: "е настоящата стойност на инвестицията"
			},
			{
				name: "бъдеща_стойност",
				description: "е желаната стойност на инвестицията"
			}
		]
	},
	{
		name: "PEARSON",
		description: "Връща коефициента на моментна корелация на Пиърсоново произведение r.",
		arguments: [
			{
				name: "масив1",
				description: "е набор от независими стойности"
			},
			{
				name: "масив2",
				description: "е набор от зависими стойности"
			}
		]
	},
	{
		name: "PERCENTILE",
		description: "Връща k-тия процентил на стойностите в диапазон.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазона от данни, който определя относителното положение"
			},
			{
				name: "k",
				description: "е процентилната стойност, която е между 0 и 1, включително"
			}
		]
	},
	{
		name: "PERCENTILE.EXC",
		description: "Връща k-тия процентил на стойностите в диапазон, където k е в диапазона 0..1, включително.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни, който определя относителното положение"
			},
			{
				name: "k",
				description: "е процентилната стойност, която е между 0 и 1, включително"
			}
		]
	},
	{
		name: "PERCENTILE.INC",
		description: "Връща k-тия процентил на стойностите в диапазон, където k е в диапазона 0..1, включително.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни, който определя относителното положение"
			},
			{
				name: "k",
				description: "е процентилната стойност, която е между 0 и 1, включително"
			}
		]
	},
	{
		name: "PERCENTRANK",
		description: "Връща ранга на една стойност в набор данни във вид на процент от набора данни.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни с числови стойности, който определя относителното положение"
			},
			{
				name: "x",
				description: "е стойността, на която искате да знаете ранга"
			},
			{
				name: "значимост",
				description: "е незадължителна стойност, която показва броя на значещите цифри на върнатата процентна стойност – три цифри, ако е пропусната (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.EXC",
		description: "Връща ранга на стойност в набор от данни като процент (0..1, включително) от набора данни.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни с числови стойности, който определя относителното положение"
			},
			{
				name: "x",
				description: "е стойността, чийто ранг търсите"
			},
			{
				name: "значимост",
				description: "е незадължителна стойност, която показва броя на значещите цифри на върнатата процентна стойност – три цифри, ако е пропусната (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.INC",
		description: "Връща ранга на стойност в набор от данни като процент (0..1, включително) от набора данни.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни с числови стойности, който определя относителното положение"
			},
			{
				name: "x",
				description: "е стойността, чийто ранг търсите"
			},
			{
				name: "значимост",
				description: "е незадължителна стойност, която показва броя на значещите цифри на върнатата процентна стойност – три цифри, ако е пропусната (0.xxx%)"
			}
		]
	},
	{
		name: "PERMUT",
		description: "Връща броя на пермутациите за зададено множество обекти, избрани от всички обекти.",
		arguments: [
			{
				name: "число",
				description: "е общият брой обекти"
			},
			{
				name: "число_избрано",
				description: "е броят на обектите във всяка пермутация"
			}
		]
	},
	{
		name: "PERMUTATIONA",
		description: "Връща броя пермутации за даден брой обекти (с повторения), които могат да бъдат избрани от всички обекти.",
		arguments: [
			{
				name: "число",
				description: "е общият брой обекти"
			},
			{
				name: "избран_брой",
				description: "е броят обекти във всяка пермутация"
			}
		]
	},
	{
		name: "PHI",
		description: "Връща стойността на функцията на плътността на вероятностите за стандартно нормално разпределение.",
		arguments: [
			{
				name: "x",
				description: "е числото, за което търсите плътността на стандартното нормално разпределение"
			}
		]
	},
	{
		name: "PI",
		description: "Връща стойността на Pi, 3,14159265358979 с точност до 15 цифри.",
		arguments: [
		]
	},
	{
		name: "PMT",
		description: "Изчислява изплащането за заем на базата на постоянни плащания и постоянна лихва.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвата за период за заема. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "периоди",
				description: "е общият брой плащания за заема"
			},
			{
				name: "pv",
				description: "е настоящата стойност: общата сума, която серия от бъдещи плащания струва сега"
			},
			{
				name: "fv",
				description: "е бъдещата стойност, или касова наличност, която искате да постигнете след последното плащане, 0 (нула), ако е пропусната"
			},
			{
				name: "тип",
				description: "е логическа стойност: плащане в началото на периода = 1; плащане в края на периода = 0 или ако е пропусната"
			}
		]
	},
	{
		name: "POISSON",
		description: "Връща разпределението на Поасон.",
		arguments: [
			{
				name: "x",
				description: "е броят на събитията"
			},
			{
				name: "средно",
				description: "е очакваната числова стойност, положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната поасонова вероятност използвайте TRUE; за поасоновата вероятностна функция на разпределение използвайте FALSE"
			}
		]
	},
	{
		name: "POISSON.DIST",
		description: "Връща разпределението на Поасон.",
		arguments: [
			{
				name: "x",
				description: "е броят на събитията"
			},
			{
				name: "средно",
				description: "е очакваната числова стойност, положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната поасонова вероятност използвайте TRUE; за поасоновата вероятностна функция на разпределение използвайте FALSE"
			}
		]
	},
	{
		name: "POWER",
		description: "Връща резултата от повдигането на число на степен.",
		arguments: [
			{
				name: "число",
				description: "е базовото число - произволно реално число"
			},
			{
				name: "степен",
				description: "е степента, на която се повдига базовото число"
			}
		]
	},
	{
		name: "PPMT",
		description: "Връща плащането върху главницата за дадена инвестиция, базирана на периодични постоянни плащания и постоянна лихва.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвата за период. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "период",
				description: "задава периода и трябва да бъде в диапазона от 1 до nper"
			},
			{
				name: "периоди",
				description: "е общият брой периоди на плащане в инвестицията"
			},
			{
				name: "pv",
				description: "е настоящата стойност: общата сума, която серия от бъдещи плащания струва сега"
			},
			{
				name: "fv",
				description: "е бъдещата стойност, или касова наличност, която искате да постигнете след последното плащане"
			},
			{
				name: "тип",
				description: "е логическа стойност: плащане в началото на периода = 1; плащане в края на периода = 0 или при е пропусната"
			}
		]
	},
	{
		name: "PRICEDISC",
		description: "Връща цената за номинална стойност 100 лв. на ценни книжа, за които е направена отстъпка.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "отстъпка",
				description: "е ставка на отстъпката за ценните книжа"
			},
			{
				name: "изкупуване",
				description: "е изкупната стойност на ценните книжа за номинална стойност 100 лв."
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "PROB",
		description: "Връща вероятността стойностите в един диапазон да са между две граници или равни на една долна граница.",
		arguments: [
			{
				name: "x_диапазон",
				description: "е диапазонът от числови стойности на x, с които има свързани вероятности"
			},
			{
				name: "вероятн_диапазон",
				description: "е наборът от вероятности, свързани със стойности в 'x_диапазон' - стойности между 0 и 1 без 0"
			},
			{
				name: "долна_граница",
				description: "е долната граница на стойността, за която търсите вероятност"
			},
			{
				name: "горна_граница",
				description: "е незадължителната горна граница на стойността. Ако е пропусната, PROB връща вероятността стойностите на 'x_диапазон' да са равни на 'долна_граница'"
			}
		]
	},
	{
		name: "PRODUCT",
		description: "Умножава всички числа, зададени като аргументи.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, логически стойности или текстово представени числа, които искате да умножите"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, логически стойности или текстово представени числа, които искате да умножите"
			}
		]
	},
	{
		name: "PROPER",
		description: "Преобразува по подходящ начин буквите в текстов низ; първата буква от всяка дума в главна, а всички други букви в малки.",
		arguments: [
			{
				name: "текст",
				description: "е текст в кавички, формула, която връща текст, или препратка към клетка, съдържаща текст за преобразуване"
			}
		]
	},
	{
		name: "PV",
		description: "Връща настоящата стойност на инвестиция: общата сума, която серията от бъдещи плащания струва сега.",
		arguments: [
			{
				name: "ставка",
				description: "е лихвата за период. Например, използвайте 6%/4 за тримесечни плащания при 6% APR"
			},
			{
				name: "периоди",
				description: "е общият брой периоди на плащане в една инвестиция"
			},
			{
				name: "плащ",
				description: "е плащането, извършвано на всеки период, което не може да се променя през времетраенето на инвестицията"
			},
			{
				name: "fv",
				description: "е бъдещата стойност или касова наличност, която искате да постигнете след последното плащане"
			},
			{
				name: "тип",
				description: "е логическа стойност: плащане в началото на периода = 1; плащане в края на периода = 0 или ако е пропусната"
			}
		]
	},
	{
		name: "QUARTILE",
		description: "Връща квартила на набор данни.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазона от клетки от числови стойности, за които търсите стойността на квартила"
			},
			{
				name: "кварт",
				description: "е число: минимална стойност = 0; първи квартил = 1; медианна стойност = 2; трети квартил = 3; максимална стойност = 4"
			}
		]
	},
	{
		name: "QUARTILE.EXC",
		description: "Връща квартила на набор от данни, базиран на процентилни стойности от 0..1, включително.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от клетки с числови стойности, за които търсите стойността на квартила"
			},
			{
				name: "кварт",
				description: "е число: минимална стойност = 0; първи квартил = 1; медианна стойност = 2; трети квартил = 3; максимална стойност = 4"
			}
		]
	},
	{
		name: "QUARTILE.INC",
		description: "Връща квартила на набор от данни, базиран на процентилни стойности от 0..1, включително.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от клетки с числови стойности, за които търсите стойността на квартила"
			},
			{
				name: "кварт",
				description: "е число: минимална стойност = 0; първи квартил = 1; медианна стойност = 2; трети квартил = 3; максимална стойност = 4"
			}
		]
	},
	{
		name: "QUOTIENT",
		description: "Връща цялата част при деление.",
		arguments: [
			{
				name: "числител",
				description: "е делимото"
			},
			{
				name: "знаменател",
				description: "е делителят"
			}
		]
	},
	{
		name: "RADIANS",
		description: "Преобразува градуси в радиани.",
		arguments: [
			{
				name: "ъгъл",
				description: "е ъгълът в градуси, който искате да преобразувате"
			}
		]
	},
	{
		name: "RAND",
		description: "Връща случайно число, по-голямо или равно на 0 и по-малко от 1, равномерно разпределено (променя се при преизчисляване).",
		arguments: [
		]
	},
	{
		name: "RANDBETWEEN",
		description: "Връща случайно число между две зададени числа.",
		arguments: [
			{
				name: "долно",
				description: "е най-малкото цяло число, което ще върне функцията RANDBETWEEN"
			},
			{
				name: "горно",
				description: "е най-голямото цяло число, което ще върне функцията RANDBETWEEN"
			}
		]
	},
	{
		name: "RANGE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "RANK",
		description: "Връща ранга на число в списък от числа: големината на числото спрямо другите стойности в списъка.",
		arguments: [
			{
				name: "число",
				description: "е числото, на което искате да намерите ранга"
			},
			{
				name: "препр",
				description: "е масив от или препратка към списък от числа. Нечисловите стойности се игнорират"
			},
			{
				name: "ред",
				description: "е число: ранг в списък, сортиран низходящо = 0 или ако е пропуснато; ранг в списък, сортиран възходящо = всяка ненулева стойност"
			}
		]
	},
	{
		name: "RANK.AVG",
		description: "Връща ранга на число в списък от числа: големината на числото спрямо другите стойности в списъка; ако повече от едно числа имат еднакъв ранг, връща се средният ранг.",
		arguments: [
			{
				name: "число",
				description: "е числото, на което искате да намерите ранга"
			},
			{
				name: "препр",
				description: "е масив от или препратка към списък от числа. Нечисловите стойности се игнорират"
			},
			{
				name: "ред",
				description: "е число: ранг в списъка, сортиран низходящо = 0 или ако е пропуснато; ранг в списъка, сортиран възходящо = всяка ненулева стойност"
			}
		]
	},
	{
		name: "RANK.EQ",
		description: "Връща ранга на число в списък от числа: големината на числото спрямо другите стойности в списъка; ако повече от едно числа имат еднакъв ранг, връща се най-високият ранг на този набор от стойности.",
		arguments: [
			{
				name: "число",
				description: "е числото, на което искате да намерите ранга"
			},
			{
				name: "препр",
				description: "е масив от или препратка към списък от числа. Нечисловите стойности се игнорират"
			},
			{
				name: "ред",
				description: "е число: ранг в списъка, сортиран низходящо = 0 или ако е пропуснато; ранг в списъка, сортиран възходящо = всяка ненулева стойност"
			}
		]
	},
	{
		name: "RATE",
		description: "Връща лихвата за период на заем или инвестиция. Например, използвайте 6%/4 за тримесечни плащания при 6% APR.",
		arguments: [
			{
				name: "периоди",
				description: "е общия брой периоди на плащане за заема или инвестицията"
			},
			{
				name: "плащ",
				description: "е плащането, извършвано всеки период, което не може да се променя през времетраенето на заема или инвестицията"
			},
			{
				name: "pv",
				description: "е настоящата стойност: общата сума, която серия от бъдещи плащания струва сега"
			},
			{
				name: "fv",
				description: "е бъдещата стойност или касова наличност, която искате да постигнете след последното плащане. Ако е пропусната, се използва Fv = 0"
			},
			{
				name: "тип",
				description: "е логическа стойност: плащане в началото на периода = 1; плащане в края на периода = 0 или ако е пропусната"
			},
			{
				name: "предположение",
				description: "е вашето предположение за лихвата; ако е пропуснато, 'предположение' = 0,1 (10 процента)"
			}
		]
	},
	{
		name: "RECEIVED",
		description: "Връща сумата, получена към срока на погасяване за напълно инвестирани ценни книжа.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "инвестиция",
				description: "е сумата, инвестирана в ценни книжа"
			},
			{
				name: "отстъпка",
				description: "е отстъпката за ценните книжа"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "REPLACE",
		description: "Замества част от текстов низ с друг текстов низ.",
		arguments: [
			{
				name: "стар_текст",
				description: "е текстът, в който искате да заместите някои знаци"
			},
			{
				name: "начален_ном",
				description: "е позицията на знака в 'стар_ текст', която искате да заместите с 'нов_ текст'"
			},
			{
				name: "брой_знаци",
				description: "е броят на знаците в 'стар_ текст', които искате да заместите"
			},
			{
				name: "нов_текст",
				description: "е текстът, който ще замести знаците в 'стар_ текст'"
			}
		]
	},
	{
		name: "REPT",
		description: "Повтаря текст зададен брой пъти. Използвайте REPT, за да запълните клетка с множество екземпляри от текстов низ.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, който искате да повторите"
			},
			{
				name: "брой_пъти",
				description: "е положително число, задаващо броя на повторенията на текста"
			}
		]
	},
	{
		name: "RIGHT",
		description: "Връща зададения брой знаци от края на текстов низ.",
		arguments: [
			{
				name: "текст",
				description: " е текстовият низ, съдържащ знаците, които искате да извлечете"
			},
			{
				name: "брой_знаци",
				description: " задава колко знака искате да се извлекат; 1, ако е пропуснато"
			}
		]
	},
	{
		name: "ROMAN",
		description: "Преобразува арабско число в римско във вид на текст.",
		arguments: [
			{
				name: "число",
				description: "е арабското число, което искате да преобразувате"
			},
			{
				name: "форма",
				description: "е число, което задава желания тип на римското число."
			}
		]
	},
	{
		name: "ROUND",
		description: "Закръглява число до зададен брой цифри.",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да закръглите"
			},
			{
				name: "брой_цифри",
				description: "е броят на цифрите, до който искате да закръглите. Отрицателните числа закръгляват отляво от десетичния знак; нулата закръглява до най-близкото цяло число"
			}
		]
	},
	{
		name: "ROUNDDOWN",
		description: "Закръглява число надолу към нулата.",
		arguments: [
			{
				name: "число",
				description: " е произволно реално число, което искате да закръглите надолу"
			},
			{
				name: "брой_цифри",
				description: "е броят на цифрите, до който искате да закръглите. Отрицателните значения закръгляват отляво от десетичния знак; при нула или ако броят е пропуснат – до най-близкото цяло число"
			}
		]
	},
	{
		name: "ROUNDUP",
		description: "Закръглява число нагоре, в обратна на нулата посока.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число, което искате да закръглите"
			},
			{
				name: "брой_цифри",
				description: "е броят на цифрите, до който искате да закръглите. Отрицателните значения закръгляват отляво от десетичния знак; при нула или ако броят е пропуснат – до най-близкото цяло число"
			}
		]
	},
	{
		name: "ROW",
		description: "Връща номера на реда на препратка.",
		arguments: [
			{
				name: "препратка",
				description: "е клетката или единичния диапазон от клетки, за които търсите номера на реда; ако е пропусната, връща клетката, съдържаща функцията ROW"
			}
		]
	},
	{
		name: "ROWS",
		description: "Връща броя на редовете в препратка или масив.",
		arguments: [
			{
				name: "масив",
				description: "е масив, формула за масив или препратка към диапазон от клетки, за които търсите броя на редовете"
			}
		]
	},
	{
		name: "RRI",
		description: "Връща еквивалентна лихва за нарастването на инвестиция.",
		arguments: [
			{
				name: "периоди",
				description: "е броят на периодите за инвестицията"
			},
			{
				name: "настояща_стойност",
				description: "е настоящата стойност на инвестицията"
			},
			{
				name: "бъдеща_стойност",
				description: "е бъдещата стойност на инвестицията"
			}
		]
	},
	{
		name: "RSQ",
		description: "Връща квадрата на коефициента на моментна корелация на Пиърсоново произведение през дадените точки данни.",
		arguments: [
			{
				name: "известни_y",
				description: "е масив или диапазон от точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			},
			{
				name: "известни_x",
				description: "е масив или диапазон от точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "RTD",
		description: "Извлича данни в реално време от програма, която поддържа COM автоматизация.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "прогИД",
				description: "е името на ProgID на регистрирана добавка за COM автоматизация. Поставете името в кавички"
			},
			{
				name: "сървър",
				description: "е името на сървъра, където трябва да се изпълнява добавката. Поставете името в кавички. Ако добавката се изпълнява локално, използвайте празен низ"
			},
			{
				name: "тема1",
				description: "са от 1 до 28 параметъра, които определят порция данни"
			},
			{
				name: "тема2",
				description: "са от 1 до 28 параметъра, които определят порция данни"
			}
		]
	},
	{
		name: "SEARCH",
		description: "Връща броя на знаците, с които определен знак или текстов низ е намерен първоначално при обхождане отляво надясно (без да се отчитат разликите между малки и главни букви).",
		arguments: [
			{
				name: "намери_текст",
				description: "е текстът, който искате да намерите. Можете да използвате заместващите знаци? и *; използвайте ~? и ~*, за да търсите знаците ? и *"
			},
			{
				name: "в_текст",
				description: "е текстът, в който искате да търсите 'намери_текст'"
			},
			{
				name: "начален_ном",
				description: "е номерът на знака във 'в_текст', броейки отляво, от който искате да започне търсенето. Ако е пропуснат, се използва 1"
			}
		]
	},
	{
		name: "SEC",
		description: "Връща секанса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите секанс"
			}
		]
	},
	{
		name: "SECH",
		description: "Връща хиперболичния секанс от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, за който търсите хиперболичния секанс"
			}
		]
	},
	{
		name: "SECOND",
		description: "Връща секундата – число от 0 до 59.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet, или текст във формат за час, например 16:48:23 или 4:48:47 PM"
			}
		]
	},
	{
		name: "SERIESSUM",
		description: "Връща сумата на един степенен ред, основан на формула.",
		arguments: [
			{
				name: "x",
				description: "е входната стойност на степенния ред"
			},
			{
				name: "n",
				description: "е първоначалната степен, на която искате да повдигнете x"
			},
			{
				name: "m",
				description: "е стъпката, с която искате да увеличавате n за всеки член на серията"
			},
			{
				name: "коефициенти",
				description: "е набор от коефициенти, с които се умножава всяка следваща степен на x"
			}
		]
	},
	{
		name: "SHEET",
		description: "Връща номера на листа за посочения лист.",
		arguments: [
			{
				name: "стойност",
				description: "е името на листа или препратка, за които търсите номера на листа. Ако е пропуснато, връща се номерът на листа, който съдържа функцията"
			}
		]
	},
	{
		name: "SHEETS",
		description: "Връща броя на листовете в препратка.",
		arguments: [
			{
				name: "препратка",
				description: "е препратка, за която искате да знаете броя на листовете, които тя съдържа. Ако е пропусната, връща се броят на листовете в работната книга, които съдържат функцията"
			}
		]
	},
	{
		name: "SIGN",
		description: "Връща знака на число: 1, ако числото е положително, нула, ако числото е нула, или -1, ако числото е отрицателно.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число"
			}
		]
	},
	{
		name: "SIN",
		description: "Връща синуса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, на който търсите синуса. Градуси * PI()/180 = радиани"
			}
		]
	},
	{
		name: "SINH",
		description: "Връща хиперболичния синус от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число"
			}
		]
	},
	{
		name: "SKEW",
		description: "Връща несиметричността на разпределение - характеристика на степента на асиметрия на едно разпределение около неговата средна стойност.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите несиметричността"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите несиметричността"
			}
		]
	},
	{
		name: "SKEW.P",
		description: "Връща несиметричността на разпределение на базата на генерална съвкупност: характеризиране на асиметрията на разпределение около средната му стойност.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 254 числа или имена, масиви или препратки, които съдържат числата, за които търсите несиметричността на генералната съвкупност"
			},
			{
				name: "число2",
				description: "са от 1 до 254 числа или имена, масиви или препратки, които съдържат числата, за които търсите несиметричността на генералната съвкупност"
			}
		]
	},
	{
		name: "SLN",
		description: "Връща линейната амортизация на един актив за един период.",
		arguments: [
			{
				name: "стойност",
				description: "е началната стойност на актива"
			},
			{
				name: "ликвидационна_стойност",
				description: "е ликвидационната стойност в края на живота на актива"
			},
			{
				name: "живот",
				description: "е броят периоди, върху които активът се обезценява (понякога наричани полезен живот на актива)"
			}
		]
	},
	{
		name: "SLOPE",
		description: "Връща наклона на линията на линейна регресия през зададените точки данни.",
		arguments: [
			{
				name: "известни_y",
				description: "е масив или диапазон от клетки от числови зависими точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			},
			{
				name: "известни_x",
				description: "е наборът от независими точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "SMALL",
		description: "Връща k-тата най-малка стойност в набор данни, например петото най-малко число.",
		arguments: [
			{
				name: "масив",
				description: "е масив или диапазон от числови данни, за които искате да определите k-тата най-малка стойност"
			},
			{
				name: "k",
				description: "е позицията (спрямо най-малката стойност) на стойността в масива или диапазона от клетки, която трябва да се върне"
			}
		]
	},
	{
		name: "SQRT",
		description: "Връща квадратния корен от число.",
		arguments: [
			{
				name: "число",
				description: "е числото, от което търсите квадратен корен"
			}
		]
	},
	{
		name: "SQRTPI",
		description: "Връща квадратния корен на (числото * пи).",
		arguments: [
			{
				name: "число",
				description: "е числото, с което се умножава пи"
			}
		]
	},
	{
		name: "STANDARDIZE",
		description: "Връща нормализирана стойност от разпределение, определено чрез средна стойност и стандартно отклонение.",
		arguments: [
			{
				name: "x",
				description: "е стойността, която искате да нормализирате"
			},
			{
				name: "средно",
				description: "е аритметичното средно на разпределението"
			},
			{
				name: "стандартно_откл",
				description: "е стандартното отклонение на разпределението - положително число"
			}
		]
	},
	{
		name: "STDEV",
		description: "Връща най-често срещащата се или повтаряща се стойност в масив или диапазон от данни – мода.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа или имена, масиви или препратки, съдържащи числата, за които търсите модата"
			}
		]
	},
	{
		name: "STDEV.P",
		description: "Изчислява стандартното отклонение на базата на цялата генерална съвкупност, зададена като аргументи (игнорира логически стойности и текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, отговарящи на генерална съвкупност, и могат да бъдат числа или препратки, съдържащи числа"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, отговарящи на генерална съвкупност, и могат да бъдат числа или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "STDEV.S",
		description: "Изчислява стандартното отклонение на базата на извадка (игнорира логически стойности и текст в извадката).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, съответстващи на извадка от генералната съвкупност, които могат да бъдат числа или препратки, съдържащи числа"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, съответстващи на извадка от генералната съвкупност, които могат да бъдат числа или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "STDEVA",
		description: "Оценява стандартното отклонение на базата на извадка, включваща логически стойности и текст. Текстът и логическата стойност FALSE имат стойност 0; логическата стойност TRUE има стойност 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 стойности, отговарящи на извадка от генералната съвкупност, и могат да съдържат стойности или имена или препратки към стойности"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 стойности, отговарящи на извадка от генералната съвкупност, и могат да съдържат стойности или имена или препратки към стойности"
			}
		]
	},
	{
		name: "STDEVP",
		description: "Изчислява стандартното отклонение на базата на цялата генерална съвкупност, зададена като аргументи (игнорира логически стойности и текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, отговарящи на генерална съвкупност, и могат да бъдат числа или препратки, съдържащи числа"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, отговарящи на генерална съвкупност, и могат да бъдат числа или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "STDEVPA",
		description: "Изчислява стандартното отклонение на базата на цялата генерална съвкупност, включително логическите стойности и текста. Текстът и логическата стойност FALSE имат стойност 0; логическата стойност TRUE има стойност 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 стойности, отговарящ на генерална съвкупност, и могат да бъдат имена на стойности, масиви или препратки, съдържащи стойности"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 стойности, отговарящ на генерална съвкупност, и могат да бъдат имена на стойности, масиви или препратки, съдържащи стойности"
			}
		]
	},
	{
		name: "STEYX",
		description: "Връща стандартната грешка на предсказаната стойност на y за всяко x в регресия.",
		arguments: [
			{
				name: "известни_y",
				description: "е масив или диапазон от зависими точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			},
			{
				name: "известни_x",
				description: "е масив или диапазон от независими точки данни и може да съдържа числа или имена, масиви или препратки, съдържащи числа"
			}
		]
	},
	{
		name: "SUBSTITUTE",
		description: "Замества с нов текст съществуващ текст в текстов низ.",
		arguments: [
			{
				name: "текст",
				description: "е текстът или препратката към клетка, съдържаща текста, в който искате да заместите знаци"
			},
			{
				name: "стар_текст",
				description: "е съществуващият текст, който искате да заместите. Ако регистърът на буквите (главни или малки) в 'стар_текст' не съвпада с този на текста, SUBSTITUTE няма да замести текста"
			},
			{
				name: "нов_текст",
				description: "е текстът, с който искате да заместите 'стар_текст'"
			},
			{
				name: "срещане_ном",
				description: "задава кое срещане на 'стар_текст' искате да се замести. Ако е пропуснато, замества се всяко срещане на 'стар_текст'"
			}
		]
	},
	{
		name: "SUBTOTAL",
		description: "Връща междинна сума в списък или база данни.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "функция_ном",
				description: "е число от 1 до 11, което задава сумиращата функция за междинната сума."
			},
			{
				name: "препр1",
				description: "са от 1 до 254 диапазона или препратки, за които търсите междинната сума"
			}
		]
	},
	{
		name: "SUM",
		description: "Сумира всички числа в диапазон от клетки.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа за сумиране. Логическите стойности и текстът в клетките се игнорират, дори ако са въведени като аргументи"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа за сумиране. Логическите стойности и текстът в клетките се игнорират, дори ако са въведени като аргументи"
			}
		]
	},
	{
		name: "SUMIF",
		description: "Сумира клетките, зададени с определено условие или критерий.",
		arguments: [
			{
				name: "диапазон",
				description: "е диапазонът от клетки, които искате да оцените"
			},
			{
				name: "критерий",
				description: "е условието или критериите във вид на числов израз или текст, определящ кои клетки ще се сумират"
			},
			{
				name: "сум_диапазон",
				description: "са действителните клетки за сумиране. Ако са пропуснати, се използват клетките в диапазона"
			}
		]
	},
	{
		name: "SUMIFS",
		description: "Сумира клетките, които удовлетворяват даден набор от условия или критерии.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "сум_диапазон",
				description: "са фактически сумираните клетки."
			},
			{
				name: "критерий_диапазон",
				description: "е диапазонът на клетките, които искате да оцените по отношение на конкретното условие"
			},
			{
				name: "критерий",
				description: "е условието или критериите във формата на число, израз или текст, което определя кои клетки да бъдат сумирани"
			}
		]
	},
	{
		name: "SUMPRODUCT",
		description: "Връща сумата на произведенията от съответните диапазони или масиви.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "масив1",
				description: "са от 2 да 255 масива, за които искате да се извърши умножението и последващото сумиране на компоненти. Всички масиви трябва да имат еднакви размерности"
			},
			{
				name: "масив2",
				description: "са от 2 да 255 масива, за които искате да се извърши умножението и последващото сумиране на компоненти. Всички масиви трябва да имат еднакви размерности"
			},
			{
				name: "масив3",
				description: "са от 2 да 255 масива, за които искате да се извърши умножението и последващото сумиране на компоненти. Всички масиви трябва да имат еднакви размерности"
			}
		]
	},
	{
		name: "SUMSQ",
		description: "Връща сумата на квадратите на аргументите. Аргументите могат да бъдат числа, имена на масиви или препратки към клетки, съдържащи числа.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числа, имена на масиви или препратки към масиви, за които търсите сумата на квадратите"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числа, имена на масиви или препратки към масиви, за които търсите сумата на квадратите"
			}
		]
	},
	{
		name: "SUMX2MY2",
		description: "Сумира разликите между квадратите на два съответстващи си диапазона или масива.",
		arguments: [
			{
				name: "масив_x",
				description: "е първият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			},
			{
				name: "масив_y",
				description: "е вторият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			}
		]
	},
	{
		name: "SUMX2PY2",
		description: " Връща общата сума на квадратите на числата в два съответстващи си диапазона или масива.",
		arguments: [
			{
				name: "масив_x",
				description: "е първият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			},
			{
				name: "масив_y",
				description: "е вторият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			}
		]
	},
	{
		name: "SUMXMY2",
		description: "Сумира квадратите на разликите в два съответстващи си диапазона или масиви.",
		arguments: [
			{
				name: "масив_x",
				description: "е първият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			},
			{
				name: "масив_y",
				description: "е вторият диапазон или масив от стойности и може да бъде число или име, масив или препратка, съдържащи числа"
			}
		]
	},
	{
		name: "SYD",
		description: "Връща амортизацията на актив за зададен период, изчислена по метода 'Сума на годините'.",
		arguments: [
			{
				name: "стойност",
				description: "е началната стойност на актива"
			},
			{
				name: "ликвидационна_стойност",
				description: "е ликвидационната стойност в края на живота на актива"
			},
			{
				name: "живот",
				description: "е броят периоди, върху които активът се обезценява (понякога наричани полезен живот на актива)"
			},
			{
				name: "пер",
				description: "е периодът, за който трябва да се използват същите единици, както за 'живот'"
			}
		]
	},
	{
		name: "T",
		description: "Проверява дали една стойност е текст и връща текста, ако е, или двойни кавички (празен текст), ако не е.",
		arguments: [
			{
				name: "стойност",
				description: "е стойността, която трябва да се провери"
			}
		]
	},
	{
		name: "T.DIST",
		description: "Връща ограниченото отляво t-разпределение на Стюдънт.",
		arguments: [
			{
				name: "x",
				description: "е числовата стойност в която да се изчисли разпределението"
			},
			{
				name: "степ_свобода",
				description: "е цяло число, означаващо броя на степените на свобода, което характеризира разпределението"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "T.DIST.2T",
		description: "Връща двустранно ограниченото t-разпределение на Стюдънт.",
		arguments: [
			{
				name: "x",
				description: "е числовата стойност, за която искате да изчислите разпределението"
			},
			{
				name: "степ_свобода",
				description: "е цяло число, означаващо броя на степените на свобода, което характеризира разпределението"
			}
		]
	},
	{
		name: "T.DIST.RT",
		description: "Връща ограниченото отдясно t-разпределение на Стюдънт.",
		arguments: [
			{
				name: "x",
				description: "е числовата стойност за която искате да изчислите разпределението"
			},
			{
				name: "степ_свобода",
				description: "е цяло число, означаващо броя на степените на свобода, което характеризира разпределението"
			}
		]
	},
	{
		name: "T.INV",
		description: "Връща ограниченото отляво t-разпределение на Стюдънт.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятността, асоциирана с двустранно ограниченото t-разпределение на Стюдънт – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е положително цяло число, означаващо броя на степените на свобода, което характеризира разпределението"
			}
		]
	},
	{
		name: "T.INV.2T",
		description: "Връща обратното на двустранно ограниченото t-разпределение на Стюдънт.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятността, асоциирана с двустранно ограниченото t-разпределение на Стюдънт – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е положително цяло число, означаващо броя на степените на свобода, което характеризира разпределението"
			}
		]
	},
	{
		name: "T.TEST",
		description: "Връща вероятността, свързана с t-теста на Стюдънт.",
		arguments: [
			{
				name: "масив1",
				description: "е първият набор данни"
			},
			{
				name: "масив2",
				description: "е вторият набор данни"
			},
			{
				name: "опашки",
				description: "задава броя на върнатите опашки от разпределението: едностранно разпределение = 1; двустранно разпределение = 2"
			},
			{
				name: "тип",
				description: "е видът на t-теста: сдвоен = 1, две извадки с еднаква дисперсия = 2, две извадки с различна дисперсия = 3"
			}
		]
	},
	{
		name: "TAN",
		description: "Връща тангенса от ъгъл.",
		arguments: [
			{
				name: "число",
				description: "е ъгълът в радиани, на който търсите тангенса. Градуси * PI()/180 = радиани"
			}
		]
	},
	{
		name: "TANH",
		description: "Връща хиперболичния тангенс от число.",
		arguments: [
			{
				name: "число",
				description: "е произволно реално число"
			}
		]
	},
	{
		name: "TBILLEQ",
		description: "Връща еквивалентен доход за съкровищни бонове.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на съкровищните бонове, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на съкровищния бон, изразена като пореден номер на дата"
			},
			{
				name: "отстъпка",
				description: "е ставката на отстъпката за съкровищния бон"
			}
		]
	},
	{
		name: "TBILLPRICE",
		description: "Връща цената за номинална стойност 100 лв. на един съкровищен бон.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета на съкровищните бонове, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на съкровищния бон, изразена като пореден номер на дата"
			},
			{
				name: "отстъпка",
				description: "е ставката за отстъпка на съкровищния бон"
			}
		]
	},
	{
		name: "TBILLYIELD",
		description: "Връща доходността на съкровищен бон.",
		arguments: [
			{
				name: "разчет",
				description: "е датата на разчета на съкровищния бон, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на съкровищния бон, изразена като пореден номер на дата"
			},
			{
				name: "pr",
				description: "е цената за номинална стойност на съкровищния бон 100 лв."
			}
		]
	},
	{
		name: "TDIST",
		description: "Връща t-разпределението на Стюдънт.",
		arguments: [
			{
				name: "x",
				description: "е числовата стойност, от която се изчислява разпределението"
			},
			{
				name: "степ_свобода",
				description: "е цяло число, задаващо броя на степените на свобода, които характеризират разпределението"
			},
			{
				name: "опашки",
				description: "задава броя на върнатите опашки на разпределението: едностранно разпределение = 1; двустранно разпределение = 2"
			}
		]
	},
	{
		name: "TEXT",
		description: "Преобразува стойност в текст със зададен числов формат.",
		arguments: [
			{
				name: "стойност",
				description: "е число, формула, която дава за резултат числова стойност, или препратка към клетка, съдържаща числова стойност"
			},
			{
				name: "формат_текст",
				description: "е числов формат в текстова форма от полето 'Категория' на раздела 'Число' в диалоговия прозорец 'Форматиране на клетки' (не 'Общи')"
			}
		]
	},
	{
		name: "TIME",
		description: "Преобразува часове, минути и секунди, зададени като числа, в серийно число на Spreadsheet, форматирано с часови формат.",
		arguments: [
			{
				name: "час",
				description: "е число от 0 до 23, представляващо часа"
			},
			{
				name: "минута",
				description: "е число от 0 до 59, представляващо минутите"
			},
			{
				name: "секунда",
				description: "е число от 0 до 59 представляващо секундите"
			}
		]
	},
	{
		name: "TIMEVALUE",
		description: "Преобразува време от текстов вид в серийно число на Spreadsheet за време – число от 0 (12:00:00 AM) до 0,999988426 (11:59:59 PM). След въвеждането на формулата форматирайте числото с часови формати.",
		arguments: [
			{
				name: "време_текст",
				description: "е текстов низ, съдържащ час в който и да е от часовите формати на Spreadsheet (информацията за дата в низа се игнорира)"
			}
		]
	},
	{
		name: "TINV",
		description: "Връща обратното на t-разпределението на Стюдънт.",
		arguments: [
			{
				name: "вероятност",
				description: "е вероятността, свързана с двустранното t-разпределение на Стюдънт – число между 0 и 1 включително"
			},
			{
				name: "степ_свобода",
				description: "е положително цяло число, показващо броя на степените на свобода, характеризиращи разпределението"
			}
		]
	},
	{
		name: "TODAY",
		description: "Връща текущата дата, форматирана като дата.",
		arguments: [
		]
	},
	{
		name: "TRANSPOSE",
		description: "Преобразува вертикален диапазон от клетки в хоризонтален и обратно.",
		arguments: [
			{
				name: "масив",
				description: "е диапазон от клетки в работен лист или масив от стойности, който искате да транспонирате"
			}
		]
	},
	{
		name: "TREND",
		description: "Връща числа в линейна тенденция, отговаряща на известни точки данни, като използва метода на най-малките квадрати.",
		arguments: [
			{
				name: "известни_y",
				description: "е диапазон или масив от вече известни y-стойности в уравнението y = mx + b"
			},
			{
				name: "известни_x",
				description: "е незадължителен диапазон или масив от вече известни x-стойности, масив със същия размер като 'известни_y'"
			},
			{
				name: "нови_x",
				description: "е диапазон или масив от нови x-стойности, за които искате TREND да върне съответните y-стойности"
			},
			{
				name: "конст",
				description: "е логическа стойност: константата b се изчислява нормално, ако 'конст' = TRUE или е пропусната; b се приема равна на 0, ако 'конст' = FALSE"
			}
		]
	},
	{
		name: "TRIM",
		description: "Премахва всички интервали от текстов низ, освен единичните интервали между думите.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, от който искате да се премахнат интервалите"
			}
		]
	},
	{
		name: "TRIMMEAN",
		description: "Връща средната стойност на вътрешна част от стойности  в набор от данни.",
		arguments: [
			{
				name: "масив",
				description: "е диапазонът или масивът от стойности, който се отрязва и осреднява"
			},
			{
				name: "процент",
				description: "е частта от точките данни, които се изключват от двете страни на набора данни"
			}
		]
	},
	{
		name: "TRUE",
		description: "Връща логическата стойност TRUE.",
		arguments: [
		]
	},
	{
		name: "TRUNC",
		description: "Отрязва число до цяло число, като премахва десетичната, или дробната, част от числото.",
		arguments: [
			{
				name: "число",
				description: "е числото, което искате да отрежете"
			},
			{
				name: "брой_цифри",
				description: "е число, задаващо точността на отрязването; 0 (нула), ако е пропуснато"
			}
		]
	},
	{
		name: "TTEST",
		description: "Връща вероятността, свързана с t-теста на Стюдънт.",
		arguments: [
			{
				name: "масив1",
				description: "е първият набор данни"
			},
			{
				name: "масив2",
				description: "е вторият набор данни"
			},
			{
				name: "опашки",
				description: "задава броя на върнатите опашки от разпределението: едностранно разпределение = 1; двустранно разпределение = 2"
			},
			{
				name: "тип",
				description: "е видът на t-теста: сдвоен = 1, две извадки с еднаква дисперсия = 2, две извадки с различна дисперсия = 3"
			}
		]
	},
	{
		name: "TYPE",
		description: "Връща цяло число, представляващо типа данни за стойност: число = 1; текст = 2; логическа стойност = 4; грешна стойност = 16; масив = 64.",
		arguments: [
			{
				name: "стойност",
				description: "може да бъде всяка стойност"
			}
		]
	},
	{
		name: "UNICODE",
		description: "Връща номера (кодова точка), който съответства на първия знак на текста.",
		arguments: [
			{
				name: "текст",
				description: "е знакът, за който търсите стойността в Unicode"
			}
		]
	},
	{
		name: "UPPER",
		description: "Преобразува всички букви от текстов низ в главни букви.",
		arguments: [
			{
				name: "текст",
				description: "е текстът, който искате да преобразувате, препратка или текстов низ"
			}
		]
	},
	{
		name: "VALUE",
		description: "Преобразува в число текстов низ, съдържащ число.",
		arguments: [
			{
				name: "текст",
				description: "е текстът в кавички или препратка към клетка, съдържаща текста, който искате да преобразувате"
			}
		]
	},
	{
		name: "VAR",
		description: "Изчислява дисперсия, базирана на извадка (игнорира логическите стойности и текста в извадката).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числови аргументи, съдържащи извадка от генералната съвкупност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числови аргументи, съдържащи извадка от генералната съвкупност"
			}
		]
	},
	{
		name: "VAR.P",
		description: "Изчислява дисперсия на базата на цялата генерална съвкупност (игнорира логическите стойности и текста в съвкупността).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числови аргументи, съответстващи на една съвкупност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числови аргументи, съответстващи на една съвкупност"
			}
		]
	},
	{
		name: "VAR.S",
		description: "Изчислява дисперсия, базирана на извадка (игнорира логическите стойности и текста в извадката).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числови аргументи, съдържащи извадка от генералната съвкупност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числови аргументи, съдържащи извадка от генералната съвкупност"
			}
		]
	},
	{
		name: "VARA",
		description: "Оценява дисперсия на базата на извадка, включваща логически стойности и текст. Текстът и логическата стойност FALSE имат стойност 0; логическата стойност TRUE има стойност 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 стойности, отговарящи на извадка от генералната съвкупност"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 стойности, отговарящи на извадка от генералната съвкупност"
			}
		]
	},
	{
		name: "VARP",
		description: "Изчислява дисперсия на базата на цялата генерална съвкупност (игнорира логическите стойности и текста в съвкупността).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "са от 1 до 255 числови аргументи, съответстващи на една съвкупност"
			},
			{
				name: "число2",
				description: "са от 1 до 255 числови аргументи, съответстващи на една съвкупност"
			}
		]
	},
	{
		name: "VARPA",
		description: "Изчислява дисперсия на базата на цялата генерална съвкупност, включително логически стойности и текст. Текстът и логическата стойност FALSE имат стойност 0; логическата стойност TRUE има стойност 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "стойност1",
				description: "са от 1 до 255 стойности, отговарящи на генерална съвкупност"
			},
			{
				name: "стойност2",
				description: "са от 1 до 255 стойности, отговарящи на генерална съвкупност"
			}
		]
	},
	{
		name: "VDB",
		description: "Връща амортизацията на актив за произволен зададен период, включващ частични периоди, като използва балансния метод с двойно намаляване или някой друг зададен от вас метод.",
		arguments: [
			{
				name: "стойност",
				description: "е началната стойност на актива"
			},
			{
				name: "ликвидационна_стойност",
				description: "е ликвидационната стойност в края на живота на актива"
			},
			{
				name: "живот",
				description: "е броят периоди, върху които активът се обезценява (наричани понякога полезен живот на актива)"
			},
			{
				name: "начален_период",
				description: "е началният период, за който искате да изчислите амортизацията, в същите единици като 'живот'"
			},
			{
				name: "краен_период",
				description: "е крайният период, за който искате да изчислите амортизацията, в същите единици като 'живот'"
			},
			{
				name: "коефициент",
				description: "е скоростта, с която балансът намалява - 2 (двойно намаляващ баланс), ако е пропусната"
			},
			{
				name: "не_превключвай",
				description: "превключи към линейна амортизация, когато амортизацията е по-голяма от намаляващия баланс = FALSE или е пропуснато; не превключвай = TRUE"
			}
		]
	},
	{
		name: "VLOOKUP",
		description: "Търси стойност в най-лявата колона на таблица и връща стойност в същия ред на колона, която зададете. По подразбиране таблицата трябва да бъде сортирана в нарастващ ред.",
		arguments: [
			{
				name: "справка_стойност",
				description: "е стойността, която трябва да се намери в първата колона на таблицата и може да бъде стойност, препратка или текстов низ"
			},
			{
				name: "таблица_масив",
				description: "е таблица с текст, числа или логически стойности, в която се извличат данните. 'таблица_масив' може да бъде препратка към диапазон или име на диапазон"
			},
			{
				name: "кол_индекс_ном",
				description: "е номерът на колоната в 'таблица_масив', от която трябва да се върне намерената стойност. Първата колона със стойности в таблицата е колона 1"
			},
			{
				name: "диапазон_справка",
				description: "е логическа стойност: да се намери най-близкото съответствие в първата колона (сортирана във възходящ ред) = TRUE или ако е пропусната; да се намери точно съвпадение = FALSE"
			}
		]
	},
	{
		name: "WEEKDAY",
		description: "Връща число от 1 до 7, показващо деня от седмицата при зададена дата.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число, представляващо дата"
			},
			{
				name: "връщане_тип",
				description: "е число: за неделя=1 до събота=7, използвайте 1; за понеделник=1 до неделя=7, използвайте 2; за понеделник=0 до неделя=6, използвайте 3"
			}
		]
	},
	{
		name: "WEEKNUM",
		description: "Връща номерата на седмиците в годината.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е код, използван от Spreadsheet за изчисления на дати и време"
			},
			{
				name: "връщане_тип",
				description: "е число (1 или 2), което определя типа на връщаната стойност"
			}
		]
	},
	{
		name: "WEIBULL",
		description: "Връща разпределението на Уейбул.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която се оценява функцията – неотрицателно число"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "WEIBULL.DIST",
		description: "Връща разпределението на Уейбул.",
		arguments: [
			{
				name: "x",
				description: "е стойността, от която се оценява функцията – неотрицателно число"
			},
			{
				name: "алфа",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "бета",
				description: "е параметър на разпределението – положително число"
			},
			{
				name: "кумулативна",
				description: "е логическа стойност: за кумулативната функция на разпределение използвайте TRUE; за функцията на плътността на вероятностите използвайте FALSE"
			}
		]
	},
	{
		name: "WORKDAY",
		description: "Връща поредния номер на датата преди или след определен брой работни дни от началната дата.",
		arguments: [
			{
				name: "начална_дата",
				description: "е начална дата, зададена с пореден номер на дата"
			},
			{
				name: "дни",
				description: "е броят на дните, които не са почивни и празнични преди или след началната дата"
			},
			{
				name: "празници",
				description: "е незадължителен списък на един или повече поредни номера на дати за изключване от работния календар, като държавни и други празници"
			}
		]
	},
	{
		name: "WORKDAY.INTL",
		description: "Връща пореден номер на датата преди или след определен брой работни дни с параметри по избор за почивните дни.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на началната дата"
			},
			{
				name: "дни",
				description: "е броят на дните, които не са почивни и не са празнични, преди или след начална_дата"
			},
			{
				name: "уикенд",
				description: "е число или низ, който определя кога са почивните дни"
			},
			{
				name: "празници",
				description: "е незадължителен масив от един или повече поредни номера на дати, които да се изключат от работния календар, като национални и подвижни празници"
			}
		]
	},
	{
		name: "XIRR",
		description: "Връща вътрешната ставка на доходност за график от парични потоци.",
		arguments: [
			{
				name: "стойности",
				description: "е редица от парични потоци, които съответстват на график от плащания по дати"
			},
			{
				name: "дати",
				description: "е графикът на платежните дати, съответстващ на реда от платежни потоци"
			},
			{
				name: "предположение",
				description: "е предполагаемо значение на резултата от функцията XIRR"
			}
		]
	},
	{
		name: "XNPV",
		description: "Връща чистата приведена стойност за график от парични потоци.",
		arguments: [
			{
				name: "ставка",
				description: "е ставката на отстъпката, която трябва да се приложи за паричните потоци"
			},
			{
				name: "стойности",
				description: "е редица от платежни потоци, които съответстват на график от плащания по дати"
			},
			{
				name: "дати",
				description: "е разписание на дати на плащане, съответстващо на реда на паричните потоци"
			}
		]
	},
	{
		name: "XOR",
		description: "Връща логическо 'Изключващо или' на всички аргументи.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "логическо1",
				description: "това са от 1 до 254 условия, които искате да изпробвате и които могат да са или ИСТИНА, или НЕИСТИНА и могат да са логически стойности, масиви или препратки"
			},
			{
				name: "логическо2",
				description: "това са от 1 до 254 условия, които искате да изпробвате и които могат да са или ИСТИНА, или НЕИСТИНА и могат да са логически стойности, масиви или препратки"
			}
		]
	},
	{
		name: "YEAR",
		description: "Връща годината от дата – цяло число в диапазона 1900 – 9999.",
		arguments: [
			{
				name: "пореден_номер",
				description: "е число в кода за дата и час, използван от Spreadsheet"
			}
		]
	},
	{
		name: "YEARFRAC",
		description: "Връща частта от годината, представляваща броя цели дни между началната и крайната дата.",
		arguments: [
			{
				name: "начална_дата",
				description: "е пореден номер на дата, представляващ началната дата"
			},
			{
				name: "крайна_дата",
				description: "е пореден номер на дата, представляващ крайната дата"
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "YIELDDISC",
		description: "Връща годишната доходност на ценни книжа, за които е направена отстъпка. Например, един съкровищен бон.",
		arguments: [
			{
				name: "разчет",
				description: "е дата на разчета на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "погасяване",
				description: "е датата на погасяване на ценните книжа, изразена като пореден номер на дата"
			},
			{
				name: "pr",
				description: "е цена на ценните книжа за номинална стойност 100 лв."
			},
			{
				name: "изкупуване",
				description: "е изкупната цена на ценните книжа за номинална стойност 100 лв."
			},
			{
				name: "база",
				description: "е използваният способ за изчисляване на деня"
			}
		]
	},
	{
		name: "Z.TEST",
		description: "Връща едностранната P-стойност на z-тест.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни, за който се проверява X"
			},
			{
				name: "x",
				description: "е стойността за проверка"
			},
			{
				name: "сигма",
				description: "е стандартното отклонение (известно) на генералната съвкупност. Ако е пропуснато, се използва стандартното отклонение на извадката"
			}
		]
	},
	{
		name: "ZTEST",
		description: "Връща едностранната P-стойност на z-тест.",
		arguments: [
			{
				name: "масив",
				description: "е масивът или диапазонът от данни, за който се проверява X"
			},
			{
				name: "x",
				description: "е стойността за проверка"
			},
			{
				name: "сигма",
				description: "е стандартното отклонение (известно) на генералната съвкупност. Ако е пропуснато, се използва стандартното отклонение на извадката"
			}
		]
	}
];