ASPxClientSpreadsheet.Functions = [
	{
		name: "ABS",
		description: "Αποδίδει την απόλυτη τιμή ενός αριθμού, ενός αριθμού χωρίς πρόσημο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο πραγματικός αριθμός του οποίου θέλετε την απόλυτη τιμή"
			}
		]
	},
	{
		name: "ACCRINTM",
		description: "Αποδίδει τον πληρωτέο τόκο ενός χρεογράφου που δίνει τόκο κατά τη λήξη.",
		arguments: [
			{
				name: "έκδοση",
				description: "είναι η ημερομηνία έκδοσης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "επιτόκιο",
				description: "είναι το ετήσιο επιτόκιο των τοκομεριδίων του χρεογράφου"
			},
			{
				name: "ονομαστική_αξία",
				description: "είναι η ονομαστική αξία του χρεογράφου"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "ACOS",
		description: "Αποδίδει το τόξο συνημίτονου ενός αριθμού σε ακτίνια από το 0 έως το π. Το τόξο συνημίτονου είναι η γωνία της οποίας το συνημίτονο είναι αριθμός.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το συνημίτονο της γωνίας που θέλετε και πρέπει να είναι μεταξύ -1 και 1"
			}
		]
	},
	{
		name: "ACOSH",
		description: "Αποδίδει το τόξο υπερβολικού συνημίτονου ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός ίσος ή μεγαλύτερος του 1"
			}
		]
	},
	{
		name: "ACOT",
		description: "Αποδίδει το τόξο συνεφαπτομένης ενός αριθμού, σε ακτίνια στην περιοχή 0 έως π.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η συνεφαπτομένη της γωνίας που θέλετε"
			}
		]
	},
	{
		name: "ACOTH",
		description: "Αποδίδει την αντίστροφη υπερβολική συνεφαπτομένη ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η υπερβολική συνεφαπτομένη της γωνίας που θέλετε"
			}
		]
	},
	{
		name: "ADDRESS",
		description: "Δημιουργεί μια αναφορά κελιού με μορφή κειμένου, για καθορισμένους αριθμούς γραμμών και στηλών.",
		arguments: [
			{
				name: "αριθμός_γραμμής",
				description: "είναι ο αριθμός γραμμής που θα χρησιμοποιηθεί στην αναφορά κελιού: αριθμός_γραμμής =1 για τη γραμμή 1"
			},
			{
				name: "αριθμός_στήλης",
				description: "είναι ο αριθμός στήλης που θα χρησιμοποιηθεί στην αναφορά κελιών. Για παράδειγμα, αριθμός_στήλης =4 για τη στήλη D."
			},
			{
				name: "απόλυτος_αριθμός",
				description: "καθορίζει τον τύπο αναφοράς: απόλυτη =1, απόλυτη γραμμή/σχετική στήλη = 2, σχετική γραμμή/απόλυτη στήλη = 3, σχετική = 4 "
			},
			{
				name: "a1",
				description: "είναι μια λογική τιμή που καθορίζει το στυλ αναφοράς: στυλ A1 = 1 ή TRUE, στυλ R1C1 = 0 ή FALSE"
			},
			{
				name: "κείμενο_φύλλου",
				description: "είναι κείμενο που καθορίζει το όνομα του φύλλου εργασίας που θα χρησιμοποιηθεί ως εξωτερική αναφορά"
			}
		]
	},
	{
		name: "AND",
		description: "Ελέγχει αν όλα τα ορίσματα είναι TRUE και αποδίδει TRUE αν όλα τα ορίσματα είναι TRUE.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "λογική1",
				description: "είναι 1 έως 255 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE και είναι δυνατό να αντιστοιχούν σε λογικές τιμές, πίνακες ή αναφορές"
			},
			{
				name: "λογική2",
				description: "είναι 1 έως 255 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE και είναι δυνατό να αντιστοιχούν σε λογικές τιμές, πίνακες ή αναφορές"
			}
		]
	},
	{
		name: "ARABIC",
		description: "Μετατρέπει ένα ρωμαϊκό νούμερο σε αραβικά ψηφία.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το ρωμαϊκό νούμερο που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "AREAS",
		description: "Αποδίδει τον αριθμό των περιοχών σε μια αναφορά. Μια περιοχή μπορεί να είναι είτε μια ακολουθία συνεχόμενων κελιών είτε ένα μεμονωμένο κελί.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι αναφορά σε κελί ή περιοχή κελιών και μπορεί να αναφέρεται σε πολλές περιοχές"
			}
		]
	},
	{
		name: "ASIN",
		description: "Αποδίδει το τόξο ημίτονου ενός αριθμού σε ακτίνια, με πεδίο τιμών από το -π/2 έως το π/2.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το ημίτονο της γωνίας που θέλετε και πρέπει να είναι από -1 έως 1"
			}
		]
	},
	{
		name: "ASINH",
		description: "Αποδίδει το τόξο υπερβολικού ημίτονου ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός ίσος ή μεγαλύτερος του 1"
			}
		]
	},
	{
		name: "ATAN",
		description: "Αποδίδει το τόξο εφαπτομένης ενός αριθμού σε ακτίνια, με πεδίο τιμών από το -π/2 έως το π/2.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η εφαπτομένη της γωνίας που θέλετε"
			}
		]
	},
	{
		name: "ATAN2",
		description: "Αποδίδει το τόξο εφαπτομένης των καθορισμένων συντεταγμένων x και y σε ακτίνια, με πεδίο τιμών από -π έως π, εκτός του -π.",
		arguments: [
			{
				name: "αριθμός_x",
				description: "είναι η συντεταγμένη x του σημείου"
			},
			{
				name: "αριθμός_y",
				description: "είναι η συντεταγμένη y του σημείου"
			}
		]
	},
	{
		name: "ATANH",
		description: "Αποδίδει το τόξο υπερβολικής εφαπτομένης ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός μεταξύ 1 και -1, εκτός των τιμών -1 και 1"
			}
		]
	},
	{
		name: "AVEDEV",
		description: "Αποδίδει τον μέσο όρο των απόλυτων αποκλίσεων των σημείων δεδομένων από τον μέσο τους. Τα ορίσματα μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 ορίσματα για τα οποία θέλετε τον μέσο όρο των απόλυτων αποκλίσεων"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 ορίσματα για τα οποία θέλετε τον μέσο όρο των απόλυτων αποκλίσεων"
			}
		]
	},
	{
		name: "AVERAGE",
		description: "Αποδίδει τον αριθμητικό μέσο όρο των ορισμάτων του, τα οποία μπορεί να είναι αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα για τα οποία αναζητάτε τον μέσο όρο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα για τα οποία αναζητάτε τον μέσο όρο"
			}
		]
	},
	{
		name: "AVERAGEA",
		description: "Αποδίδει τον μέσο όρο (αριθμητικό μέσο) των ορισμάτων του, θεωρώντας το κείμενο και τις τιμές FALSE ως 0 και τις τιμές TRUE ως 1. Τα ορίσματα μπορεί να είναι αριθμοί, ονόματα πίνακες ή αναφορές.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 ορίσματα των οποίων θέλετε τον μέσο όρο"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 ορίσματα των οποίων θέλετε τον μέσο όρο"
			}
		]
	},
	{
		name: "AVERAGEIF",
		description: "Βρίσκει τον μέσο όρο (αριθμητικό μέσο όρο) για τα κελιά που καθορίζονται από μια δεδομένη συνθήκη ή κριτήριο.",
		arguments: [
			{
				name: "περιοχή",
				description: "είναι η περιοχή κελιών που θέλετε να αναλύσετε"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη ή το κριτήριο με τη μορφή αριθμού, παράστασης ή κειμένου που καθορίζει ποια κελιά θα χρησιμοποιηθούν για την εύρεση του μέσου όρου"
			},
			{
				name: "περιοχή_μέσου_όρου",
				description: "είναι τα κελιά που θα χρησιμοποιηθούν για τον υπολογισμό του μέσου όρου. Εάν παραληφθούν, χρησιμοποιούνται τα κελιά στην περιοχή "
			}
		]
	},
	{
		name: "AVERAGEIFS",
		description: "Βρίσκει τον μέσο όρο (αριθμητικό μέσο όρο) για τα κελιά που καθορίζονται από ένα δεδομένο σύνολο συνθηκών ή κριτηρίων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "περιοχή_μέσου_όρου",
				description: "είναι τα κελιά που θα χρησιμοποιηθούν για τον υπολογισμό του μέσου όρου."
			},
			{
				name: "περιοχή_κριτηρίων",
				description: "είναι η περιοχή κελιών που θέλετε να αναλύσετε για τη συγκεκριμένη συνθήκη"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη ή το κριτήριο με τη μορφή αριθμού, παράστασης ή κειμένου που καθορίζει ποια κελιά θα χρησιμοποιηθούν για την εύρεση του μέσου όρου"
			}
		]
	},
	{
		name: "BAHTTEXT",
		description: "Μετατρέπει έναν αριθμό σε κείμενο (baht).",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "BASE",
		description: "Μετατρέπει έναν αριθμό σε αναπαράσταση κειμένου με την δεδομένη βάση.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "βάση",
				description: "είναι η βάση στην οποία θέλετε να μετατρέψετε τον αριθμό"
			},
			{
				name: "ελάχιστο_μήκος",
				description: "είναι το ελάχιστο μήκος της αποδιδόμενης συμβολοσειράς.  Εάν παραληφθεί, δεν προστίθενται μηδενικά μπροστά από τον αριθμό του αποτελέσματος"
			}
		]
	},
	{
		name: "BESSELI",
		description: "Αποδίδει την τροποποιημένη συνάρτηση Bessel In(x).",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογιστεί η συνάρτηση"
			},
			{
				name: "n",
				description: "είναι η τάξη της συνάρτησης Bessel"
			}
		]
	},
	{
		name: "BESSELJ",
		description: "Αποδίδει τη συνάρτηση Bessel Jn(x).",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογιστεί η συνάρτηση"
			},
			{
				name: "n",
				description: "είναι η τάξη της συνάρτησης Bessel"
			}
		]
	},
	{
		name: "BESSELK",
		description: "Αποδίδει την τροποποιημένη συνάρτηση Bessel Kn(x).",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογιστεί η συνάρτηση"
			},
			{
				name: "n",
				description: "είναι η τάξη της συνάρτησης"
			}
		]
	},
	{
		name: "BESSELY",
		description: "Αποδίδει τη συνάρτηση Bessel Yn(x).",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογιστεί η συνάρτηση"
			},
			{
				name: "n",
				description: "είναι η τάξη της συνάρτησης"
			}
		]
	},
	{
		name: "BETA.DIST",
		description: "Αποδίδει τη συνάρτηση κατανομής πιθανότητας βήτα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή μεταξύ του A και του B στην οποία θα εκτιμηθεί η συνάρτηση"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή: παίρνει την τιμή TRUE για τη συνάρτηση αθροιστικής κατανομής και την τιμή FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			},
			{
				name: "A",
				description: "είναι ένα προαιρετικό κατώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, A = 0"
			},
			{
				name: "B",
				description: "είναι ένα προαιρετικό ανώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, B = 1"
			}
		]
	},
	{
		name: "BETA.INV",
		description: "Αποδίδει το αντίστροφο της συνάρτησης αθροιστικής πυκνότητας πιθανότητας βήτα (BETA.DIST).",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την κατανομή βήτα"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "A",
				description: "είναι ένα προαιρετικό κατώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Α = 0."
			},
			{
				name: "B",
				description: "είναι ένα προαιρετικό ανώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Β = 1"
			}
		]
	},
	{
		name: "BETADIST",
		description: "Αποδίδει τη συνάρτηση πυκνότητας αθροιστικής πιθανότητας βήτα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή μεταξύ του Α και του Β στην οποία θα εκτιμηθεί η συνάρτηση"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "A",
				description: "είναι ένα προαιρετικό κατώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Α = 0."
			},
			{
				name: "B",
				description: "είναι ένα προαιρετικό ανώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Β = 1"
			}
		]
	},
	{
		name: "BETAINV",
		description: "Αποδίδει το αντίστροφο της συνάρτησης αθροιστικής πυκνότητας πιθανότητας βήτα (BETADIST).",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την κατανομή βήτα"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος κατανομής και πρέπει να είναι μεγαλύτερη από 0"
			},
			{
				name: "A",
				description: "είναι ένα προαιρετικό κατώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Α = 0."
			},
			{
				name: "B",
				description: "είναι ένα προαιρετικό ανώτατο όριο στο διάστημα του x. Εάν παραλειφθεί, το Β = 1"
			}
		]
	},
	{
		name: "BIN2DEC",
		description: "Μετατρέπει έναν δυαδικό αριθμό σε δεκαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δυαδικός αριθμός που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "BIN2HEX",
		description: "Μετατρέπει έναν δυαδικό αριθμό σε δεκαεξαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δυαδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "BIN2OCT",
		description: "Μετατρέπει έναν δυαδικό αριθμό σε οκταδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δυαδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "BINOM.DIST",
		description: "Αποδίδει την πιθανότητα διωνυμικής κατανομής μεμονωμένου όρου.",
		arguments: [
			{
				name: "αριθμός_επιτυχιών",
				description: "είναι το πλήθος των επιτυχιών στις δοκιμές"
			},
			{
				name: "δοκιμές",
				description: "είναι το πλήθος των ανεξάρτητων δοκιμών"
			},
			{
				name: "πιθανότητα_επιτυχίας",
				description: "είναι η πιθανότητα επιτυχίας κάθε δοκιμής"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "BINOM.DIST.RANGE",
		description: "Αποδίδει την πιθανότητα ενός αποτελέσματος δοκιμής που προκύπτει από τη χρήση διωνυμικής κατανομής.",
		arguments: [
			{
				name: "δοκιμές",
				description: "είναι το πλήθος των ανεξάρτητων δοκιμών"
			},
			{
				name: "πιθανότητα_ε",
				description: "είναι η πιθανότητα επιτυχίας σε κάθε δοκιμή"
			},
			{
				name: "πλήθος_ε",
				description: "είναι το πλήθος των επιτυχιών στις δοκιμές"
			},
			{
				name: "πλήθος_ε2",
				description: "εάν παρέχεται, η συνάρτηση αυτή αποδίδει την πιθανότητα το πλήθος των επιτυχών δοκιμών να βρίσκεται μεταξύ των αριθμών πλήθος_ε και πλήθος_ε2"
			}
		]
	},
	{
		name: "BINOM.INV",
		description: "Αποδίδει τη μικρότερη τιμή της οποίας η αθροιστική διωνυμική κατανομή είναι μεγαλύτερη ή ίση της τιμής ενός κριτηρίου.",
		arguments: [
			{
				name: "δοκιμές",
				description: "είναι ο αριθμός των δοκιμών Bernoulli"
			},
			{
				name: "πιθανότητα_επιτυχίας",
				description: "είναι η πιθανότητα επιτυχίας κάθε δοκιμής, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "άλφα",
				description: "είναι η τιμή κριτηρίου, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			}
		]
	},
	{
		name: "BINOMDIST",
		description: "Αποδίδει την πιθανότητα διωνυμικής κατανομής μεμονωμένου όρου.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το πλήθος των επιτυχιών στις δοκιμές"
			},
			{
				name: "δοκιμές",
				description: "είναι το πλήθος των ανεξάρτητων δοκιμών"
			},
			{
				name: "πιθανότητα",
				description: "είναι η πιθανότητα επιτυχίας κάθε δοκιμής"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "BITAND",
		description: "Αποδίδει το λογικό 'και' με βάση τα bit δύο αριθμών.",
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			},
			{
				name: "αριθμός2",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			}
		]
	},
	{
		name: "BITLSHIFT",
		description: "Αποδίδει έναν αριθμό ο οποίος έχει μετατοπιστεί προς τα αριστερά κατά τόσα bit όσα το  πλήθος_μετατόπισης.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			},
			{
				name: "πλήθος_μετατόπισης",
				description: "είναι το πλήθος των bit κατά το οποίο θα μετατοπιστεί ο αριθμός προς τα αριστερά"
			}
		]
	},
	{
		name: "BITOR",
		description: "Αποδίδει το λογικό 'ή' με βάση τα bit δύο αριθμών.",
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			},
			{
				name: "αριθμός2",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			}
		]
	},
	{
		name: "BITRSHIFT",
		description: "Αποδίδει έναν αριθμό ο οποίος έχει μετατοπιστεί προς τα δεξιά κατά τόσα bit όσα το πλήθος_μετατόπισης.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			},
			{
				name: "πλήθος_μετατόπισης",
				description: "είναι το πλήθος των bit κατά το οποίο θα μετατοπιστούν τα bit του αριθμού προς τα δεξιά"
			}
		]
	},
	{
		name: "BITXOR",
		description: "Αποδίδει το λογικό 'αποκλειστικό ή' με βάση τα bit δύο αριθμών.",
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			},
			{
				name: "αριθμός2",
				description: "είναι η δεκαδική αναπαράσταση του δυαδικού αριθμού που θέλετε να συμπεριλάβετε στον υπολογισμό"
			}
		]
	},
	{
		name: "CEILING",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα πάνω, στον πλησιέστερο ακέραιο ή στο πλησιέστερο σημαντικό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να στρογγυλοποιήσετε"
			}
		]
	},
	{
		name: "CEILING.MATH",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα επάνω, στον πλησιέστερο ακέραιο ή στο πλησιέστερο πολλαπλάσιο των σημαντικών ψηφίων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να γίνει η στρογγυλοποίηση"
			},
			{
				name: "τρόπος",
				description: "όταν δίνεται και είναι διαφορετικός από μηδέν, η συνάντηση αυτή στρογγυλοποιεί αντίθετα από το μηδέν"
			}
		]
	},
	{
		name: "CEILING.PRECISE",
		description: "Στρογγυλοποιεί έναν αριθμό στον πλησιέστερο ακέραιο ή στο πλησιέστερο σημαντικό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να στρογγυλοποιήσετε"
			}
		]
	},
	{
		name: "CELL",
		description: "Παρέχει πληροφορίες για τη μορφοποίηση, τη θέση ή τα περιεχόμενα του πρώτου κελιού, ανάλογα με τη διάταξη ανάγνωσης του φύλλου, σε μια αναφορά.",
		arguments: [
			{
				name: "τύπος_πληροφοριών",
				description: "είναι μια τιμή κειμένου που καθορίζει τον τύπο πληροφοριών κελιού που θέλετε."
			},
			{
				name: "αναφορά",
				description: "είναι το κελί για το οποίο αναζητάτε πληροφορίες"
			}
		]
	},
	{
		name: "CHAR",
		description: "Αποδίδει το χαρακτήρα που καθορίζεται από τον κωδικό αριθμό του συνόλου χαρακτήρων του υπολογιστή σας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ένας αριθμός μεταξύ 1 και 255 που καθορίζει το χαρακτήρα που θέλετε"
			}
		]
	},
	{
		name: "CHIDIST",
		description: "Αποδίδει την πιθανότητα της δεξιάς πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή στην οποία θέλετε να εκτιμήσετε την κατανομή, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "CHIINV",
		description: "Αποδίδει το αντίστροφο της πιθανότητας της δεξιάς πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την κατανομή Χ-τετράγωνο, μια τιμή στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "CHISQ.DIST",
		description: "Αποδίδει την πιθανότητα αριστερής πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή, στην οποία θέλετε να εκτιμήσετε την κατανομή, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός μεταξύ 1 και 10^10, εκτός του 10^10"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή την τιμή FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "CHISQ.DIST.RT",
		description: "Αποδίδει την πιθανότητα δεξιάς πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή στην οποία θέλετε να εκτιμήσετε την κατανομή, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός μεταξύ 1 και 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV",
		description: "Αποδίδει το αντίστροφο της πιθανότητας αριστερής πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την κατανομή Χ-τετράγωνο, μια τιμή στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV.RT",
		description: "Αποδίδει το αντίστροφο της πιθανότητας δεξιάς πλευράς της κατανομής Χ-τετράγωνο.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την κατανομή Χ-τετράγωνο, μια τιμή στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ο αριθμός βαθμών ελευθερίας, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "CHISQ.TEST",
		description: "Αποδίδει τον έλεγχο της ανεξαρτησίας: την τιμή από την κατανομή x-τετράγωνο για τη στατιστική και τους ανάλογους βαθμούς ελευθερίας.",
		arguments: [
			{
				name: "πραγματικό_εύρος",
				description: "είναι η περιοχή δεδομένων με τις παρατηρήσεις που θα ελεγχθούν έναντι αναμενόμενων τιμών"
			},
			{
				name: "αναμενόμενο_εύρος",
				description: "είναι η περιοχή δεδομένων που περιέχει το λόγο του γινομένου των αθροισμάτων των γραμμών και των στηλών προς το γενικό άθροισμα"
			}
		]
	},
	{
		name: "CHITEST",
		description: "Επιστρέφει τον έλεγχο της ανεξαρτησίας: την τιμή από την κατανομή x-τετράγωνο για τη στατιστική και τους ανάλογους βαθμούς ελευθερίας.",
		arguments: [
			{
				name: "πραγματικό_εύρος",
				description: "είναι η περιοχή δεδομένων με τις παρατηρήσεις που θα ελεγχθούν έναντι αναμενόμενων τιμών"
			},
			{
				name: "αναμενόμενο_εύρος",
				description: "είναι η περιοχή δεδομένων που περιέχει το λόγο του γινομένου των αθροισμάτων των γραμμών και των στηλών προς το γενικό άθροισμα"
			}
		]
	},
	{
		name: "CHOOSE",
		description: "Επιλέγει μια τιμή ή μια ενέργεια προς εκτέλεση από λίστα τιμών, βάσει ενός αριθμού ευρετηρίου.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός_δείκτη",
				description: "καθορίζει ποιο όρισμα τιμής έχει επιλεγεί. Η παράμετρος αριθμός_δείκτη θα πρέπει είτε να παίρνει τιμές από 1 έως 254 είτε να είναι ένας τύπος ή μια αναφορά σε έναν αριθμό από 1 έως 254"
			},
			{
				name: "τιμή1",
				description: "είναι 1 έως 254 αριθμοί, αναφορές κελιών, καθορισμένα ονόματα, τύποι ή ορίσματα κειμένου, από τα οποία επιλέγει η συνάρτηση CHOOSE"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 254 αριθμοί, αναφορές κελιών, καθορισμένα ονόματα, τύποι ή ορίσματα κειμένου, από τα οποία επιλέγει η συνάρτηση CHOOSE"
			}
		]
	},
	{
		name: "CLEAN",
		description: "Καταργεί όλους τους μη εκτυπώσιμους χαρακτήρες από το κείμενο.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι οποιαδήποτε πληροφορία φύλλου εργασίας, από την οποία θέλετε να καταργήσετε τους μη εκτυπώσιμους χαρακτήρες"
			}
		]
	},
	{
		name: "CODE",
		description: "Αποδίδει έναν αριθμητικό κωδικό για τον πρώτο χαρακτήρα μιας ακολουθίας, στο σύνολο χαρακτήρων του υπολογιστή σας.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο του οποίου θέλετε τον κωδικό για τον πρώτο χαρακτήρα"
			}
		]
	},
	{
		name: "COLUMN",
		description: "Αποδίδει τον αριθμό στήλης μιας αναφοράς.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι το κελί ή η περιοχή συνεχόμενων κελιών για τα οποία θέλετε τον αριθμό στήλης. Εάν παραλειφθεί, χρησιμοποιείται το κελί που περιέχει τη συνάρτηση COLUMN"
			}
		]
	},
	{
		name: "COLUMNS",
		description: "Αποδίδει τον αριθμό στηλών που περιέχονται σε έναν πίνακα ή μια αναφορά.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι πίνακας, τύπος πίνακα ή αναφορά σε περιοχή κελιών, για τα οποία αναζητάτε το πλήθος των στηλών"
			}
		]
	},
	{
		name: "COMBIN",
		description: "Αποδίδει τον αριθμό συνδυασμών για δεδομένο πλήθος στοιχείων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το συνολικό πλήθος στοιχείων"
			},
			{
				name: "επιλεγμένος_αριθμός",
				description: "είναι το πλήθος των στοιχείων σε κάθε συνδυασμό"
			}
		]
	},
	{
		name: "COMBINA",
		description: "Αποδίδει τον αριθμό συνδυασμών με επαναλήψεις για δεδομένο πλήθος στοιχείων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το συνολικό πλήθος στοιχείων"
			},
			{
				name: "επιλεγμένος_αριθμός",
				description: "είναι το πλήθος των στοιχείων σε κάθε συνδυασμό"
			}
		]
	},
	{
		name: "COMPLEX",
		description: "Μετατρέπει τον πραγματικό και τον φανταστικό συντελεστή σε μιγαδικό αριθμό.",
		arguments: [
			{
				name: "πραγματικός_αριθμός",
				description: "είναι ο πραγματικός συντελεστής του μιγαδικού αριθμού"
			},
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ο φανταστικός  συντελεστής του μιγαδικού αριθμού"
			},
			{
				name: "επίθημα",
				description: "είναι το πρόθεμα για το φανταστικό μέρος του μιγαδικού αριθμού"
			}
		]
	},
	{
		name: "CONCATENATE",
		description: "Ενοποιεί συμβολοσειρές κειμένου σε μια συμβολοσειρά.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "κείμενο1",
				description: "είναι 1 έως 255 συμβολοσειρές κειμένου που θα ενοποιηθούν σε μια συμβολοσειρά και μπορεί να είναι συμβολοσειρές κειμένου, αριθμοί ή αναφορές σε ένα μόνο κελί"
			},
			{
				name: "κείμενο2",
				description: "είναι 1 έως 255 συμβολοσειρές κειμένου που θα ενοποιηθούν σε μια συμβολοσειρά και μπορεί να είναι συμβολοσειρές κειμένου, αριθμοί ή αναφορές σε ένα μόνο κελί"
			}
		]
	},
	{
		name: "CONFIDENCE",
		description: "Αποδίδει το διάστημα εμπιστοσύνης για τον αριθμητικό μέσο ενός πληθυσμού χρησιμοποιώντας μια κανονική κατανομή.",
		arguments: [
			{
				name: "άλφα",
				description: "είναι το επίπεδο σημαντικότητας που χρησιμοποιείται για τον υπολογισμό του επιπέδου εμπιστοσύνης, ένας αριθμός μεγαλύτερος του 0 και μικρότερος του 1"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση του πληθυσμού για την περιοχή δεδομένων και θεωρείται γνωστή. Η παράμετρος τυπική_απόκλιση πρέπει να είναι μεγαλύτερη από το 0"
			},
			{
				name: "μέγεθος",
				description: "είναι το μέγεθος του δείγματος"
			}
		]
	},
	{
		name: "CONFIDENCE.NORM",
		description: "Αποδίδει το διάστημα εμπιστοσύνης για τον αριθμητικό μέσο ενός πληθυσμού, χρησιμοποιώντας κανονική κατανομή.",
		arguments: [
			{
				name: "άλφα",
				description: "είναι το επίπεδο σημαντικότητας που χρησιμοποιείται για τον υπολογισμό του επιπέδου εμπιστοσύνης, ένας αριθμός μεγαλύτερος του 0 και μικρότερος του 1"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση του πληθυσμού για την περιοχή δεδομένων και θεωρείται γνωστή. Η παράμετρος Standard_dev πρέπει να είναι μεγαλύτερη από το 0"
			},
			{
				name: "μέγεθος",
				description: "είναι το μέγεθος του δείγματος"
			}
		]
	},
	{
		name: "CONFIDENCE.T",
		description: "Αποδίδει το διάστημα εμπιστοσύνης για τον αριθμητικό μέσο ενός πληθυσμού, χρησιμοποιώντας κατανομή T Student.",
		arguments: [
			{
				name: "άλφα",
				description: "είναι το επίπεδο σημαντικότητας που χρησιμοποιείται για τον υπολογισμό του επιπέδου εμπιστοσύνης, ένας αριθμός μεγαλύτερος του 0 και μικρότερος του 1"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση του πληθυσμού για την περιοχή δεδομένων και θεωρείται γνωστή. Η παράμετρος 'τυπική_απόκλιση' πρέπει να είναι μεγαλύτερη από το 0"
			},
			{
				name: "μέγεθος",
				description: "είναι το μέγεθος του δείγματος"
			}
		]
	},
	{
		name: "CONVERT",
		description: "Μετατρέπει έναν αριθμό από ένα σύστημα μέτρησης σε άλλο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή στο όρισμα από_μονάδα που θα μετατραπεί"
			},
			{
				name: "από_μονάδα",
				description: "είναι οι μονάδες για τον αριθμό"
			},
			{
				name: "σε_μονάδα",
				description: "είναι οι μονάδες για το αποτέλεσμα"
			}
		]
	},
	{
		name: "CORREL",
		description: "Αποδίδει το συντελεστή συσχέτισης δύο συνόλων δεδομένων.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι μια περιοχή κελιών με τιμές. Οι τιμές θα πρέπει να είναι αριθμοί, ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς."
			},
			{
				name: "πίνακας2",
				description: "είναι μια δεύτερη περιοχή κελιών με τιμές. Οι τιμές θα πρέπει να είναι αριθμοί, ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "COS",
		description: "Αποδίδει το συνημίτονο μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια για την οποία αναζητάτε το συνημίτονο"
			}
		]
	},
	{
		name: "COSH",
		description: "Αποδίδει το υπερβολικό συνημίτονο ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός"
			}
		]
	},
	{
		name: "COT",
		description: "Αποδίδει την συνεφαπτομένη μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε τη συνεφαπτομένη"
			}
		]
	},
	{
		name: "COTH",
		description: "Αποδίδει την υπερβολική συνεφαπτομένη ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε την υπερβολική συνεφαπτομένη"
			}
		]
	},
	{
		name: "COUNT",
		description: "Μετράει το πλήθος των κελιών σε μια περιοχή που περιέχει αριθμούς.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 ορίσματα που μπορούν να περιέχουν ή να αναφέρονται σε ποικιλία τύπων δεδομένων, από τα οποία ωστόσο καταμετρούνται μόνο οι αριθμοί"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 ορίσματα που μπορούν να περιέχουν ή να αναφέρονται σε ποικιλία τύπων δεδομένων, από τα οποία ωστόσο καταμετρούνται μόνο οι αριθμοί"
			}
		]
	},
	{
		name: "COUNTA",
		description: "Μετράει το πλήθος των κελιών μιας περιοχής που δεν είναι κενά.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 ορίσματα που αναπαριστούν τις τιμές και τα κελιά που θέλετε να καταμετρήσετε. Οι τιμές μπορεί να αντιστοιχούν σε οποιονδήποτε τύπο πληροφορίας"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 ορίσματα που αναπαριστούν τις τιμές και τα κελιά που θέλετε να καταμετρήσετε. Οι τιμές μπορεί να αντιστοιχούν σε οποιονδήποτε τύπο πληροφορίας"
			}
		]
	},
	{
		name: "COUNTBLANK",
		description: "Μετρά το πλήθος των κενών κελιών σε μια καθορισμένη περιοχή.",
		arguments: [
			{
				name: "περιοχή",
				description: "είναι η περιοχή της οποίας τα κενά κελιά επιθυμείτε να καταμετρήσετε"
			}
		]
	},
	{
		name: "COUNTIF",
		description: "Μετράει το πλήθος των κελιών, σε μια περιοχή που ικανοποιεί την καθορισμένη συνθήκη.",
		arguments: [
			{
				name: "περιοχή",
				description: "είναι η περιοχή κελιών στην οποία επιθυμείτε να καταμετρήσετε τα μη κενά κελιά"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη με μορφή αριθμού, παράστασης ή κειμένου που ορίζει ποια κελιά θα καταμετρηθούν"
			}
		]
	},
	{
		name: "COUNTIFS",
		description: "Μετράει τα κελιά που καθορίζονται από ένα δεδομένο σύνολο συνθηκών ή κριτηρίων.",
		arguments: [
			{
				name: "περιοχή_κριτηρίων",
				description: "είναι η περιοχή κελιών που θέλετε να αναλύσετε για τη συγκεκριμένη συνθήκη"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη με τη μορφή αριθμού, παράστασης ή κειμένου που ορίζει ποια κελιά θα απαριθμηθούν"
			}
		]
	},
	{
		name: "COUPDAYBS",
		description: "Αποδίδει τον αριθμό των ημερών από την αρχή της περιόδου τοκομεριδίων μέχρι την ημερομηνία διακανονισμού.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "συχνότητα",
				description: "είναι ο αριθμός των πληρωμών τοκομεριδίων ανά έτος"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "COUPNCD",
		description: "Αποδίδει την επόμενη ημερομηνία τοκομεριδίου μετά την ημερομηνία διακανονισμού.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "συχνότητα",
				description: "είναι ο αριθμός των πληρωμών τοκομεριδίων ανά έτος"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "COUPNUM",
		description: "Αποδίδει τον αριθμό των πληρωτέων τοκομεριδίων μεταξύ της ημερομηνίας διακανονισμού και της ημερομηνίας λήξης.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "συχνότητα",
				description: "είναι ο αριθμός των πληρωμών τοκομεριδίων ανά έτος"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "COUPPCD",
		description: "Αποδίδει την ημερομηνία του προηγούμενου τοκομεριδίου πριν από την ημερομηνία διακανονισμού.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "συχνότητα",
				description: "είναι ο αριθμός των πληρωμών τοκομεριδίων ανά έτος"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "COVAR",
		description: "Αποδίδει τη συνδιακύμανση, το μέσο όρο των γινομένων των αποκλίσεων για κάθε ζεύγος σημείων δεδομένων σε δύο σύνολα δεδομένων.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι η πρώτη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "πίνακας2",
				description: "είναι η δεύτερη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "COVARIANCE.P",
		description: "Αποδίδει τη συνδιακύμανση, το μέσο όρο των γινομένων των αποκλίσεων για κάθε ζεύγος σημείων δεδομένων σε δύο σύνολα δεδομένων.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι η πρώτη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "πίνακας2",
				description: "είναι η δεύτερη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "COVARIANCE.S",
		description: "Αποδίδει τη συνδιακύμανση δείγματος, το μέσο όρο των γινομένων των αποκλίσεων για κάθε ζεύγος σημείων δεδομένων σε δύο σύνολα δεδομένων.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι η πρώτη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "πίνακας2",
				description: "είναι η δεύτερη περιοχή κελιών με ακέραιους αριθμούς και πρέπει να είναι αριθμοί, πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "CRITBINOM",
		description: "Αποδίδει τη μικρότερη τιμή της οποίας η αθροιστική διωνυμική κατανομή είναι μεγαλύτερη ή ίση της τιμής ενός κριτηρίου.",
		arguments: [
			{
				name: "δοκιμές",
				description: "είναι ο αριθμός των δοκιμών Bernoulli"
			},
			{
				name: "πιθανότητα",
				description: "είναι η πιθανότητα επιτυχίας κάθε δοκιμής, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "άλφα",
				description: "είναι η τιμή κριτηρίου, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			}
		]
	},
	{
		name: "CSC",
		description: "Αποδίδει τη συντέμνουσα μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε τη συντέμνουσα"
			}
		]
	},
	{
		name: "CSCH",
		description: "Αποδίδει την υπερβολική συντέμνουσα μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε την υπερβολική συντέμνουσα"
			}
		]
	},
	{
		name: "CUMIPMT",
		description: "Αποδίδει τον σωρευτικό τόκο πληρωμής μεταξύ δύο περιόδων.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι ο συνολικός αριθμός των περιόδων πληρωμής"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία"
			},
			{
				name: "περίοδος_έναρξης",
				description: "είναι η πρώτη περίοδος στον υπολογισμό"
			},
			{
				name: "περίοδος_λήξης",
				description: "είναι η τελευταία  περίοδος στον υπολογισμό"
			},
			{
				name: "τύπος",
				description: "είναι η ρύθμιση του χρόνου πληρωμής"
			}
		]
	},
	{
		name: "CUMPRINC",
		description: "Αποδίδει το σωρευτικό κεφάλαιο πληρωμής μεταξύ δύο περιόδων.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι ο συνολικός αριθμός των περιόδων πληρωμής"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία"
			},
			{
				name: "περίοδος_έναρξης",
				description: "είναι η πρώτη περίοδος στον υπολογισμό"
			},
			{
				name: "περίοδος_λήξης",
				description: "είναι η τελευταία  περίοδος στον υπολογισμό"
			},
			{
				name: "τύπος",
				description: "είναι η ρύθμιση του χρόνου πληρωμής"
			}
		]
	},
	{
		name: "DATE",
		description: "Αποδίδει τον αριθμό που αναπαριστά την ημερομηνία στον κώδικα ημερομηνίας-ώρας του Spreadsheet.",
		arguments: [
			{
				name: "έτος",
				description: "είναι ένας αριθμός από το 1900 έως το 9999 στο Spreadsheet για Windows ή από το 1904 έως το 9999 στο Spreadsheet για Macintosh"
			},
			{
				name: "μήνας",
				description: "είναι ένας αριθμός από το 1 έως το 12 που αναπαριστά το μήνα του έτους"
			},
			{
				name: "ημέρα",
				description: "είναι ένας αριθμός από το 1 έως το 31 που αναπαριστά την ημέρα του μήνα"
			}
		]
	},
	{
		name: "DATEDIF",
		description: "",
		arguments: [
		]
	},
	{
		name: "DATEVALUE",
		description: "Μετατρέπει μια ημερομηνία που έχει μορφή κειμένου σε αριθμό που αναπαριστά την ημερομηνία στον κώδικα ημερομηνίας-ώρας του Spreadsheet.",
		arguments: [
			{
				name: "κείμενο_ημερομηνίας",
				description: "είναι κείμενο, το οποίο αναπαριστά μια ημερομηνία σε μορφή ημερομηνίας του Spreadsheet, μεταξύ 1/1/1900 (Windows) ή 1/1/1904 (Macintosh) και 31/12/9999"
			}
		]
	},
	{
		name: "DAVERAGE",
		description: "Αποδίδει τον μέσο όρο των τιμών μιας στήλης σε μια λίστα ή βάση δεδομένων που ικανοποιεί τις καθορισμένες συνθήκες.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους"
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DAY",
		description: "Αποδίδει την ημέρα του μήνα, ένας αριθμός από το 1 έως το 31.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet"
			}
		]
	},
	{
		name: "DAYS",
		description: "Αποδίδει τον αριθμό ημερών μεταξύ των δύο ημερομηνιών.",
		arguments: [
			{
				name: "τελική_ημερομηνία",
				description: "η αρχική_ημερομηνία και η τελική_ημερομηνία είναι οι δύο ημερομηνίες μεταξύ των οποίων θέλετε να ξέρετε πόσες ημέρες υπάρχουν"
			},
			{
				name: "αρχική_ημερομηνία",
				description: "η αρχική_ημερομηνία και η τελική_ημερομηνία είναι οι δύο ημερομηνίες μεταξύ των οποίων θέλετε να ξέρετε τον αριθμό των ημερών"
			}
		]
	},
	{
		name: "DAYS360",
		description: "Υπολογίζει το πλήθος των ημερών ανάμεσα σε δύο ημερομηνίες, βάσει έτους 360 ημερών (δώδεκα μήνες των 30 ημερών).",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "οι τιμές ημερομηνία_έναρξης και ημερομηνία_λήξης είναι οι δύο ημερομηνίες μεταξύ των οποίων θέλετε να υπολογίσετε το πλήθος των ημερών"
			},
			{
				name: "ημερομηνία_λήξης",
				description: "οι τιμές ημερομηνία_έναρξης και ημερομηνία_λήξης είναι οι δύο ημερομηνίες μεταξύ των οποίων θέλετε να υπολογίσετε το πλήθος των ημερών"
			},
			{
				name: "μέθοδος",
				description: "είναι μια λογική τιμή που καθορίζει τη μέθοδο υπολογισμού που θα χρησιμοποιηθεί: U.S. (NASD) = FALSE ή παραλείπεται, European =TRUE."
			}
		]
	},
	{
		name: "DB",
		description: "Αποδίδει την απόσβεση περιουσιακού στοιχείου για καθορισμένη περίοδο με τη μέθοδο του σταθερά φθίνοντος υπολοίπου.",
		arguments: [
			{
				name: "κόστος",
				description: "είναι το αρχικό κόστος περιουσιακού στοιχείου"
			},
			{
				name: "υπολειμματική",
				description: "είναι η υπολειπόμενη αξία στο τέλος της ζωής του περιουσιακού στοιχείου"
			},
			{
				name: "ζωή",
				description: "είναι ο αριθμός των περιόδων κατά τις οποίες γίνεται η απόσβεση του περιουσιακού στοιχείου (μερικές φορές λέγεται ωφέλιμη ζωή του περιουσιακού στοιχείου)"
			},
			{
				name: "περίοδος",
				description: "είναι η περίοδος για την οποία θέλετε να υπολογίσετε την απόσβεση. Η περίοδος πρέπει να χρησιμοποιεί τις ίδιες μονάδες με την ωφέλιμη ζωή."
			},
			{
				name: "μήνας",
				description: "είναι ο αριθμός των μηνών του πρώτου έτους. Εάν ο μήνας παραλείπεται, θεωρείται 12"
			}
		]
	},
	{
		name: "DCOUNT",
		description: "Μετράει τα κελιά που περιέχουν αριθμούς στο πεδίο (στήλη) εγγραφών μιας βάσης δεδομένων, τα οποία ικανοποιούν τις καθορισμένες συνθήκες.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DCOUNTA",
		description: "Μετράει μη κενά κελιά στο πεδίο (στήλη) εγγραφών μιας βάσης δεδομένων που ικανοποιούν τις καθορισμένες συνθήκες.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DDB",
		description: "Αποδίδει την απόσβεση περιουσιακού στοιχείου για μια συγκεκριμένη περίοδο, με τη μέθοδο του διπλά φθίνοντος υπολοίπου ή με άλλη μέθοδο που καθορίζετε.",
		arguments: [
			{
				name: "κόστος",
				description: "είναι το αρχικό κόστος περιουσιακού στοιχείου"
			},
			{
				name: "υπολειμματική",
				description: "είναι η υπολειμματική αξία στο τέλος της ζωής του περιουσιακού στοιχείου"
			},
			{
				name: "ζωή",
				description: "είναι ο αριθμός των περιόδων κατά τις οποίες γίνεται η απόσβεση του περιουσιακού στοιχείου (μερικές φορές λέγεται ωφέλιμη ζωή του περιουσιακού στοιχείου)"
			},
			{
				name: "περίοδος",
				description: "είναι η περίοδος για την οποία θέλετε να υπολογίσετε την απόσβεση. Η περίοδος πρέπει να χρησιμοποιεί τις ίδιες μονάδες με την ωφέλιμη ζωή."
			},
			{
				name: "παράγοντας",
				description: "είναι ο ρυθμός με τον οποίο φθίνει το υπόλοιπο. Εάν ο συντελεστής παραλείπεται, θεωρείται ότι είναι 2 (η μέθοδος του διπλά φθίνοντος υπολοίπου)"
			}
		]
	},
	{
		name: "DEC2BIN",
		description: "Μετατρέπει έναν δεκαδικό αριθμό σε δυαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαδικός ακέραιος που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι το πλήθος των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "DEC2HEX",
		description: "Μετατρέπει έναν δεκαδικό αριθμό σε δεκαεξαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαδικός ακέραιος που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι το πλήθος των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "DEC2OCT",
		description: "Μετατρέπει έναν δεκαδικό αριθμό σε οκταδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαδικός ακέραιος που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι το πλήθος των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "DECIMAL",
		description: "Μετατρέπει μια αναπαράσταση κειμένου ενός αριθμού δεδομένης βάσης σε δεκαδικό αριθμό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "βάση",
				description: "είναι η βάση του αριθμού που μετατρέπετε"
			}
		]
	},
	{
		name: "DEGREES",
		description: "Μετατρέπει τα ακτίνια σε μοίρες.",
		arguments: [
			{
				name: "γωνία",
				description: "είναι η γωνία σε ακτίνια που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "DELTA",
		description: "Ελέγχει αν δύο αριθμοί είναι ίσοι.",
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι ο πρώτος αριθμός"
			},
			{
				name: "αριθμός2",
				description: "είναι ο δεύτερος αριθμός"
			}
		]
	},
	{
		name: "DEVSQ",
		description: "Αποδίδει το άθροισμα των τετραγώνων των αποκλίσεων των σημείων δεδομένων από τον αριθμητικό μέσο του δείγματός τους.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 ορίσματα ή ένας πίνακας ή μια αναφορά σε πίνακα, των οποίων θέλετε να υπολογίσετε το άθροισμα των τετραγωνικών αποκλίσεων"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 ορίσματα ή ένας πίνακας ή μια αναφορά σε πίνακα, των οποίων θέλετε να υπολογίσετε το άθροισμα των τετραγωνικών αποκλίσεων"
			}
		]
	},
	{
		name: "DGET",
		description: "Εξαγάγει από βάση δεδομένων μια μόνο εγγραφή που ικανοποιεί τις καθορισμένες συνθήκες.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή μιας συνθήκης"
			}
		]
	},
	{
		name: "DISC",
		description: "Αποδίδει το προεξοφλητικό επιτόκιο ενός χρεογράφου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "τιμή",
				description: "είναι η τιμή του χρεογράφου ανά 100 € ονομαστικής αξίας"
			},
			{
				name: "εξαργύρωση",
				description: "είναι η τιμή εξαργύρωσης του χρεογράφου ανά 100 € ονομαστικής αξίας"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "DMAX",
		description: "Αποδίδει τον μεγαλύτερο αριθμό που ικανοποιεί τις καθορισμένες συνθήκες στο πεδίο (στήλη) εγγραφών μιας βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους"
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή μιας συνθήκης"
			}
		]
	},
	{
		name: "DMIN",
		description: "Αποδίδει τον μικρότερο αριθμό που ικανοποιεί τις καθορισμένες συνθήκες στο πεδίο (στήλη) εγγραφών μιας βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DOLLAR",
		description: "Μετατρέπει αριθμό σε κείμενο με χρήση νομισματικής μορφής.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ένας αριθμός, μια αναφορά σε κελί που περιέχει αριθμό ή ένας τύπος που αποδίδει αριθμό"
			},
			{
				name: "δεκαδικοί",
				description: "είναι ο αριθμός ψηφίων δεξιά της υποδιαστολής. Ο αριθμός στρογγυλοποιείται αν είναι απαραίτητο. Εάν παραλειφθεί, Δεκαδικοί =2"
			}
		]
	},
	{
		name: "DOLLARDE",
		description: "Μετατρέπει μια τιμή δολαρίων εκφρασμένη με κλάσμα, σε τιμή δολαρίων εκφρασμένη σε δεκαδικό αριθμό.",
		arguments: [
			{
				name: "κλασματικός_δολάριο",
				description: "είναι ένας αριθμός εκφρασμένος με κλάσμα"
			},
			{
				name: "κλάσμα",
				description: "είναι ο ακέραιος που θα χρησιμοποιηθεί στον παρονομαστή του κλάσματος"
			}
		]
	},
	{
		name: "DOLLARFR",
		description: "Μετατρέπει μια τιμή δολαρίων εκφρασμένη σε δεκαδικό αριθμό, σε τιμή δολαρίων εκφρασμένη σε κλάσμα.",
		arguments: [
			{
				name: "δεκαδικός_δολάριο",
				description: "είναι ένας δεκαδικός αριθμός"
			},
			{
				name: "κλάσμα",
				description: "είναι ο ακέραιος που θα χρησιμοποιηθεί στον παρονομαστή του κλάσματος"
			}
		]
	},
	{
		name: "DPRODUCT",
		description: "Πολλαπλασιάζει τις τιμές που ικανοποιούν τις καθορισμένες συνθήκες στο πεδίο (στήλη) εγγραφών της βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DSTDEV",
		description: "Υπολογίζει την τυπική απόκλιση βάσει δείγματος από επιλεγμένες καταχωρήσεις της βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους"
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DSTDEVP",
		description: "Υπολογίζει την τυπική απόκλιση βάσει ολόκληρου του πληθυσμού από τις επιλεγμένες καταχωρήσεις της βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους"
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DSUM",
		description: "Προσθέτει τους αριθμούς στο πεδίο (στήλη) εγγραφών της βάσης δεδομένων που ικανοποιούν τις καθορισμένες συνθήκες.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DVAR",
		description: "Υπολογίζει τη διακύμανση βάσει δείγματος από επιλεγμένες καταχωρήσεις βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους"
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "DVARP",
		description: "Υπολογίζει τη διακύμανση βάσει ολόκληρου του πληθυσμού επιλεγμένων καταχωρήσεων βάσης δεδομένων.",
		arguments: [
			{
				name: "βάση_δεδομένων",
				description: "είναι η περιοχή κελιών που σχηματίζουν τη λίστα ή τη βάση δεδομένων. Η βάση δεδομένων είναι μια λίστα από δεδομένα που σχετίζονται μεταξύ τους."
			},
			{
				name: "πεδίο",
				description: "είναι είτε η ετικέτα της στήλης σε εισαγωγικά είτε ένας αριθμός που αναπαριστά τη θέση της στήλης στη λίστα"
			},
			{
				name: "κριτήρια",
				description: "είναι η περιοχή κελιών που περιέχει τις συνθήκες που καθορίζετε. Η περιοχή περιλαμβάνει μια ετικέτα στήλης και ένα κελί κάτω από την ετικέτα για την εισαγωγή συνθήκης"
			}
		]
	},
	{
		name: "EDATE",
		description: "Αποδίδει τον αύξοντα αριθμό μιας ημερομηνίας που υποδεικνύεται από το πλήθος των μηνών πριν ή μετά την αρχική ημερομηνία.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "μήνες",
				description: "είναι ο αριθμός των μηνών πριν ή μετά την ημερομηνία_έναρξης"
			}
		]
	},
	{
		name: "EFFECT",
		description: "Αποδίδει το πραγματικό ετήσιο επιτόκιο.",
		arguments: [
			{
				name: "ονομαστικό_επιτόκιο",
				description: "είναι το ονομαστικό επιτόκιο"
			},
			{
				name: "αριθμός_περιόδων_ανά_έτος",
				description: "είναι ο αριθμός των σύνθετων περιόδων ανά έτος"
			}
		]
	},
	{
		name: "ENCODEURL",
		description: "Αποδίδει μια συμβολοσειρά με κωδικοποίηση URL.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι μια συμβολοσειρά για κωδικοποίηση URL"
			}
		]
	},
	{
		name: "EOMONTH",
		description: "Αποδίδει τον αύξοντα αριθμό της τελευταίας ημέρας του μήνα πριν ή μετά από ένα συγκεκριμένο αριθμό μηνών.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "μήνες",
				description: "είναι ο αριθμός των μηνών πριν ή μετά την ημερομηνία_έναρξης"
			}
		]
	},
	{
		name: "ERF",
		description: "Αποδίδει τη συνάρτηση σφάλματος.",
		arguments: [
			{
				name: "κατώτερο_όριο",
				description: "είναι το κάτω όριο για την ολοκληρωτική ERF"
			},
			{
				name: "ανώτερο_όριο",
				description: "είναι το ανώτερο όριο για την ολοκληρωτική ERF"
			}
		]
	},
	{
		name: "ERF.PRECISE",
		description: "Αποδίδει τη συνάρτηση σφάλματος.",
		arguments: [
			{
				name: "X",
				description: "είναι το χαμηλότερο όριο για την ολοκληρωτική ERF.PRECISE"
			}
		]
	},
	{
		name: "ERFC",
		description: "Αποδίδει τη συμπληρωματική συνάρτηση σφάλματος.",
		arguments: [
			{
				name: "x",
				description: "είναι το κάτω όριο για την ολοκληρωτική ERF"
			}
		]
	},
	{
		name: "ERFC.PRECISE",
		description: "Αποδίδει τη συμπληρωματική συνάρτηση σφάλματος.",
		arguments: [
			{
				name: "X",
				description: "είναι το χαμηλότερο όριο για την ολοκληρωτική ERFC.PRECISE"
			}
		]
	},
	{
		name: "ERROR.TYPE",
		description: "Αποδίδει έναν αριθμό που αντιστοιχεί σε μια τιμή σφάλματος.",
		arguments: [
			{
				name: "τιμή_σφάλματος",
				description: "είναι η τιμή σφάλματος της οποίας θέλετε να βρείτε τον αριθμό αναγνώρισης και μπορεί να είναι μια πραγματική τιμή σφάλματος ή μια αναφορά σε κελί που περιέχει τιμή σφάλματος"
			}
		]
	},
	{
		name: "EVEN",
		description: "Στρογγυλοποιεί έναν θετικό αριθμό προς τα επάνω και έναν αρνητικό αριθμό προς τα κάτω στον πλησιέστερο άρτιο ακέραιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα στρογγυλοποιηθεί"
			}
		]
	},
	{
		name: "EXACT",
		description: "Ελέγχει αν δύο ακολουθίες χαρακτήρων κειμένου είναι πανομοιότυπες και επιστρέφει TRUE ή FALSE. Η παράμετρος EXACT κάνει διάκριση πεζών-κεφαλαίων.",
		arguments: [
			{
				name: "κείμενο1",
				description: "είναι η πρώτη ακολουθία χαρακτήρων κειμένου"
			},
			{
				name: "κείμενο2",
				description: "είναι η δεύτερη ακολουθία χαρακτήρων κειμένου"
			}
		]
	},
	{
		name: "EXP",
		description: "Αποδίδει το e υψωμένο στη δύναμη του καθορισμένου αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο εκθέτης που εφαρμόζεται στη βάση e. Η σταθερά e είναι ίση με το 2,71828182845904, που αποτελεί τη βάση του φυσικού λογαρίθμου"
			}
		]
	},
	{
		name: "EXPON.DIST",
		description: "Αποδίδει την εκθετική κατανομή.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της συνάρτησης, ένας μη αρνητικός αριθμός"
			},
			{
				name: "λάμδα",
				description: "είναι η τιμή παραμέτρου, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή την τιμή FALSE για την συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "EXPONDIST",
		description: "Αποδίδει την εκθετική κατανομή.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της συνάρτησης, ένας μη αρνητικός αριθμός"
			},
			{
				name: "λάμδα",
				description: "είναι η τιμή παραμέτρου, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή την τιμή FALSE για την συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "F.DIST",
		description: "Αποδίδει την κατανομή πιθανοτήτων F (αριστερής πλευράς) (βαθμός διαφοροποίησης) για δύο σύνολα δεδομένων.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή την τιμή FALSE για την συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "F.DIST.RT",
		description: "Αποδίδει την κατανομή πιθανοτήτων F (δεξιάς πλευράς) (βαθμός διαφοροποίησης) για δύο σύνολα δεδομένων.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "F.INV",
		description: "Αποδίδει το αντίστροφο της κατανομής πιθανοτήτων F (αριστερής πλευράς). Εάν p = F.DIST(x,...), τότε F.INV(p,...) = x.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι μια πιθανότητα σχετική με την αθροιστική κατανομή F, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "F.INV.RT",
		description: "Αποδίδει το αντίστροφο της κατανομής πιθανοτήτων F (δεξιάς πλευράς). Εάν p = F.DIST.RT(x,...), τότε F.INV.RT(p,...) = x.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την αθροιστική κατανομή F, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "F.TEST",
		description: "Αποδίδει το αποτέλεσμα ενός ελέγχου F, τη δίπλευρη πιθανότητα ότι οι διακυμάνσεις στον πίνακα 1 και στον πίνακα 2 δεν παρουσιάζουν σημαντικές διαφορές.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι ο πρώτος πίνακας ή περιοχή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς (τα κενά παραβλέπονται)"
			},
			{
				name: "πίνακας2",
				description: "είναι ο δεύτερος πίνακας ή περιοχή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς (τα κενά παραβλέπονται)"
			}
		]
	},
	{
		name: "FACT",
		description: "Αποδίδει το παραγοντικό ενός αριθμού που ισοδυναμεί με 1*2*3*...*αριθμός.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο μη αρνητικός αριθμός του οποίου θέλετε το παραγοντικό"
			}
		]
	},
	{
		name: "FACTDOUBLE",
		description: "Αποδίδει το διπλό παραγοντικό ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή για την οποία θα επιστραφεί το διπλό παραγοντικό"
			}
		]
	},
	{
		name: "FALSE",
		description: "Αποδίδει τη λογική τιμή FALSE.",
		arguments: [
		]
	},
	{
		name: "FDIST",
		description: "Αποδίδει την κατανομή πιθανοτήτων F (δεξιάς πλευράς) (βαθμός διαφοροποίησης) για δύο ομάδες δεδομένων.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας μη αρνητικός αριθμός"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "FIELD",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIELDPICTURE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIND",
		description: "Επιστρέφει τη θέση έναρξης μιας ακολουθίας χαρακτήρων κειμένου μέσα σε μια άλλη ακολουθία χαρακτήρων κειμένου. Η παράμετρος FIND κάνει διάκριση πεζών-κεφαλαίων.",
		arguments: [
			{
				name: "εύρεση_κειμένου",
				description: "είναι το κείμενο που θέλετε να εντοπίσετε. Χρησιμοποιήστε εισαγωγικά (κενό κείμενο), για να βρείτε τον πρώτο χαρακτήρα στο Εντός_κειμένου. Δεν επιτρέπεται η χρήση χαρακτήρων μπαλαντέρ"
			},
			{
				name: "εντός_κειμένου",
				description: "είναι  το κείμενο το οποίο περιέχει το κείμενο που θέλετε να εντοπίσετε"
			},
			{
				name: "αριθμός_έναρξης",
				description: "καθορίζει το χαρακτήρα από τον οποίο θα αρχίσει η αναζήτηση. Ο πρώτος χαρακτήρας στο Εντός_κειμένου είναι ο αριθμός χαρακτήρα 1. Εάν παραλειφθεί, Έναρξη_αριθμός =1"
			}
		]
	},
	{
		name: "FINV",
		description: "Αποδίδει το αντίστροφο της κατανομής πιθανοτήτων F (δεξιάς πλευράς). Εάν p = FDIST(x,...), τότε FINV(p,...) = x.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετική με την αθροιστική κατανομή F, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας1",
				description: "είναι οι βαθμοί ελευθερίας του αριθμητή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			},
			{
				name: "βαθμοί_ελευθερίας2",
				description: "είναι οι βαθμοί ελευθερίας του παρονομαστή, ένας αριθμός στο διάστημα 1 έως 10^10, εκτός του 10^10"
			}
		]
	},
	{
		name: "FISHER",
		description: "Αποδίδει το μετασχηματισμό Fisher.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή την οποία θέλετε να μετασχηματίσετε, ένας αριθμός στο ανοιχτό διάστημα -1 έως 1"
			}
		]
	},
	{
		name: "FISHERINV",
		description: "Αποδίδει το αντίστροφο του μετασχηματισμού Fisher: αν y = FISHER(x) τότε FISHERINV(y) = x.",
		arguments: [
			{
				name: "y",
				description: "είναι η τιμή στην οποία θέλετε να εφαρμόσετε τον αντίστροφο μετασχηματισμό"
			}
		]
	},
	{
		name: "FIXED",
		description: "Στρογγυλοποιεί έναν αριθμό στο καθορισμένο πλήθος δεκαδικών και επιστρέφει το αποτέλεσμα ως κείμενο με ή χωρίς τελείες.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός που επιθυμείτε να στρογγυλοποιήσετε και να μετατρέψετε σε κείμενο"
			},
			{
				name: "δεκαδικά_ψηφία",
				description: "είναι ο αριθμός των ψηφίων δεξιά της υποδιαστολής. Εάν παραλειφθεί, δεκαδικά_ψηφία = 2"
			},
			{
				name: "χωρίς_τελείες",
				description: "είναι μια λογική τιμή: όταν εμφανίζονται τελείες στο κείμενο που επιστρέφεται, η τιμή είναι TRUE και όταν δεν εμφανίζονται τελείες, η τιμή είναι FALSE ή παραλείπεται"
			}
		]
	},
	{
		name: "FLOOR",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα κάτω, προς το πλησιέστερο σημαντικό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η αριθμητική τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να γίνει στρογγυλοποίηση. Οι παράμετροι 'αριθμός' και 'σημαντικότητα' πρέπει να είναι και οι δύο θετικές ή αρνητικές"
			}
		]
	},
	{
		name: "FLOOR.MATH",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα κάτω, στον πλησιέστερο ακέραιο ή στο πλησιέστερο πολλαπλάσιο των σημαντικών ψηφίων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να γίνει η στρογγυλοποίηση"
			},
			{
				name: "τρόπος",
				description: "όταν δίνεται και είναι διαφορετικός από μηδέν, η συνάντηση αυτή στρογγυλοποιεί προς το μηδέν"
			}
		]
	},
	{
		name: "FLOOR.PRECISE",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα κάτω, στον πλησιέστερο ακέραιο ή στο πλησιέστερο σημαντικό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η αριθμητική τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να γίνει στρογγυλοποίηση. "
			}
		]
	},
	{
		name: "FORECAST",
		description: "Υπολογίζει ή προβλέπει μια μελλοντική τιμή σε μια γραμμική τάση, χρησιμοποιώντας υπάρχουσες τιμές.",
		arguments: [
			{
				name: "x",
				description: "είναι το σημείο δεδομένων του οποίου την τιμή θέλετε να προβλέψετε και πρέπει να είναι μια αριθμητική τιμή"
			},
			{
				name: "γνωστά_y",
				description: "είναι ο εξαρτημένος πίνακας ή η περιοχή των αριθμητικών δεδομένων"
			},
			{
				name: "γνωστά_x",
				description: "είναι ο ανεξάρτητος πίνακας ή η περιοχή των αριθμητικών δεδομένων. Η διακύμανση των Known_x δεν πρέπει να είναι μηδενική"
			}
		]
	},
	{
		name: "FORMULATEXT",
		description: "Αποδίδει έναν τύπο ως συμβολοσειρά.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι μια αναφορά σε έναν τύπο"
			}
		]
	},
	{
		name: "FREQUENCY",
		description: "Υπολογίζει τη συχνότητα τιμών σε μια περιοχή και αποδίδει έναν κατακόρυφο πίνακα αριθμών, ο οποίος έχει ένα στοιχείο παραπάνω από την παράμετρο πίνακας_κατηγοριών.",
		arguments: [
			{
				name: "πίνακας_δεδομένων",
				description: "είναι ένας πίνακας ή μια αναφορά ομάδας τιμών, των οποίων θέλετε να υπολογίσετε τη συχνότητα (τα κενά και το κείμενο παραβλέπονται)"
			},
			{
				name: "πίνακας_κατηγοριών",
				description: "είναι ένας πίνακας ή μια αναφορά σε εσωτερικά κελιά, στα οποία θέλετε να ομαδοποιήσετε τις τιμές του πίνακας_δεδομένων"
			}
		]
	},
	{
		name: "FTEST",
		description: "Αποδίδει αποτέλεσμα ελέγχου F, τη δίπλευρη πιθανότητα ότι οι διακυμάνσεις στους πίνακες 1 και 2 δεν παρουσιάζουν σημαντικές διαφορές.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι ο πρώτος πίνακας ή περιοχή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς (τα κενά παραβλέπονται)"
			},
			{
				name: "πίνακας2",
				description: "είναι ο δεύτερος πίνακας ή περιοχή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς (τα κενά παραβλέπονται)"
			}
		]
	},
	{
		name: "FV",
		description: "Αποδίδει τη μελλοντική αξία μιας επένδυσης βάσει περιοδικών, σταθερών πληρωμών και ενός σταθερού επιτοκίου.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι το συνολικό πλήθος περιόδων πληρωμών σε μια επένδυση"
			},
			{
				name: "πληρωμή",
				description: "είναι η πληρωμή που γίνεται κάθε περίοδο. Δεν είναι δυνατή η αλλαγή της κατά τη διάρκεια της επένδυσης"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία ή το πληρωτέο εφάπαξ ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών. Εάν παραλειφθεί, Παρούσα_αξία=0"
			},
			{
				name: "τύπος",
				description: "είναι η τιμή που αναπαριστά το χρόνο πληρωμής: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, είναι 0 ή παραλείπεται"
			}
		]
	},
	{
		name: "FVSCHEDULE",
		description: "Αποδίδει τη μελλοντική αξία ενός αρχικού κεφαλαίου μετά την εφαρμογή μιας σειράς επιτοκίων ανατοκισμού.",
		arguments: [
			{
				name: "κεφάλαιο",
				description: "είναι η παρούσα αξία"
			},
			{
				name: "χρονοδιάγραμμα",
				description: "είναι ένας πίνακας επιτοκίων που θα εφαρμοστούν"
			}
		]
	},
	{
		name: "GAMMA",
		description: "Αποδίδει την τιμή της συνάρτησης γάμμα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θέλετε να υπολογίσετε τη συνάρτηση γάμμα"
			}
		]
	},
	{
		name: "GAMMA.DIST",
		description: "Αποδίδει την κατανομή γάμμα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θέλετε να υπολογίσετε την κατανομή, ένας μη αρνητικός αριθμός"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός. Εάν βήτα=1, η GAMMA.DIST αποδίδει την τυπική κατανομή γάμμα"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας ή αν παραλειφθεί"
			}
		]
	},
	{
		name: "GAMMA.INV",
		description: "Αποδίδει το αντίστροφο της αθροιστικής κατανομής γάμμα. Εάν p = GAMMADIST(x,...), τότε GAMMA.INV(p,...) = x.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετιζόμενη με την κατανομή γάμμα, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "άλφα",
				description: "είναι παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι παράμετρος κατανομής, ένας θετικός αριθμός. Εάν βήτα = 1, η GAMMA.INV αποδίδει το αντίστροφο της σταθερής κατανομής γάμμα"
			}
		]
	},
	{
		name: "GAMMADIST",
		description: "Αποδίδει την κατανομή γάμμα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θέλετε να υπολογίσετε την κατανομή, ένας μη αρνητικός αριθμός"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός. Εάν βήτα=1, η GAMMADIST αποδίδει την τυπική κατανομή γάμμα"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας ή αν παραλειφθεί"
			}
		]
	},
	{
		name: "GAMMAINV",
		description: "Αποδίδει το αντίστροφο της αθροιστικής κατανομής γάμμα. Εάν p = GAMMADIST(x,...), τότε GAMMAINV(p,...) = x.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα σχετιζόμενη με την κατανομή γάμμα, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "άλφα",
				description: "είναι παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι παράμετρος κατανομής, ένας θετικός αριθμός. Εάν βήτα = 1, η GAMMAINV αποδίδει το αντίστροφο της σταθερής κατανομής γάμμα"
			}
		]
	},
	{
		name: "GAMMALN",
		description: "Αποδίδει το φυσικό λογάριθμο της συνάρτησης γάμμα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε να υπολογίσετε την παράμετρο GAMMALN, ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "GAMMALN.PRECISE",
		description: "Αποδίδει το φυσικό λογάριθμο της συνάρτησης γάμμα.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε να υπολογίσετε την παράμετρο GAMMALN.PRECISE, ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "GAUSS",
		description: "",
		arguments: [
		]
	},
	{
		name: "GCD",
		description: "Επιστρέφει τον μέγιστο κοινό διαιρέτη.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 τιμές"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 τιμές"
			}
		]
	},
	{
		name: "GEOMEAN",
		description: "Αποδίδει τον γεωμετρικό μέσο ενός πίνακα ή μιας περιοχής θετικών αριθμητικών δεδομένων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε τον αριθμητικό μέσο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε τον αριθμητικό μέσο"
			}
		]
	},
	{
		name: "GESTEP",
		description: "Ελέγχει αν ένας αριθμός είναι μεγαλύτερος από μια τιμή κατωφλίου.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα ελεγχθεί με βάση το βήμα"
			},
			{
				name: "βήμα",
				description: "είναι η τιμή κατωφλίου"
			}
		]
	},
	{
		name: "GETPIVOTDATA",
		description: "Εξάγει δεδομένα που είναι αποθηκευμένα σε έναν Συγκεντρωτικό Πίνακα.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "πεδίο_δεδομένων",
				description: "είναι το όνομα του πεδίου δεδομένων από το οποίο θέλετε να εξαγάγετε δεδομένα"
			},
			{
				name: "συγκεντρωτικός_πίνακας",
				description: "είναι μια αναφορά σε ένα κελί ή μια περιοχή κελιών στον Συγκεντρωτικό Πίνακα που περιέχει τα δεδομένα τα οποία θέλετε να ανακτήσετε"
			},
			{
				name: "πεδίο",
				description: "πεδίο στο οποίο γίνεται αναφορά"
			},
			{
				name: "στοιχείο",
				description: "στοιχείο πεδίου στο οποίο γίνεται αναφορά"
			}
		]
	},
	{
		name: "GROWTH",
		description: "Αποδίδει αριθμούς με τη μορφή εκθετικής τάσης η οποία διέρχεται από σημεία γνωστών δεδομένων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι η ομάδα των τιμών y που ήδη γνωρίζετε στη σχέση y=b*m^x, ένας πίνακας ή μια περιοχή θετικών αριθμών"
			},
			{
				name: "γνωστά_x",
				description: "είναι μια προαιρετική ομάδα τιμών x που ίσως ήδη γνωρίζετε στη σχέση y = b*m^x, ένας πίνακας ή μια περιοχή ίδιου μεγέθους με αυτό του Known_y"
			},
			{
				name: "νέα_x",
				description: "είναι νέες τιμές x για τις οποίες θέλετε η GROWTH να αποδώσει τις αντίστοιχες τιμές y"
			},
			{
				name: "σταθερά",
				description: "είναι μια λογική τιμή: η σταθερά b υπολογίζεται κανονικά εάν η τιμή είναι TRUE και η σταθερά b ορίζεται ως 1 εάν η τιμή είναι FALSE ή παραλείπεται"
			}
		]
	},
	{
		name: "HARMEAN",
		description: "Αποδίδει τον αρμονικό μέσο μιας ομάδας θετικών αριθμών: το αντίστροφο του αριθμητικού μέσου των αντίστροφων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε τον αρμονικό μέσο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε τον αρμονικό μέσο"
			}
		]
	},
	{
		name: "HEX2BIN",
		description: "Μετατρέπει έναν δεκαεξαδικό αριθμό σε δυαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαεξαδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "HEX2DEC",
		description: "Μετατρέπει έναν δεκαεξαδικό αριθμό σε δεκαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαεξαδικός αριθμός που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "HEX2OCT",
		description: "Μετατρέπει έναν δεκαεξαδικό αριθμό σε οκταδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο δεκαεξαδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "HLOOKUP",
		description: "Αναζητά μια τιμή στην πρώτη γραμμή ενός πίνακα ή μιας περιοχής τιμών και επιστρέφει την τιμή στην ίδια στήλη από μια καθορισμένη γραμμή.",
		arguments: [
			{
				name: "τιμή_αναζήτησης",
				description: "είναι η τιμή προς αναζήτηση στην πρώτη γραμμή του πίνακα και μπορεί να είναι τιμή, αναφορά ή ακολουθία χαρακτήρων κειμένου"
			},
			{
				name: "πίνακας",
				description: "είναι ένας πίνακας κειμένου, αριθμών ή λογικών τιμών στον οποίο γίνεται αναζήτηση δεδομένων. Η παράμετρος πίνακας μπορεί να είναι μια αναφορά σε περιοχή ή όνομα περιοχής"
			},
			{
				name: "αριθμός_δείκτη_γραμμής",
				description: "είναι ο αριθμός γραμμής στην περιοχή πίνακας από την οποία θα επιστραφεί η τιμή που ικανοποιεί τα κριτήρια. Η πρώτη γραμμή τιμών στον πίνακα είναι η γραμμή 1"
			},
			{
				name: "περιοχή_αναζήτησης",
				description: "είναι μια λογική τιμή: όταν θέλετε να βρείτε το κατά προσέγγιση ταίριασμα στην πρώτη γραμμή (ταξινομημένη σε αύξουσα σειρά), η τιμή είναι TRUE ή παραλείπεται και όταν θέλετε να βρείτε ακριβές ταίριασμα, η τιμή είναι FALSE"
			}
		]
	},
	{
		name: "HOUR",
		description: "Αποδίδει την ώρα με τη μορφή αριθμού από το 0 (12:00 ΠΜ) έως το 23 (11:00 ΜΜ).",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet, ή κείμενο σε μορφή ώρας, για παράδειγμα 16:48:00 ή 4:48:00 ΜΜ"
			}
		]
	},
	{
		name: "HYPERLINK",
		description: "Δημιουργεί μια συντόμευση ή μεταπήδηση, η οποία ανοίγει ένα έγγραφο που είναι αποθηκευμένο στον σκληρό σας δίσκο, σε ένα διακομιστή δικτύου ή στο Internet.",
		arguments: [
			{
				name: "τοποθεσία_σύνδεσης",
				description: "είναι το κείμενο που αντιστοιχεί στη διαδρομή και στο όνομα αρχείου του εγγράφου που θα ανοιχθεί, ένας σκληρός δίσκος, μια διεύθυνση UNC ή μια διαδρομή URL"
			},
			{
				name: "φιλικό_όνομα",
				description: "είναι κείμενο ή αριθμός που εμφανίζεται στο κελί. Εάν παραλειφθεί, στο κελί εμφανίζεται το κείμενο του ορίσματος Θέση_σύνδεσης"
			}
		]
	},
	{
		name: "HYPGEOM.DIST",
		description: "Αποδίδει την υπεργεωμετρική κατανομή.",
		arguments: [
			{
				name: "δείγμα_επιτυχιών",
				description: "είναι ο αριθμός των επιτυχιών στο δείγμα"
			},
			{
				name: "αριθμός_δείγματος",
				description: "είναι το μέγεθος του δείγματος"
			},
			{
				name: "πληθυσμός_επιτυχίες",
				description: "είναι ο αριθμός επιτυχιών στον πληθυσμό"
			},
			{
				name: "αριθμός_πληθυσμός",
				description: "είναι το μέγεθος του πληθυσμού"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "HYPGEOMDIST",
		description: "Αποδίδει την υπεργεωμετρική κατανομή.",
		arguments: [
			{
				name: "δείγμα_επιτυχιών",
				description: "είναι ο αριθμός των επιτυχιών στο δείγμα"
			},
			{
				name: "αριθμός_δείγματος",
				description: "είναι το μέγεθος δείγματος"
			},
			{
				name: "πληθυσμός_επιτυχίες",
				description: "είναι ο αριθμός επιτυχιών στον πληθυσμό"
			},
			{
				name: "αριθμός_πληθυσμός",
				description: "είναι το μέγεθος του πληθυσμού"
			}
		]
	},
	{
		name: "IF",
		description: "Ελέγχει αν ικανοποιείται μια συνθήκη και αποδίδει μία τιμή αν η συνθήκη είναι TRUE και μία άλλη τιμή αν είναι FALSE.",
		arguments: [
			{
				name: "λογική_έλεγχος",
				description: "είναι οποιαδήποτε τιμή ή παράσταση που μπορεί να πάρει την τιμή TRUE ή FALSE"
			},
			{
				name: "τιμή_αν_true",
				description: "είναι η τιμή που αποδίδεται, αν το Logical_test είναι TRUE. Εάν παραλειφθεί, αποδίδεται η τιμή TRUE. Μπορείτε να ενσωματώσετε έως και 7 συναρτήσεις IF"
			},
			{
				name: "τιμή_αν_false",
				description: "είναι η τιμή που αποδίδεται, αν το Logical_test είναι FALSE. Εάν παραλειφθεί, αποδίδεται η τιμή FALSE"
			}
		]
	},
	{
		name: "IFERROR",
		description: "Επιστρέφει την τιμή τιμή_εάν_σφάλμα, εάν η παράσταση είναι σφάλμα και η τιμή της παράστασης είναι διαφορετική.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι οποιαδήποτε τιμή ή παράσταση ή αναφορά"
			},
			{
				name: "τιμή_εάν_σφάλμα",
				description: "είναι οποιαδήποτε τιμή ή παράσταση ή αναφορά"
			}
		]
	},
	{
		name: "IFNA",
		description: "Αποδίδει την τιμή που καθορίζετε εάν η παράσταση αποδώσει #Δ/Υ, διαφορετικά αποδίδει το αποτέλεσμα της παράστασης.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι οποιαδήποτε τιμή ή παράσταση ή αναφορά"
			},
			{
				name: "τιμή_εάν_δυ",
				description: "είναι οποιαδήποτε τιμή ή παράσταση ή αναφορά"
			}
		]
	},
	{
		name: "IMABS",
		description: "Αποδίδει την απόλυτη τιμή (μέτρο) ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την απόλυτη τιμή"
			}
		]
	},
	{
		name: "IMAGINARY",
		description: "Αποδίδει τον φανταστικό συντελεστή ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τον φανταστικό συντελεστή"
			}
		]
	},
	{
		name: "IMARGUMENT",
		description: "Αποδίδει το όρισμα q, μια γωνία εκφρασμένη σε ακτίνια.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το όρισμα"
			}
		]
	},
	{
		name: "IMCONJUGATE",
		description: "Αποδίδει τον συζυγή μιγαδικό ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τον συζυγή"
			}
		]
	},
	{
		name: "IMCOS",
		description: "Αποδίδει το συνημίτονο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το συνημίτονο"
			}
		]
	},
	{
		name: "IMCOSH",
		description: "Αποδίδει το υπερβολικό συνημίτονο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το υπερβολικό συνημίτονο"
			}
		]
	},
	{
		name: "IMCOT",
		description: "Αποδίδει τη συνεφαπτομένη ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τη συνεφαπτομένη"
			}
		]
	},
	{
		name: "IMCSC",
		description: "Αποδίδει τη συντέμνουσα ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τη συντέμνουσα"
			}
		]
	},
	{
		name: "IMCSCH",
		description: "Αποδίδει την υπερβολική συντέμνουσα ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την υπερβολική συντέμνουσα"
			}
		]
	},
	{
		name: "IMDIV",
		description: "Αποδίδει το πηλίκο δύο μιγαδικών αριθμών.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός1",
				description: "είναι ο μιγαδικός αριθμητής ή διαιρετέος"
			},
			{
				name: "μιγαδικός_αριθμός2",
				description: "είναι ο μιγαδικός παρονομαστής ή διαιρέτης"
			}
		]
	},
	{
		name: "IMEXP",
		description: "Αποδίδει την εκθετική δύναμη ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την εκθετική δύναμη"
			}
		]
	},
	{
		name: "IMLN",
		description: "Αποδίδει τον φυσικό λογάριθμο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τον φυσικό λογάριθμο"
			}
		]
	},
	{
		name: "IMLOG10",
		description: "Αποδίδει τον δεκαδικό λογάριθμο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τον κοινό λογάριθμο"
			}
		]
	},
	{
		name: "IMLOG2",
		description: "Αποδίδει το λογάριθμο με βάση 2 ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το λογάριθμο με βάση το 2"
			}
		]
	},
	{
		name: "IMPOWER",
		description: "Αποδίδει έναν μιγαδικό αριθμό υψωμένο σε ακέραια δύναμη.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός τον οποίο θέλετε να υψώσετε σε δύναμη"
			},
			{
				name: "αριθμός",
				description: "είναι η δύναμη στην οποία θέλετε να υψώσετε τον μιγαδικό αριθμό"
			}
		]
	},
	{
		name: "IMPRODUCT",
		description: "Επιστρέφει το γινόμενο 1 έως 255 μιγαδικών αριθμών.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "μιγαδικός_αριθμός1",
				description: "Inumber1, Inumber2,... είναι 1 έως 255 μιγαδικοί αριθμοί προς πολλαπλασιασμό."
			},
			{
				name: "μιγαδικός_αριθμός2",
				description: "Inumber1, Inumber2,... είναι 1 έως 255 μιγαδικοί αριθμοί προς πολλαπλασιασμό."
			}
		]
	},
	{
		name: "IMREAL",
		description: "Αποδίδει τον πραγματικό συντελεστή ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε τον πραγματικό συντελεστή"
			}
		]
	},
	{
		name: "IMSEC",
		description: "Αποδίδει την τέμνουσα ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την τέμνουσα"
			}
		]
	},
	{
		name: "IMSECH",
		description: "Αποδίδει την υπερβολική τέμνουσα ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την υπερβολική τέμνουσα"
			}
		]
	},
	{
		name: "IMSIN",
		description: "Αποδίδει το ημίτονο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το ημίτονο"
			}
		]
	},
	{
		name: "IMSINH",
		description: "Αποδίδει το υπερβολικό ημίτονο ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε το υπερβολικό ημίτονο"
			}
		]
	},
	{
		name: "IMSQRT",
		description: "Αποδίδει την τετραγωνική ρίζα ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την τετραγωνική ρίζα"
			}
		]
	},
	{
		name: "IMSUB",
		description: "Αποδίδει τη διαφορά δύο μιγαδικών αριθμών.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός1",
				description: "είναι ο μιγαδικός αριθμός από τον οποίο θα αφαιρεθεί ο μιγαδικός_αριθμός2"
			},
			{
				name: "μιγαδικός_αριθμός2",
				description: "είναι ο μιγαδικός αριθμός που θα αφαιρεθεί από τον αριθμό μιγαδικός_αριθμός1"
			}
		]
	},
	{
		name: "IMSUM",
		description: "Επιστρέφει το άθροισμα μιγαδικών αριθμών.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "μιγαδικός_αριθμός1",
				description: "είναι 1 έως 255 μιγαδικοί αριθμοί που θα προστεθούν"
			},
			{
				name: "μιγαδικός_αριθμός2",
				description: "είναι 1 έως 255 μιγαδικοί αριθμοί που θα προστεθούν"
			}
		]
	},
	{
		name: "IMTAN",
		description: "Αποδίδει την εφαπτομένη ενός μιγαδικού αριθμού.",
		arguments: [
			{
				name: "μιγαδικός_αριθμός",
				description: "είναι ένας μιγαδικός αριθμός του οποίου θέλετε την εφαπτομένη"
			}
		]
	},
	{
		name: "INDEX",
		description: "Αποδίδει μια τιμή ή αναφορά του κελιού στην τομή μιας συγκεκριμένης γραμμής και στήλης, σε μια δεδομένη περιοχή.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι μια περιοχή κελιών ή μια σταθερά πίνακα."
			},
			{
				name: "αριθμός_γραμμής",
				description: "επιλέγει τη γραμμή πίνακα ή αναφοράς από όπου θα επιστραφεί μια τιμή. Εάν παραλειφθεί, απαιτείται εισαγωγή τιμής στην παράμετρο αριθμός_στήλης"
			},
			{
				name: "αριθμός_στήλης",
				description: "επιλέγει τη στήλη πίνακα ή αναφοράς από όπου θα επιστραφεί μια τιμή. Εάν παραλειφθεί, απαιτείται η εισαγωγή τιμής στην παράμετρο αριθμός_γραμμής "
			}
		]
	},
	{
		name: "INDIRECT",
		description: "Αποδίδει την αναφορά που καθορίζεται από μια ακολουθία χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο_αναφοράς",
				description: "είναι μια αναφορά σε κελί που περιέχει αναφορά στυλ Α1 ή R1C1, ένα όνομα ορισμένο ως αναφορά ή μια αναφορά σε κελί ως ακολουθία χαρακτήρων κειμένου"
			},
			{
				name: "a1",
				description: "είναι μια λογική τιμή που καθορίζει τον τύπο της αναφοράς στο Αναφορά_κείμενο: στυλ R1C1 = FALSE, στυλ Α1 = TRUE ή παραλείπεται"
			}
		]
	},
	{
		name: "INFO",
		description: "Παρέχει πληροφορίες για το τρέχον περιβάλλον λειτουργίας.",
		arguments: [
			{
				name: "κείμενο_τύπου",
				description: "είναι κείμενο που καθορίζει τον τύπο των πληροφοριών που θέλετε να επιστραφεί."
			}
		]
	},
	{
		name: "INT",
		description: "Στρογγυλοποιεί προς τα κάτω έναν αριθμό στον πλησιέστερο ακέραιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο πραγματικός αριθμός που θέλετε να στρογγυλοποιήσετε προς τα κάτω σε ακέραιο"
			}
		]
	},
	{
		name: "INTERCEPT",
		description: "Υπολογίζει το σημείο τομής μιας γραμμής με τον άξονα y, με βέλτιστη προσαρμογή της γραμμής παλινδρόμησης που σχεδιάζεται διαμέσου των γνωστών τιμών x και y.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι η εξαρτημένη ομάδα παρατηρήσεων ή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "γνωστά_x",
				description: "είναι η ανεξάρτητη ομάδα παρατηρήσεων ή δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "INTRATE",
		description: "Αποδίδει το επιτόκιο ενός πλήρως επενδεδυμένου χρεογράφου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "επένδυση",
				description: "είναι το ποσό που επενδύθηκε στο χρεόγραφο"
			},
			{
				name: "εξαργύρωση",
				description: "είναι το ποσό που θα ληφθεί κατά τη λήξη"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "IPMT",
		description: "Αποδίδει τον τόκο μιας επένδυσης για μια δεδομένη περίοδο βάσει περιοδικών, σταθερών πληρωμών και ενός σταθερού επιτοκίου.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "περίοδος",
				description: "είναι η περίοδος για την οποία θέλετε να βρείτε τον τόκο και πρέπει να είναι μεταξύ 1 και Νper"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι το συνολικό πλήθος περιόδων πληρωμών σε μια επένδυση"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία ή το πληρωτέο εφάπαξ ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε αφού γίνει η τελευταία πληρωμή. Εάν παραλειφθεί, Μελλοντική_αξία=0."
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται και όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1"
			}
		]
	},
	{
		name: "IRR",
		description: "Αποδίδει τον εσωτερικό ρυθμό απόδοσης μιας σειράς ταμειακών ροών.",
		arguments: [
			{
				name: "τιμές",
				description: "είναι ένας πίνακας ή αναφορά σε κελιά που περιέχουν αριθμούς για τους οποίους θέλετε να υπολογίσετε τον εσωτερικό ρυθμό απόδοσης"
			},
			{
				name: "εκτίμηση",
				description: "είναι ο αριθμός που εκτιμάτε ότι προσεγγίζει το αποτέλεσμα του ΕΡΑ. Παίρνει την τιμή 0,1 (10%) αν παραλειφθεί"
			}
		]
	},
	{
		name: "ISBLANK",
		description: "Ελέγχει αν μια αναφορά γίνεται σε κενό κελί και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι κελί ή όνομα που αναφέρεται στο κελί που θέλετε να ελέγξετε"
			}
		]
	},
	{
		name: "ISERR",
		description: "Ελέγχει αν μια τιμή είναι σφάλμα (#ΤΙΜΗ!, #ΑΝΑΦ!, #ΔΙΑΙΡ/0!, #ΑΡΙΘ!, #ΟΝΟΜΑ?, ή #ΚΕΝΟ!) εκτός από #Δ/Υ και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, σε έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISERROR",
		description: "Ελέγχει αν μια τιμή είναι σφάλμα (#Δ/Υ, #ΤΙΜΗ!, #ΑΝΑΦ!, #ΔΙΑΙΡ/0!, #ΑΡΙΘ!, #ΟΝΟΜΑ? ή #ΚΕΝΟ!) και αποδίδει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, σε έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISEVEN",
		description: "Αποδίδει TRUE εάν ο αριθμός είναι ζυγός.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα ελεγχθεί"
			}
		]
	},
	{
		name: "ISFORMULA",
		description: "Ελέγχει εάν μια αναφορά δείχνει ένα κελί που περιέχει τύπο και αποδίδει TRUE ή FALSE.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι μια αναφορά προς το κελί που θέλετε να ελέγξετε.  Η αναφορά μπορεί να είναι αναφορά σε κελί, τύπος ή όνομα που αναφέρεται σε ένα κελί"
			}
		]
	},
	{
		name: "ISLOGICAL",
		description: "Ελέγχει αν μια τιμή είναι μία από τις λογικές τιμές (TRUΕ ή FALSE) και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISNA",
		description: "Ελέγχει αν μια τιμή είναι #Δ/Υ και αποδίδει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISNONTEXT",
		description: "Ελέγχει αν μια τιμή είναι κείμενο (τα κενά κελιά δεν είναι κείμενο) και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε: ένα κελί, ένας τύπος ή ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISNUMBER",
		description: "Ελέγχει αν μια τιμή είναι αριθμός και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISO.CEILING",
		description: "Στρογγυλοποιεί έναν αριθμό στον πλησιέστερο ακέραιο ή στο πλησιέστερο σημαντικό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "σημαντικότητα",
				description: "είναι το προαιρετικό πολλαπλάσιο στο οποίο θέλετε να στρογγυλοποιήσετε"
			}
		]
	},
	{
		name: "ISODD",
		description: "Αποδίδει TRUE εάν ο αριθμός είναι μονός.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα ελεγχθεί"
			}
		]
	},
	{
		name: "ISOWEEKNUM",
		description: "Αποδίδει τον αριθμό εβδομάδας κατά ISO του έτους για μια δεδομένη ημερομηνία.",
		arguments: [
			{
				name: "ημερομηνία",
				description: "είναι ο κωδικός ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet για υπολογισμούς που περιλαμβάνουν ημερομηνίες και ώρες"
			}
		]
	},
	{
		name: "ISPMT",
		description: "Επιστρέφει τον τόκο που καταβάλλεται σε μια συγκεκριμένη περίοδο μιας επένδυσης.",
		arguments: [
			{
				name: "επιτόκιο",
				description: " Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "περίοδος",
				description: " περίοδος για την οποία θέλετε να υπολογίσετε τον τόκο"
			},
			{
				name: "αριθμός_περιόδων",
				description: " το πλήθος των περιόδων πληρωμών μιας επένδυσης"
			},
			{
				name: "παρούσα_αξία",
				description: " το πληρωτέο εφάπαξ ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών"
			}
		]
	},
	{
		name: "ISREF",
		description: "Ελέγχει αν μια τιμή είναι αναφορά και αποδίδει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "ISTEXT",
		description: "Ελέγχει αν μια τιμή είναι κείμενο και επιστρέφει TRUE ή FALSE.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε. Το Value μπορεί να αναφέρεται σε ένα κελί, έναν τύπο ή σε ένα όνομα που αναφέρεται σε κελί, τύπο ή τιμή"
			}
		]
	},
	{
		name: "KURT",
		description: "Αποδίδει την κύρτωση ενός συνόλου δεδομένων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την κύρτωση"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την κύρτωση"
			}
		]
	},
	{
		name: "LARGE",
		description: "Αποδίδει την k μεγαλύτερη τιμή σε ένα σύνολο δεδομένων. Για παράδειγμα, τον πέμπτο μεγαλύτερο αριθμό.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων των οποίων θέλετε να καθοριστεί η k μεγαλύτερη τιμή"
			},
			{
				name: "k",
				description: "είναι η θέση (ξεκινώντας από τη μεγαλύτερη) στον πίνακα ή στην περιοχή κελιών της τιμής που θα αποδοθεί"
			}
		]
	},
	{
		name: "LCM",
		description: "Επιστρέφει τον ελάχιστο κοινό πολλαπλάσιο.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 τιμές για τις οποίες θέλετε τον ελάχιστο κοινό πολλαπλάσιο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 τιμές για τις οποίες θέλετε τον ελάχιστο κοινό πολλαπλάσιο"
			}
		]
	},
	{
		name: "LEFT",
		description: "Αποδίδει το καθορισμένο πλήθος χαρακτήρων από την αρχή μιας ακολουθίας χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι η ακολουθία χαρακτήρων κειμένου η οποία περιέχει τους χαρακτήρες που θέλετε να εξαγάγετε"
			},
			{
				name: "αριθμός_χαρακτήρων",
				description: "καθορίζει το πλήθος των χαρακτήρων που θέλετε να εξαγάγει η LEFT. Παίρνει την τιμή 1 αν παραλειφθεί"
			}
		]
	},
	{
		name: "LEN",
		description: "Αποδίδει το πλήθος των χαρακτήρων σε μια ακολουθία χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο του οποίου θέλετε να βρείτε το μήκος. Τα διαστήματα υπολογίζονται ως χαρακτήρες"
			}
		]
	},
	{
		name: "LINEST",
		description: "Αποδίδει στατιστικά στοιχεία που περιγράφουν μια γραμμική τάση η οποία διέρχεται από σημεία γνωστών δεδομένων, προσαρμόζοντας μια ευθεία γραμμή που έχει υπολογιστεί με τη μέθοδο των ελαχίστων τετραγώνων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι η ομάδα των τιμών y που ήδη γνωρίζετε στη σχέση y = mx + b"
			},
			{
				name: "γνωστά_x",
				description: "είναι μια προαιρετική ομάδα τιμών x που ίσως ήδη γνωρίζετε στη σχέση y=mx + b"
			},
			{
				name: "σταθερά",
				description: "είναι μια λογική τιμή: η σταθερά b υπολογίζεται κανονικά εάν η τιμή είναι TRUE ή παραλείπεται και η σταθερά b ορίζεται ως ίση με 0 εάν η τιμή είναι FALSE"
			},
			{
				name: "στατιστικές",
				description: "είναι μια λογική τιμή: όταν αποδίδονται επιπλέον στατιστικά στοιχεία παλινδρόμησης, η τιμή είναι TRUE και όταν αποδίδονται οι συντελεστές m και η σταθερά b, η τιμή είναι FALSE ή παραλείπεται"
			}
		]
	},
	{
		name: "LN",
		description: "Αποδίδει το φυσικό λογάριθμο ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο θετικός πραγματικός αριθμός του οποίου θέλετε τον φυσικό λογάριθμο"
			}
		]
	},
	{
		name: "LOG",
		description: "Αποδίδει το λογάριθμο ενός αριθμού με την καθορισμένη βάση.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο θετικός πραγματικός αριθμός του οποίου θέλετε το λογάριθμο"
			},
			{
				name: "βάση",
				description: "είναι η βάση του λογαρίθμου. Παίρνει την τιμή 10 αν παραλειφθεί"
			}
		]
	},
	{
		name: "LOG10",
		description: "Αποδίδει τον δεκαδικό λογάριθμο ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο θετικός πραγματικός αριθμός του οποίου θέλετε τον δεκαδικό λογάριθμο"
			}
		]
	},
	{
		name: "LOGEST",
		description: "Αποδίδει στατιστικά στοιχεία που περιγράφουν μια εκθετική καμπύλη η οποία διέρχεται από σημεία γνωστών δεδομένων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι η ομάδα τιμών y που ήδη γνωρίζετε στη σχέση y = b*m^x"
			},
			{
				name: "γνωστά_x",
				description: "είναι μια προαιρετική ομάδα τιμών x που ίσως ήδη γνωρίζετε στη σχέση y = b*m^x"
			},
			{
				name: "σταθερά",
				description: "είναι μια λογική τιμή: η σταθερά b υπολογίζεται κανονικά εάν η τιμή της είναι TRUE ή παραλείπεται. H σταθερά b ορίζεται ως ίση με 1 εάν η τιμή της είναι FALSE"
			},
			{
				name: "στατιστικές",
				description: "είναι μια λογική τιμή: όταν επιστρέφονται επιπλέον στατιστικά στοιχεία παλινδρόμησης, η τιμή είναι TRUE και όταν επιστρέφονται οι συντελεστές m και η σταθερά b, η τιμή είναι FALSE ή παραλείπεται"
			}
		]
	},
	{
		name: "LOGINV",
		description: "Αποδίδει την αντίστροφη κανονική λογαριθμική συνάρτηση της αθροιστικής κατανομής του x, όπου η ln(x) κατανέμεται κανονικά με παραμέτρους Mean και Standard_dev.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι μια πιθανότητα σχετική με την κανονική λογαριθμική κατανομή, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της ln(x)"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της ln(x), ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "LOGNORM.DIST",
		description: "Αποδίδει την κανονική λογαριθμική συνάρτηση της αθροιστικής κατανομής του x, όπου η ln(x) κατανέμεται κανονικά με παραμέτρους μέσος_όρος και τυπική_απόκλιση.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας θετικός αριθμός"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της ln(x)"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της ln(x), ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "LOGNORM.INV",
		description: "Αποδίδει το αντίστροφο της κανονικής λογαριθμικής συνάρτησης της αθροιστικής κατανομής του x, όπου η ln(x) κατανέμεται κανονικά με παραμέτρους μέσος_όρος και τυπική_απόκλιση.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι μια πιθανότητα σχετική με την κανονική λογαριθμική κατανομή, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της ln(x)"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της ln(x), ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "LOGNORMDIST",
		description: "Αποδίδει την κανονική λογαριθμική συνάρτηση της αθροιστικής κατανομής του x, όπου η ln(x) κατανέμεται κανονικά με παραμέτρους Mean και Standard_dev.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας θετικός αριθμός"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της ln(x)"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της ln(x), ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "LOOKUP",
		description: "Αναζητά μια τιμή από πίνακα ή από περιοχή που αποτελείται από μία μόνο γραμμή ή στήλη. Παρέχεται για λόγους αντίστροφης συμβατότητας.",
		arguments: [
			{
				name: "τιμή_αναζήτησης",
				description: "είναι η τιμή την οποία η συνάρτηση LOOKUP θα αναζητήσει στην παράμετρο άνυσμα_αναζήτησης και μπορεί να είναι αριθμός, κείμενο, λογική τιμή ή όνομα ή αναφορά σε μια τιμή"
			},
			{
				name: "άνυσμα_αναζήτησης",
				description: "είναι μια περιοχή που περιέχει μόνο μία γραμμή ή στήλη κειμένου, αριθμών ή λογικών τιμών, τοποθετημένων κατά αύξουσα σειρά"
			},
			{
				name: "άνυσμα_αποτελέσματος",
				description: "είναι μια περιοχή που περιέχει μόνο μία γραμμή ή στήλη, με μέγεθος ίσο με της παραμέτρου άνυσμα_αναζήτησης"
			}
		]
	},
	{
		name: "LOWER",
		description: "Μετατρέπει όλα τα γράμματα μιας ακολουθίας χαρακτήρων κειμένου σε πεζά.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο που θέλετε να μετατρέψετε σε πεζά γράμματα. Οι χαρακτήρες του κειμένου που δεν αντιστοιχούν σε γράμματα δεν αλλάζουν"
			}
		]
	},
	{
		name: "MATCH",
		description: "Αποδίδει τη σχετική θέση ενός στοιχείου σε έναν πίνακα που ταιριάζει με μια καθορισμένη τιμή σε μια καθορισμένη σειρά.",
		arguments: [
			{
				name: "τιμή_αναζήτησης",
				description: "είναι η τιμή που χρησιμοποιείτε, για να βρείτε την τιμή που θέλετε στον πίνακα, ένας αριθμός, κείμενο, μια λογική τιμή ή μια αναφορά σε κάποιο από τα παραπάνω"
			},
			{
				name: "πίνακας_αναζήτησης",
				description: "είναι μια συνεχόμενη περιοχή κελιών που περιέχει πιθανές τιμές αναζήτησης, ένας πίνακας τιμών ή μια αναφορά σε πίνακα"
			},
			{
				name: "τύπος_ταιριάσματος",
				description: "είναι ο αριθμός 1, 0 ή -1, ο οποίος δείχνει ποια τιμή θα επιστραφεί."
			}
		]
	},
	{
		name: "MAX",
		description: "Αποδίδει τη μεγαλύτερη τιμή ενός συνόλου ορισμάτων. Παραβλέπει λογικές τιμές και κείμενο.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το μέγιστο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το μέγιστο"
			}
		]
	},
	{
		name: "MAXA",
		description: "Αποδίδει τη μέγιστη τιμή ενός συνόλου τιμών. Δεν παραβλέπει λογικές τιμές και κείμενο.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το μέγιστο"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το μέγιστο"
			}
		]
	},
	{
		name: "MDETERM",
		description: "Αποδίδει την ορίζουσα ενός πίνακα.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ένας αριθμητικός πίνακας με ίσο αριθμό γραμμών και στηλών, μια περιοχή κελιών ή μια σταθερά πίνακα"
			}
		]
	},
	{
		name: "MEDIAN",
		description: "Αποδίδει το διάμεσο ή τον αριθμό που βρίσκεται στη μέση του συνόλου των καθορισμένων αριθμών.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές, που περιέχουν αριθμούς για τους οποίους θέλετε το διάμεσο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές, που περιέχουν αριθμούς για τους οποίους θέλετε το διάμεσο"
			}
		]
	},
	{
		name: "MID",
		description: "Αποδίδει τους χαρακτήρες από το μέσο μιας ακολουθίας χαρακτήρων κειμένου, εφόσον καθοριστεί η αρχική θέση και το μήκος.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι η ακολουθία χαρακτήρων κειμένου από την οποία θέλετε να εξαγάγετε τους χαρακτήρες"
			},
			{
				name: "αριθμός_έναρξης",
				description: "είναι η θέση του πρώτου χαρακτήρα που θέλετε να εξαγάγετε. Ο πρώτος χαρακτήρας στο κείμενο ορίζεται ως 1"
			},
			{
				name: "αριθμός_χαρακτήρων",
				description: "καθορίζει το πλήθος των χαρακτήρων που θα αποδοθούν από το κείμενο"
			}
		]
	},
	{
		name: "MIN",
		description: "Αποδίδει τη μικρότερη τιμή ενός συνόλου ορισμάτων. Παραβλέπει λογικές τιμές και κείμενο.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το ελάχιστο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το ελάχιστο"
			}
		]
	},
	{
		name: "MINA",
		description: "Αποδίδει την ελάχιστη τιμή μιας ομάδας τιμών. Δεν παραβλέπει λογικές τιμές και κείμενο.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το ελάχιστο"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 αριθμοί, κενά κελιά, λογικές τιμές ή αριθμοί κειμένου των οποίων θέλετε το ελάχιστο"
			}
		]
	},
	{
		name: "MINUTE",
		description: "Αποδίδει το λεπτό, ένας αριθμός από το 0 έως το 59.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet ή ένα κείμενο σε μορφή ώρας, όπως 16:48:00 ή 4:48:00 ΜΜ"
			}
		]
	},
	{
		name: "MINVERSE",
		description: "Αποδίδει τον ανάστροφο ενός επιλεγμένου πίνακα.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ένας αριθμητικός πίνακας με ίσο αριθμό γραμμών και στηλών, μια περιοχή κελιών ή μια σταθερά πίνακα"
			}
		]
	},
	{
		name: "MIRR",
		description: "Αποδίδει τον εσωτερικό ρυθμό απόδοσης για μια σειρά περιοδικών ταμειακών ροών, λαμβάνοντας υπόψη το κόστος της επένδυσης και του επιτοκίου κατά την εκ νέου επένδυση των ροών.",
		arguments: [
			{
				name: "τιμές",
				description: "είναι ένας πίνακας ή μια αναφορά σε κελιά που περιέχουν αριθμούς, οι οποίοι αναπαριστούν μια σειρά από πληρωμές (αρνητικοί) και εισοδήματα (θετικοί) σε τακτικές χρονικές περιόδους"
			},
			{
				name: "απόδοση",
				description: "είναι το επιτόκιο που πληρώνετε για τις ταμειακές ροές"
			},
			{
				name: "επιτόκιο_επανεπένδυσης",
				description: "είναι το επιτόκιο που λαμβάνετε από τις ταμειακές ροές, όταν τις επενδύετε εκ νέου"
			}
		]
	},
	{
		name: "MMULT",
		description: "Αποδίδει το γινόμενο δύο πινάκων, έναν πίνακα που διαθέτει το ίδιο πλήθος γραμμών με τον πίνακα 1 και τον ίδιο αριθμό στηλών με τον πίνακα 2.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι ο πρώτος πίνακας αριθμών που θέλετε να πολλαπλασιάσετε και πρέπει να διαθέτει ένα πλήθος στηλών ίσο με το πλήθος γραμμών του πίνακα 2"
			},
			{
				name: "πίνακας2",
				description: "είναι ο πρώτος πίνακας αριθμών που θέλετε να πολλαπλασιάσετε και πρέπει να διαθέτει ένα πλήθος στηλών ίσο με το πλήθος γραμμών του πίνακα 2"
			}
		]
	},
	{
		name: "MOD",
		description: "Αποδίδει το υπόλοιπο της διαίρεσης.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε να βρείτε το υπόλοιπο, αφού ολοκληρωθεί η διαίρεση"
			},
			{
				name: "διαιρέτης",
				description: "είναι ο αριθμός με τον οποίο θέλετε να διαιρέσετε τον αριθμό"
			}
		]
	},
	{
		name: "MODE",
		description: "Αποδίδει τη συνηθέστερη ή συχνότερα επαναλαμβανόμενη τιμή σε έναν πίνακα ή μια περιοχή δεδομένων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			}
		]
	},
	{
		name: "MODE.MULT",
		description: "Αποδίδει έναν κατακόρυφο πίνακα των συνηθέστερων ή συχνότερα επαναλαμβανόμενων τιμών σε έναν πίνακα ή μια περιοχή δεδομένων.  Για οριζόντιο πίνακα, χρησιμοποιήστε =TRANSPOSE(MODE.MULT(αριθμός1,αριθμός2,...)).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι αριθμοί από 1 έως 255 ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			},
			{
				name: "αριθμός2",
				description: "είναι αριθμοί από 1 έως 255 ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			}
		]
	},
	{
		name: "MODE.SNGL",
		description: "Αποδίδει τη συνηθέστερη ή συχνότερα επαναλαμβανόμενη τιμή σε έναν πίνακα ή μια περιοχή δεδομένων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς των οποίων θέλετε να υπολογίσετε την επικρατούσα τιμή"
			}
		]
	},
	{
		name: "MONTH",
		description: "Αποδίδει το μήνα, ένας αριθμός από το 1 (Ιανουάριος) έως το 12 (Δεκέμβριος).",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet"
			}
		]
	},
	{
		name: "MROUND",
		description: "Αποδίδει έναν αριθμό στρογγυλοποιημένο στο επιθυμητό πολλαπλάσιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα στρογγυλοποιηθεί"
			},
			{
				name: "πολλαπλάσιο",
				description: "είναι το πολλαπλάσιο στο οποίο θέλετε να στρογγυλοποιήσετε τον αριθμό"
			}
		]
	},
	{
		name: "MULTINOMIAL",
		description: "Επιστρέφει το πολυώνυμο ενός συνόλου αριθμών.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 τιμές για τις οποίες θέλετε το πολυώνυμο"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 τιμές για τις οποίες θέλετε το πολυώνυμο"
			}
		]
	},
	{
		name: "MUNIT",
		description: "Αποδίδει το μοναδιαίο πίνακα για την καθορισμένη διάσταση.",
		arguments: [
			{
				name: "διάσταση",
				description: "είναι ένας ακέραιος αριθμός που καθορίζει τη διάσταση του μοναδιαίου πίνακα που θέλετε να πάρετε"
			}
		]
	},
	{
		name: "N",
		description: "Μετατρέπει μη αριθμητικές τιμές σε αριθμό, ημερομηνίες σε αύξοντες αριθμούς, την τιμή TRUE σε 1 και οτιδήποτε άλλο σε 0 (μηδέν).",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να μετατραπεί"
			}
		]
	},
	{
		name: "NA",
		description: "Αποδίδει την τιμή σφάλματος #Δ/Υ (η τιμή δεν υπάρχει).",
		arguments: [
		]
	},
	{
		name: "NEGBINOM.DIST",
		description: "Αποδίδει την αρνητική διωνυμική κατανομή, την πιθανότητα να υπάρχουν αριθμός_αποτυχιών αποτυχίες πριν από τις αριθμός_επιτυχιών επιτυχίες, με πιθανότητα_επιτυχίας πιθανότητα επιτυχίας.",
		arguments: [
			{
				name: "αριθμός_αποτυχιών",
				description: "είναι ο αριθμός αποτυχιών"
			},
			{
				name: "αριθμός_επιτυχιών",
				description: "είναι ο αριθμός κατωφλίου επιτυχιών"
			},
			{
				name: "πιθανότητα_επιτυχίας",
				description: "είναι η πιθανότητα επιτυχίας, ένας αριθμός από το 0 έως το 1"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "NEGBINOMDIST",
		description: "Αποδίδει αρνητική διωνυμική κατανομή, την πιθανότητα αριθμός_αποτυχιών αποτυχιών πριν από Number_s-th επιτυχίες, με πιθανότητα_επιτυχίας πιθανότητα επιτυχίας.",
		arguments: [
			{
				name: "αριθμός_αποτυχιών",
				description: "αριθμός αποτυχιών"
			},
			{
				name: "αριθμός_επιτυχιών",
				description: "αριθμός κατωφλιού επιτυχιών"
			},
			{
				name: "πιθανότητα_επιτυχίας",
				description: "πιθανότητα επιτυχίας, αριθμός από 0 έως 1"
			}
		]
	},
	{
		name: "NETWORKDAYS",
		description: "Αποδίδει τον αριθμό των ολόκληρων ημερών εργασίας μεταξύ δύο ημερομηνιών.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "ημερομηνία_λήξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την τελική ημερομηνία"
			},
			{
				name: "αργίες",
				description: "είναι ένα προαιρετικό σύνολο ενός ή περισσότερων αυξόντων αριθμών ημερομηνίας που θα εξαιρεθούν από το ημερολόγιο εργασίας, όπως εθνικές και κινητές εορτές"
			}
		]
	},
	{
		name: "NETWORKDAYS.INTL",
		description: "Αποδίδει τον αριθμό των ολόκληρων ημερών εργασίας μεταξύ δύο ημερομηνιών με προσαρμοσμένες παραμέτρους σαββατοκύριακου.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "ημερομηνία_λήξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την τελική ημερομηνία"
			},
			{
				name: "σαββατοκύριακο",
				description: "είναι ένας αριθμός σαββατοκύριακου ή μια συμβολοσειρά που καθορίζει πότε πέφτει σαββατοκύριακο"
			},
			{
				name: "αργίες",
				description: "είναι ένα προαιρετικό σύνολο ενός ή περισσότερων αυξόντων αριθμών ημερομηνίας που θα εξαιρεθούν από το ημερολόγιο εργασίας, όπως εθνικές και κινητές εορτές"
			}
		]
	},
	{
		name: "NOMINAL",
		description: "Αποδίδει το ετήσιο ονομαστικό επιτόκιο.",
		arguments: [
			{
				name: "πραγματικό_επιτόκιο",
				description: "είναι το πραγματικό επιτόκιο"
			},
			{
				name: "αριθμός_περιόδων_ανά_έτος",
				description: "είναι ο αριθμός των σύνθετων περιόδων ανά έτος"
			}
		]
	},
	{
		name: "NORM.DIST",
		description: "Αποδίδει την κανονική κατανομή για τον αριθμητικό μέσο και τη μέση απόκλιση τετραγώνου που καθορίστηκαν.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε την κατανομή"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της κατανομής"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "NORM.INV",
		description: "Αποδίδει το αντίστροφο της κανονικής αθροιστικής κατανομής για τον αριθμητικό μέσο και την τυπική απόκλιση που καθορίσατε.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα αντίστοιχη με την κανονική κατανομή, ένας αριθμός στο κλειστό διάστημα από 0 έως 1"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της κατανομής"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της κατανομής, ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "NORM.S.DIST",
		description: "Αποδίδει την τυπική κανονική κατανομή (ο αριθμητικός μέσος ισούται με μηδέν και η τυπική απόκλιση με ένα).",
		arguments: [
			{
				name: "z",
				description: "είναι η τιμή της οποίας θέλετε την κατανομή"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή την τιμή FALSE για την συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "NORM.S.INV",
		description: "Αποδίδει το αντίστροφο της τυπικής κανονικής αθροιστικής κατανομής (ο αριθμητικός μέσος ισούται με μηδέν και η μέση απόκλιση με ένα).",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα αντίστοιχη με την κανονική κατανομή, ένας αριθμός στο κλειστό διάστημα από 0 έως 1"
			}
		]
	},
	{
		name: "NORMDIST",
		description: "Αποδίδει την κανονική αθροιστική κατανομή για τον αριθμητικό μέσο και τη μέση απόκλιση τετραγώνου που καθορίστηκαν.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε την κατανομή"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της κατανομής"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "NORMINV",
		description: "Αποδίδει το αντίστροφο της κανονικής αθροιστικής κατανομής για τον αριθμητικό μέσο και την τυπική απόκλιση που καθορίσατε.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα αντίστοιχη με την κανονική κατανομή, ένας αριθμός στο κλειστό διάστημα από 0 έως 1"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της κατανομής"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η τυπική απόκλιση της κατανομής, ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "NORMSDIST",
		description: "Αποδίδει την τυπική κανονική αθροιστική κατανομή (ο αριθμητικός μέσος ισούται με μηδέν και η τυπική απόκλιση με ένα).",
		arguments: [
			{
				name: "z",
				description: "είναι η τιμή της οποίας θέλετε την κατανομή"
			}
		]
	},
	{
		name: "NORMSINV",
		description: "Αποδίδει το αντίστροφο της τυπικής κανονικής αθροιστικής κατανομής (ο αριθμητικός μέσος ισούται με μηδέν και η μέση απόκλιση με ένα).",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι πιθανότητα αντίστοιχη με την κανονική κατανομή, ένας αριθμός στο κλειστό διάστημα από 0 έως 1"
			}
		]
	},
	{
		name: "NOT",
		description: "Αλλάζει την τιμή TRUE σε FALSE ή την τιμή FALSE σε TRUE.",
		arguments: [
			{
				name: "λογική",
				description: "είναι τιμή ή παράσταση που είναι δυνατό να πάρει την τιμή TRUE ή FALSE"
			}
		]
	},
	{
		name: "NOW",
		description: "Αποδίδει την τρέχουσα ημερομηνία και ώρα με τη μορφή ημερομηνίας και ώρας.",
		arguments: [
		]
	},
	{
		name: "NPER",
		description: "Αποδίδει το πλήθος των περιόδων μιας επένδυσης, βάσει περιοδικών, σταθερών πληρωμών και ενός σταθερού επιτοκίου.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "πληρωμή",
				description: "είναι η πληρωμή που γίνεται κάθε περίοδο. Δεν είναι δυνατή η αλλαγή της κατά τη διάρκεια της επένδυσης"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία ή το πληρωτέο εφάπαξ ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε αφού γίνει η τελευταία πληρωμή. Εάν παραλειφθεί, χρησιμοποιείται το μηδέν"
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται"
			}
		]
	},
	{
		name: "NPV",
		description: "Αποδίδει την καθαρή παρούσα αξία μιας επένδυσης, βάσει ενός προεξοφλητικού επιτοκίου και μιας σειράς από μελλοντικές πληρωμές (αρνητικές τιμές) και εισοδήματα (θετικές τιμές).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το προεξοφλητικό επιτόκιο στο διάστημα μιας περιόδου"
			},
			{
				name: "αριθμός1",
				description: "είναι 1 έως 254 ορίσματα που αναπαριστούν πληρωμές και εισόδημα, που έχουν κατανεμηθεί ισοδύναμα στο χρόνο και καταβάλλονται στο τέλος της περιόδου"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 254 ορίσματα που αναπαριστούν πληρωμές και εισόδημα, που έχουν κατανεμηθεί ισοδύναμα στο χρόνο και καταβάλλονται στο τέλος της περιόδου"
			}
		]
	},
	{
		name: "NUMBERVALUE",
		description: "Μετατρέπει κείμενο σε αριθμό με τρόπο ανεξάρτητο από τις τοπικές ρυθμίσεις του συστήματος.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι η συμβολοσειρά που αντιπροσωπεύει τον αριθμό που θέλετε να μετατρέψετε"
			},
			{
				name: "διαχωριστικό_δεκαδικών",
				description: "είναι ο χαρακτήρας που χρησιμοποιείται για το διαχωρισμό των δεκαδικών ψηφίων στη συμβολοσειρά"
			},
			{
				name: "διαχωριστικό_ομάδων",
				description: "είναι ο χαρακτήρας που χρησιμοποιείται για διαχωρισμό ομάδων ψηφίων στη συμβολοσειρά"
			}
		]
	},
	{
		name: "OCT2BIN",
		description: "Μετατρέπει έναν οκταδικό αριθμό σε δυαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο οκταδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "OCT2DEC",
		description: "Μετατρέπει έναν οκταδικό αριθμό σε δεκαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο οκταδικός αριθμός που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "OCT2HEX",
		description: "Μετατρέπει έναν οκταδικό αριθμό σε δεκαεξαδικό.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο οκταδικός αριθμός που θέλετε να μετατρέψετε"
			},
			{
				name: "θέσεις",
				description: "είναι ο αριθμός των χαρακτήρων που θα χρησιμοποιηθούν"
			}
		]
	},
	{
		name: "ODD",
		description: "Στρογγυλοποιεί έναν θετικό αριθμό προς τα επάνω και έναν αρνητικό αριθμό προς τα κάτω, στον πλησιέστερο περιττό ακέραιο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η τιμή που θα στρογγυλοποιηθεί"
			}
		]
	},
	{
		name: "OFFSET",
		description: "Αποδίδει μια αναφορά σε μια περιοχή που αποτελεί έναν καθορισμένο αριθμό γραμμών και στηλών από μια δεδομένη αναφορά.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι η αναφορά στην οποία θέλετε να βασιστεί η μετατόπιση, μια αναφορά σε κελί ή μια περιοχή συνεχόμενων κελιών"
			},
			{
				name: "γραμμές",
				description: "είναι το πλήθος των γραμμών, προς τα επάνω ή κάτω, στις οποίες θέλετε να αναφέρεται το άνω αριστερά κελί του αποτελέσματος"
			},
			{
				name: "στήλες",
				description: "είναι το πλήθος των στηλών, προς τα αριστερά ή δεξιά, στις οποίες θέλετε να αναφέρεται το άνω αριστερά κελί του αποτελέσματος"
			},
			{
				name: "ύψος",
				description: "είναι το ύψος, σε αριθμό γραμμών, που θέλετε να έχει το αποτέλεσμα. Εάν παραλειφθεί, είναι ίσο με το ύψος της αναφοράς"
			},
			{
				name: "πλάτος",
				description: "είναι το πλάτος, σε αριθμό στηλών, που θέλετε να έχει το αποτέλεσμα. Εάν παραλειφθεί, είναι ίσο με το πλάτος της αναφοράς"
			}
		]
	},
	{
		name: "OR",
		description: "Ελέγχει αν κάποιο από τα ορίσματα είναι TRUE και αποδίδει TRUE ή FALSE. Αποδίδει FALSE μόνο αν όλα τα ορίσματα είναι FALSE.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "λογική1",
				description: "είναι 1 έως 255 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE"
			},
			{
				name: "λογική2",
				description: "είναι 1 έως 255 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE"
			}
		]
	},
	{
		name: "PARAMETER",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "PDURATION",
		description: "Αποδίδει τον αριθμό περιόδων που απαιτούνται προκειμένου μια επένδυση να φτάσει σε μια καθορισμένη τιμή.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο."
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία της επένδυσης"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η επιθυμητή μελλοντική αξία της επένδυσης"
			}
		]
	},
	{
		name: "PEARSON",
		description: "Αποδίδει το συντελεστή συσχέτισης Pearson του γινομένου των ροπών, r.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι ομάδα ανεξάρτητων τιμών"
			},
			{
				name: "πίνακας2",
				description: "είναι ομάδα εξαρτημένων τιμών"
			}
		]
	},
	{
		name: "PERCENTILE",
		description: "Αποδίδει το k εκατοστημόριο τιμών μιας περιοχής.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων που ορίζει σχετικό standing"
			},
			{
				name: "k",
				description: "είναι η τιμή εκατοστημορίου στο κλειστό διάστημα 0 έως 1"
			}
		]
	},
	{
		name: "PERCENTILE.EXC",
		description: "Αποδίδει το k εκατοστημόριο τιμών μιας περιοχής, όπου k είναι στο ανοιχτό διάστημα 0..1.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων που ορίζει τη σχετική θέση κατάταξης"
			},
			{
				name: "k",
				description: "είναι η τιμή εκατοστημορίου στο κλειστό διάστημα 0 έως 1"
			}
		]
	},
	{
		name: "PERCENTILE.INC",
		description: "Αποδίδει το k εκατοστημόριο τιμών μιας περιοχής, όπου k είναι η κλειστή περιοχή 0..1.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων που ορίζει τη σχετική θέση κατάταξης"
			},
			{
				name: "k",
				description: "είναι η τιμή εκατοστημορίου στο κλειστό διάστημα 0 έως 1"
			}
		]
	},
	{
		name: "PERCENTRANK",
		description: "Αποδίδει τη σειρά κατάταξης μιας τιμής ως ποσοστό επί του συνόλου δεδομένων.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων με αριθμητικές τιμές που ορίζει τη σχετική θέση κατάταξης"
			},
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε να γνωρίζετε τη σειρά κατάταξης"
			},
			{
				name: "σημαντικότητα",
				description: "είναι μια προαιρετική τιμή που καθορίζει τον αριθμό των σημαντικών ψηφίων για το επιστρεφόμενο ποσοστό και ορίζεται ως τρία ψηφία αν παραλειφθεί (0,xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.EXC",
		description: "Αποδίδει τη σειρά κατάταξης μιας τιμής σε ένα σύνολο δεδομένων ως ποσοστό του συνόλου δεδομένων ως ποσοστό (ανοιχτό διάστημα 0..1) του συνόλου δεδομένων.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων με αριθμητικές τιμές που ορίζει τη σχετική θέση κατάταξης"
			},
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε να γνωρίζετε τη σειρά κατάταξης"
			},
			{
				name: "σημαντικότητα",
				description: "είναι μια προαιρετική τιμή που καθορίζει τον αριθμό των σημαντικών ψηφίων για το επιστρεφόμενο ποσοστό και ορίζεται ως τρία ψηφία αν παραλειφθεί (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.INC",
		description: "Αποδίδει τη σειρά κατάταξης μιας τιμής σε ένα σύνολο δεδομένων ως ποσοστό του συνόλου δεδομένων ως ποσοστό (στο κλειστό διάστημα 0..1) του συνόλου δεδομένων.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων με αριθμητικές τιμές που ορίζει τη σχετική θέση κατάταξης"
			},
			{
				name: "x",
				description: "είναι η τιμή της οποίας θέλετε να γνωρίζετε τη σειρά κατάταξης"
			},
			{
				name: "σημαντικότητα",
				description: "είναι μια προαιρετική τιμή που καθορίζει τον αριθμό των σημαντικών ψηφίων για το επιστρεφόμενο ποσοστό και ορίζεται ως τρία ψηφία αν παραλειφθεί (0.xxx%)"
			}
		]
	},
	{
		name: "PERMUT",
		description: "Αποδίδει τον αριθμό των διατάξεων για δεδομένο αριθμό αντικειμένων, τα οποία μπορούν να επιλεχθούν από το σύνολο των αντικειμένων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το συνολικό πλήθος των αντικειμένων"
			},
			{
				name: "επιλεγμένος_αριθμός",
				description: "είναι το πλήθος των αντικειμένων σε κάθε συνδυασμό"
			}
		]
	},
	{
		name: "PERMUTATIONA",
		description: "Αποδίδει τον αριθμό των μεταθέσεων για δεδομένο αριθμό αντικειμένων (με επαναλήψεις), τα οποία μπορούν να επιλεχθούν από το σύνολο των αντικειμένων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το συνολικό πλήθος των αντικειμένων"
			},
			{
				name: "επιλεγμένος_αριθμός",
				description: "είναι το πλήθος των αντικειμένων σε κάθε μετάθεση"
			}
		]
	},
	{
		name: "PHI",
		description: "Αποδίδει την τιμή της συνάρτησης πυκνότητας για μια τυπική κανονική κατανομή.",
		arguments: [
			{
				name: "x",
				description: "είναι ο αριθμός για τον οποίο θέλετε την πυκνότητα της τυπικής κανονικής κατανομής"
			}
		]
	},
	{
		name: "PI",
		description: "Αποδίδει την τιμή του π, 3,14159265358979, με ακρίβεια 15 ψηφίων.",
		arguments: [
		]
	},
	{
		name: "PMT",
		description: "Αποδίδει την πληρωμή για ένα δάνειο, βάσει σταθερών πληρωμών και ενός σταθερού επιτοκίου.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο του δανείου ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "πληρωμή",
				description: "είναι το συνολικό πλήθος πληρωμών του δανείου"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία: το συνολικό ποσό στο οποίο ανέρχεται αυτή τη στιγμή μια σειρά μελλοντικών πληρωμών"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι  η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε, αφού γίνει η τελευταία πληρωμή. Παίρνει την τιμή μηδέν (0) αν παραλειφθεί"
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται"
			}
		]
	},
	{
		name: "POISSON",
		description: "Αποδίδει την κατανομή Poisson.",
		arguments: [
			{
				name: "x",
				description: "είναι ο αριθμός συμβάντων"
			},
			{
				name: "μέση_τιμή",
				description: "είναι η αναμενόμενη αριθμητική τιμή, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική κατανομή πιθανοτήτων Poisson ή την τιμή FALSE για την κατανομή πιθανοτήτων Poisson"
			}
		]
	},
	{
		name: "POISSON.DIST",
		description: "Αποδίδει την κατανομή Poisson.",
		arguments: [
			{
				name: "x",
				description: "είναι ο αριθμός συμβάντων"
			},
			{
				name: "μέση_τιμή",
				description: "είναι η αναμενόμενη αριθμητική τιμή, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική κατανομή πιθανοτήτων Poisson ή την τιμή FALSE για την κατανομή πιθανοτήτων Poisson"
			}
		]
	},
	{
		name: "POWER",
		description: "Αποδίδει το αποτέλεσμα ενός αριθμού υψωμένου σε δύναμη.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός βάσης, οποιοσδήποτε πραγματικός αριθμός"
			},
			{
				name: "δύναμη",
				description: "είναι ο εκθέτης, στον οποίο θα υψωθεί ο αριθμός της βάσης"
			}
		]
	},
	{
		name: "PPMT",
		description: "Αποδίδει την πληρωμή επί του αρχικού κεφαλαίου μιας επένδυσης, βάσει περιοδικών, σταθερών πληρωμών και ενός σταθερού επιτοκίου.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "περίοδος",
				description: "καθορίζει την περίοδο και πρέπει να κυμαίνεται μεταξύ 1 και nper"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι το συνολικό πλήθος περιόδων πληρωμών σε μια επένδυση"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία: το συνολικό ποσό στο οποίο ανέρχεται αυτή τη στιγμή μια σειρά μελλοντικών πληρωμών"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε, αφού γίνει η τελευταία πληρωμή"
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται"
			}
		]
	},
	{
		name: "PRICEDISC",
		description: "Αποδίδει την τιμή ανά 100 €   ονομαστικής αξίας ενός προεξοφληθέντος χρεογράφου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "προεξόφληση",
				description: "είναι το προεξοφλητικό επιτόκιο του χρεογράφου"
			},
			{
				name: "εξαργύρωση",
				description: "είναι η τιμή εξαργύρωσης του χρεογράφου ανά 100 € ονομαστικής αξίας"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "PROB",
		description: "Αποδίδει την πιθανότητα ότι οι τιμές μιας περιοχής βρίσκονται μεταξύ δύο ορίων ή ότι είναι ίσες με ένα κατώτερο όριο.",
		arguments: [
			{
				name: "x_εύρος",
				description: "είναι η περιοχή αριθμητικών τιμών του x για τις οποίες υπάρχουν σχετικές πιθανότητες"
			},
			{
				name: "εύρος_πιθανοτήτων",
				description: "είναι μια ομάδα πιθανοτήτων σχετικών με τιμές στην παράμετρο εύρος_x, με τιμές στο διάστημα 0 έως 1 εκτός του 0"
			},
			{
				name: "κατώτερο_όριο",
				description: "είναι το κατώτερο όριο για την τιμή, της οποίας θέλετε την πιθανότητα"
			},
			{
				name: "ανώτερο_όριο",
				description: "είναι το προαιρετικό ανώτερο όριο για την τιμή. Εάν παραλειφθεί, η συνάρτηση PROB αποδίδει την πιθανότητα οι τιμές της παραμέτρου εύρος_X να είναι ίσες με το κατώτερο_όριο"
			}
		]
	},
	{
		name: "PRODUCT",
		description: "Αποδίδει το γινόμενο όλων των αριθμών που έχουν εισαχθεί ως ορίσματα.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί, λογικές τιμές ή αριθμοί με μορφή κειμένου, τους οποίους θέλετε να πολλαπλασιάσετε"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί, λογικές τιμές ή αριθμοί με μορφή κειμένου, τους οποίους θέλετε να πολλαπλασιάσετε"
			}
		]
	},
	{
		name: "PROPER",
		description: "Μετατρέπει το πρώτο γράμμα όλων των λέξεων μιας ακολουθίας χαρακτήρων κειμένου σε κεφαλαίο και όλα τα υπόλοιπα γράμματα σε πεζά.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι κείμενο μέσα σε εισαγωγικά, τύπος που επιστρέφει κείμενο ή αναφορά σε κελί που περιέχει κείμενο, το οποίο θέλετε να μετατρέψετε εν μέρει σε κεφαλαία"
			}
		]
	},
	{
		name: "PV",
		description: "Αποδίδει την παρούσα αξία μιας επένδυσης, δηλαδή το συνολικό ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το επιτόκιο ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%"
			},
			{
				name: "αριθμός_περιόδων",
				description: "είναι το συνολικό πλήθος περιόδων πληρωμών σε μια επένδυση"
			},
			{
				name: "πληρωμή",
				description: "είναι η πληρωμή που γίνεται κάθε περίοδο και δεν μπορεί να αλλάξει κατά τη διάρκεια της επένδυσης"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε, αφού γίνει η τελευταία πληρωμή"
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται"
			}
		]
	},
	{
		name: "QUARTILE",
		description: "Αποδίδει το τεταρτημόριο ενός συνόλου δεδομένων.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή κελιών αριθμητικών τιμών των οποίων θέλετε τιμή τεταρτημορίου"
			},
			{
				name: "τεταρτημόριο",
				description: "είναι ένας αριθμός που παίρνει την τιμή 0 για την ελάχιστη τιμή, την τιμή 1 για το πρώτο τεταρτημόριο, την τιμή 2 για το διάμεσο, την τιμή 3 για το τρίτο τεταρτημόριο ή την τιμή 4 για τη μέγιστη τιμή"
			}
		]
	},
	{
		name: "QUARTILE.EXC",
		description: "Αποδίδει το τεταρτημόριο ενός συνόλου δεδομένων, βάσει τιμών εκατοστημορίου στο ανοιχτό διάστημα 0..1.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή κελιών αριθμητικών τιμών των οποίων θέλετε τιμή τεταρτημορίου"
			},
			{
				name: "τεταρτημόριο",
				description: "είναι ένας αριθμός: ελάχιστη τιμή = 0, 1ο τεταρτημόριο = 1, διάμεση τιμή = 2, 3ο τεταρτημόριο = 3, μέγιστη τιμή = 4"
			}
		]
	},
	{
		name: "QUARTILE.INC",
		description: "Αποδίδει το τεταρτημόριο ενός συνόλου δεδομένων, βάσει τιμών εκατοστημορίου στο κλειστό διάστημα 0..1.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή κελιών αριθμητικών τιμών των οποίων θέλετε τιμή τεταρτημορίου"
			},
			{
				name: "τεταρτημόριο",
				description: "είναι ένας αριθμός: ελάχιστη τιμή = 0, 1ο τεταρτημόριο = 1, διάμεση τιμή = 2, 3ο τεταρτημόριο = 3, μέγιστη τιμή = 4"
			}
		]
	},
	{
		name: "QUOTIENT",
		description: "Αποδίδει το ακέραιο τμήμα μιας διαίρεσης.",
		arguments: [
			{
				name: "αριθμητής",
				description: "είναι ο διαιρετέος"
			},
			{
				name: "παρονομαστής",
				description: "είναι ο διαιρέτης"
			}
		]
	},
	{
		name: "RADIANS",
		description: "Μετατρέπει τις μοίρες σε ακτίνια.",
		arguments: [
			{
				name: "γωνία",
				description: "είναι μια γωνία σε μοίρες, την οποία θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "RAND",
		description: "Αποδίδει έναν τυχαίο αριθμό μεγαλύτερο ή ίσο του 0 και μικρότερο του 1, ομοιόμορφα κατανεμημένο (αλλάζει κατά την επανάληψη του υπολογισμού).",
		arguments: [
		]
	},
	{
		name: "RANDBETWEEN",
		description: "Αποδίδει έναν τυχαίο αριθμό μεταξύ των αριθμών που καθορίζετε.",
		arguments: [
			{
				name: "μικρότερος",
				description: "είναι ο μικρότερος ακέραιος που θα επιστρέψει η RANDBETWEEN"
			},
			{
				name: "μεγαλύτερος",
				description: "είναι ο μεγαλύτερος ακέραιος που θα επιστρέψει η RANDBETWEEN"
			}
		]
	},
	{
		name: "RANGE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "RANK",
		description: "Αποδίδει τη σειρά ενός αριθμού μέσα σε μια λίστα αριθμών. Η τιμή είναι σχετική με άλλες τιμές στη λίστα.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε να βρείτε τη σειρά"
			},
			{
				name: "αναφορά",
				description: "είναι ένας πίνακας ή αναφορά λίστας αριθμών. Οι μη αριθμητικές τιμές παραβλέπονται"
			},
			{
				name: "σειρά",
				description: "είναι ένας αριθμός: όταν η λίστα είναι ταξινομημένη κατά φθίνουσα σειρά, η τιμή είναι 0 ή παραλείπεται και όταν η λίστα είναι ταξινομημένη κατά αύξουσα σειρά, η τιμή είναι οποιαδήποτε μη μηδενική τιμή"
			}
		]
	},
	{
		name: "RANK.AVG",
		description: "Αποδίδει τη σειρά κατάταξης ενός αριθμού σε μια λίστα αριθμών: το μέγεθός του σε σχέση με τις άλλες τιμές της λίστας. Εάν περισσότερες από μία τιμές έχουν την ίδια σειρά κατάταξης, αποδίδεται η μέση σειρά κατάταξης.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε να βρείτε τη σειρά κατάταξης"
			},
			{
				name: "αναφορά",
				description: "είναι ένας πίνακας μιας λίστας αριθμών ή μια αναφορά σε μια λίστα αριθμών. Οι μη αριθμητικές τιμές παραβλέπονται"
			},
			{
				name: "σειρά",
				description: "είναι ένας αριθμός: σειρά κατάταξης στη λίστα ταξινομημένη με φθίνουσα σειρά = 0 ή παραλείπετε, σειρά κατάταξης στη λίστα ταξινομημένη με αύξουσα σειρά = οποιαδήποτε μη μηδενική τιμή"
			}
		]
	},
	{
		name: "RANK.EQ",
		description: "Αποδίδει τη σειρά κατάταξης ενός αριθμού σε μια λίστα αριθμών: το μέγεθός του σε σχέση με τις άλλες τιμές της λίστας. Εάν περισσότερες από μία τιμές έχουν την ίδια σειρά κατάταξης, αποδίδεται η ανώτατη θέση κατάταξης αυτού του συνόλου τιμών.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε να βρείτε τη σειρά κατάταξης"
			},
			{
				name: "αναφορά",
				description: "είναι ένας πίνακας μιας λίστας αριθμών ή μια αναφορά σε μια λίστα αριθμών. Οι μη αριθμητικές τιμές παραβλέπονται"
			},
			{
				name: "σειρά",
				description: "είναι ένας αριθμός: σειρά κατάταξης στη λίστα ταξινομημένη με φθίνουσα σειρά = 0 ή παραλείπεται, σειρά κατάταξης στη λίστα ταξινομημένη με αύξουσα σειρά = οποιαδήποτε μη μηδενική τιμή"
			}
		]
	},
	{
		name: "RATE",
		description: "Αποδίδει το επιτόκιο ενός δανείου ή μιας επένδυσης ανά περίοδο. Για παράδειγμα, χρησιμοποιήστε 6%/4 για τριμηνιαίες πληρωμές με Ετήσιο Ποσοστό Επιβαρύνσεων 6%.",
		arguments: [
			{
				name: "αριθμός_περιόδων",
				description: "είναι το συνολικό πλήθος περιόδων πληρωμών του δανείου ή της επένδυσης"
			},
			{
				name: "πληρωμή",
				description: "είναι η πληρωμή που γίνεται κάθε περίοδο και δεν μπορεί να αλλάξει κατά τη διάρκεια του δανείου ή της επένδυσης"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία: το συνολικό ποσό στο οποίο ανέρχεται αυτήν τη στιγμή μια σειρά μελλοντικών πληρωμών"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία ή το υπόλοιπο ταμείου που θέλετε να επιτύχετε, αφού γίνει η τελευταία πληρωμή. Εάν παραλειφθεί, χρησιμοποιείται η τιμή Fv=0"
			},
			{
				name: "τύπος",
				description: "είναι μια λογική τιμή: όταν η πληρωμή γίνεται στην αρχή της περιόδου, η τιμή είναι 1 και όταν η πληρωμή γίνεται στο τέλος της περιόδου, η τιμή είναι 0 ή παραλείπεται"
			},
			{
				name: "εκτίμηση",
				description: "είναι η εκτίμησή σας για την τιμή του επιτοκίου. Εάν παραλειφθεί, Guess = 0,1 (10%)"
			}
		]
	},
	{
		name: "RECEIVED",
		description: "Αποδίδει το ποσό που παραλήφθηκε κατά τη λήξη ενός πλήρως επενδεδυμένου χρεογράφου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "επένδυση",
				description: "είναι το ποσό που επενδύθηκε στο χρεόγραφο"
			},
			{
				name: "προεξόφληση",
				description: "είναι το προεξοφλητικό επιτόκιο του χρεογράφου"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "REPLACE",
		description: "Αντικαθιστά χαρακτήρες μέσα σε κείμενο.",
		arguments: [
			{
				name: "παλιό_κείμενο",
				description: "είναι το κείμενο στο οποίο θέλετε να αντικαταστήσετε ορισμένους χαρακτήρες"
			},
			{
				name: "αριθμός_έναρξης",
				description: "είναι η θέση του χαρακτήρα στο παλιό_κείμενο που θέλετε να αντικατασταθεί με το νέο_κείμενο"
			},
			{
				name: "αριθμός_χαρακτήρων",
				description: "είναι το πλήθος των χαρακτήρων στο παλιό_κείμενο, τους οποίους θέλετε να αντικαταστήσετε"
			},
			{
				name: "νέο_κείμενο",
				description: "είναι το κείμενο που θα αντικαταστήσει τους χαρακτήρες στο παλιό_κείμενο"
			}
		]
	},
	{
		name: "REPT",
		description: "Επαναλαμβάνει κείμενο όσες φορές έχει οριστεί. Χρησιμοποιήστε την REPT, για να συμπληρώσετε ένα κελί, επαναλαμβάνοντας μια ακολουθία χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο που θέλετε να επαναλάβετε"
			},
			{
				name: "αριθμός_επαναλήψεων",
				description: "είναι ένας θετικός αριθμός που καθορίζει τον αριθμό επαναλήψεων του κειμένου"
			}
		]
	},
	{
		name: "RIGHT",
		description: "Αποδίδει το καθορισμένο πλήθος χαρακτήρων από το τέλος μιας ακολουθίας χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι η ακολουθία χαρακτήρων κειμένου η οποία περιέχει τους χαρακτήρες που θέλετε να εξαγάγετε"
			},
			{
				name: "αριθμός_χαρακτήρων",
				description: "καθορίζει το πλήθος των χαρακτήρων που θέλετε να εξαγάγετε και παίρνει την τιμή 1 αν παραλειφθεί"
			}
		]
	},
	{
		name: "ROMAN",
		description: "Μετατρέπει ένα αραβικό αριθμητικό ψηφίο σε λατινικό, ως κείμενο.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι το αραβικό αριθμητικό ψηφίο που θέλετε να μετατρέψετε"
			},
			{
				name: "φόρμα",
				description: "είναι ο αριθμός ο οποίος καθορίζει τον τύπο του λατινικού αριθμητικού ψηφίου που θέλετε."
			}
		]
	},
	{
		name: "ROUND",
		description: "Στρογγυλοποιεί έναν αριθμό σε καθορισμένο αριθμό ψηφίων.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός που θέλετε να στρογγυλοποιήσετε"
			},
			{
				name: "αριθμός_ψηφίων",
				description: "είναι ο αριθμός των ψηφίων στα οποία θέλετε να στρογγυλοποιήσετε τον αριθμό. Αρνητικός αριθμός στρογγυλοποιεί προς τα αριστερά της υποδιαστολής, το μηδέν στον κοντινότερο ακέραιο"
			}
		]
	},
	{
		name: "ROUNDDOWN",
		description: "Στρογγυλοποιεί προς τα κάτω έναν αριθμό, προς το μηδέν.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός που θέλετε να στρογγυλοποιήσετε προς τα κάτω"
			},
			{
				name: "ψηφία_αριθμού",
				description: "είναι ο αριθμός των ψηφίων στα οποία θέλετε να εφαρμοστεί η στρογγυλοποίηση. Η αρνητική τιμή στρογγυλοποιεί προς τα αριστερά της υποδιαστολής, η μηδενική τιμή ή η παράλειψη προς τον κοντινότερο ακέραιο"
			}
		]
	},
	{
		name: "ROUNDUP",
		description: "Στρογγυλοποιεί έναν αριθμό προς τα επάνω.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός που θέλετε να στρογγυλοποιήσετε προς τα επάνω"
			},
			{
				name: "ψηφία_αριθμού",
				description: "είναι ο αριθμός των ψηφίων στα οποία θέλετε να εφαρμοστεί η στρογγυλοποίηση. Η αρνητική τιμή στρογγυλοποιεί προς τα αριστερά της υποδιαστολής, η μηδενική τιμή ή η παράλειψη προς τον κοντινότερο ακέραιο"
			}
		]
	},
	{
		name: "ROW",
		description: "Επιστρέφει τον αριθμό γραμμής μιας αναφοράς.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι το κελί ή η περιοχή κελιών των οποίων θέλετε τον αριθμό γραμμής. Εάν παραλειφθεί, επιστρέφει το κελί που περιέχει τη συνάρτηση ROW"
			}
		]
	},
	{
		name: "ROWS",
		description: "Αποδίδει το πλήθος γραμμών σε αναφορά ή πίνακα.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι πίνακας, τύπος πίνακα ή αναφορά σε περιοχή κελιών, για τα οποία θέλετε το πλήθος των γραμμών"
			}
		]
	},
	{
		name: "RRI",
		description: "Αποδίδει το ισοδύναμο επιτόκιο για την αύξηση μιας επένδυσης.",
		arguments: [
			{
				name: "αριθμός_περιόδων",
				description: "είναι ο αριθμός περιόδων της επένδυσης"
			},
			{
				name: "παρούσα_αξία",
				description: "είναι η παρούσα αξία της επένδυσης"
			},
			{
				name: "μελλοντική_αξία",
				description: "είναι η μελλοντική αξία της επένδυσης"
			}
		]
	},
	{
		name: "RSQ",
		description: "Αποδίδει το τετράγωνο του συντελεστή συσχέτισης Pearson του γινομένου ροπών μέσω των καθορισμένων σημείων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι ένας πίνακας ή περιοχή σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "γνωστά_x",
				description: "είναι ένας πίνακας ή περιοχή σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "RTD",
		description: "Ανακτά δεδομένα σε πραγματικό χρόνο από ένα πρόγραμμα που υποστηρίζει αυτοματοποίηση COM.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αναγνωριστικό_προόδου",
				description: "είναι το όνομα του ProgID ενός καταχωρημένου προσθέτου αυτοματοποίησης COM. Πληκτρολογήστε το όνομα εντός εισαγωγικών"
			},
			{
				name: "διακομιστής",
				description: "είναι το όνομα του διακομιστή στον οποίο πρέπει να εκτελεστεί το πρόσθετο. Πληκτρολογήστε το όνομα εντός εισαγωγικών. Εάν το πρόσθετο εκτελείται τοπικά, χρησιμοποιήστε μια κενή συμβολοσειρά"
			},
			{
				name: "θέμα1",
				description: "είναι 1 έως 38 παράμετροι που προσδιορίζουν ένα τμήμα δεδομένων"
			},
			{
				name: "θέμα2",
				description: "είναι 1 έως 38 παράμετροι που προσδιορίζουν ένα τμήμα δεδομένων"
			}
		]
	},
	{
		name: "SEARCH",
		description: "Αποδίδει τον αριθμό του χαρακτήρα όπου εντοπίζεται για πρώτη φορά ένας χαρακτήρας ή συμβολοσειρά κειμένου, από αριστερά προς δεξιά (χωρίς διάκριση πεζών-κεφαλαίων).",
		arguments: [
			{
				name: "εύρεση_κειμένου",
				description: "είναι το κείμενο που θέλετε να εντοπίσετε. Μπορείτε να χρησιμοποιήσετε τους χαρακτήρες μπαλαντέρ (?) και (*). Πληκτρολογήστε ~? και ~* αν θέλετε να εντοπίσετε τους χαρακτήρες ? και *."
			},
			{
				name: "εντός_κειμένου",
				description: "είναι το κείμενο στο οποίο θέλετε να αναζητηθεί η παράμετρος Εύρεση_κειμένου"
			},
			{
				name: "αριθμός_έναρξης",
				description: "είναι ο αριθμός θέσης του χαρακτήρα στο Εντός_κειμένου, μετρώντας από τα αριστερά, από τον οποίο θέλετε να αρχίσει η αναζήτηση. Εάν παραλειφθεί, ορίζεται ως 1"
			}
		]
	},
	{
		name: "SEC",
		description: "Αποδίδει την τέμνουσα μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε την τέμνουσα"
			}
		]
	},
	{
		name: "SECH",
		description: "Αποδίδει την υπερβολική τέμνουσα μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε την υπερβολική τέμνουσα"
			}
		]
	},
	{
		name: "SECOND",
		description: "Αποδίδει το δευτερόλεπτο, ένας αριθμός από το 0 έως το 59.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet ή κείμενο σε μορφή ώρας, όπως το 16:48:23 ή 4:48:47 ΜΜ"
			}
		]
	},
	{
		name: "SERIESSUM",
		description: "Αποδίδει το άθροισμα μιας δυναμοσειράς βάσει του τύπου.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή εισόδου στη δυναμοσειρά"
			},
			{
				name: "n",
				description: "είναι η αρχική δύναμη στην οποία θέλετε να υψώσετε το x"
			},
			{
				name: "m",
				description: "είναι το βήμα με το οποίο θα αυξάνεται το n για κάθε όρο της σειράς"
			},
			{
				name: "συντελεστές",
				description: "είναι μια ομάδα συντελεστών με τους οποίους πολλαπλασιάζεται κάθε διαδοχική δύναμη του x"
			}
		]
	},
	{
		name: "SHEET",
		description: "Αποδίδει τον αριθμό φύλλου του φύλλου στο οποίο γίνεται αναφορά.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι το όνομα ενός φύλλου ή μια αναφορά της οποίας θέλετε τον αριθμό φύλλου.  Εάν παραληφθεί, αποδίδεται ο αριθμός του φύλλου στο οποίο περιέχεται η συνάρτηση"
			}
		]
	},
	{
		name: "SHEETS",
		description: "Αποδίδει τον αριθμό φύλλων σε μια αναφορά.",
		arguments: [
			{
				name: "αναφορά",
				description: "είναι μια αναφορά για την οποία θέλετε να γνωρίζετε το πλήθος των φύλλων που περιέχει.  Εάν παραληφθεί, αποδίδεται ο αριθμός των φύλλων που υπάρχουν στο βιβλίο εργασίας που περιέχει τη συνάρτηση"
			}
		]
	},
	{
		name: "SIGN",
		description: "Αποδίδει το πρόσημο ενός αριθμού. Παίρνει την τιμή 1 αν ο αριθμός είναι θετικός, την τιμή 0 αν ο αριθμός είναι μηδέν ή την τιμή -1 αν ο αριθμός είναι αρνητικός.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός"
			}
		]
	},
	{
		name: "SIN",
		description: "Αποδίδει το ημίτονο μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε το ημίτονο. Μοίρες*π/180 = ακτίνια"
			}
		]
	},
	{
		name: "SINH",
		description: "Αποδίδει το υπερβολικό ημίτονο ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός"
			}
		]
	},
	{
		name: "SKEW",
		description: "Αποδίδει την ασυμμετρία μιας κατανομής: ένας χαρακτηρισμός του βαθμού ασυμμετρίας μιας κατανομής γύρω από τον αριθμητικό μέσο της.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί, ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την ασυμμετρία"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί, ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε την ασυμμετρία"
			}
		]
	},
	{
		name: "SKEW.P",
		description: "Αποδίδει τη λοξότητα μιας κατανομής με βάση έναν πληθυσμό: χαρακτηρισμός του βαθμού ασυμμετρίας μιας κατανομής γύρω από το μέσο όρο της.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 254 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε τη λοξότητα πληθυσμού"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 254 αριθμοί ή ονόματα, πίνακες ή αναφορές που περιέχουν αριθμούς, των οποίων θέλετε να υπολογίσετε τη λοξότητα πληθυσμού"
			}
		]
	},
	{
		name: "SLN",
		description: "Αποδίδει τη σταθερή απόσβεση ενός περιουσιακού στοιχείου για μία περίοδο.",
		arguments: [
			{
				name: "κόστος",
				description: "είναι το αρχικό κόστος του περιουσιακού στοιχείου"
			},
			{
				name: "υπολειμματική",
				description: "είναι η υπολειμματική αξία στο τέλος της ζωής του περιουσιακού στοιχείου"
			},
			{
				name: "ζωή",
				description: "είναι ο αριθμός των περιόδων κατά τις οποίες γίνεται η απόσβεση του περιουσιακού στοιχείου (μερικές φορές λέγεται ωφέλιμη ζωή του περιουσιακού στοιχείου)"
			}
		]
	},
	{
		name: "SLOPE",
		description: "Αποδίδει την κλίση της γραμμής γραμμικής παλινδρόμησης μέσω των καθορισμένων σημείων δεδομένων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι ένας πίνακας ή περιοχή κελιών αριθμητικά εξαρτημένων σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "γνωστά_x",
				description: "είναι η ομάδα εξαρτώμενων σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "SMALL",
		description: "Αποδίδει την k μικρότερη τιμή σε ένα σύνολο δεδομένων. Για παράδειγμα, τον πέμπτο μικρότερο αριθμό.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων των οποίων θέλετε να καθοριστεί η k μικρότερη τιμή"
			},
			{
				name: "k",
				description: "είναι η θέση (ξεκινώντας από τη μικρότερη) στον πίνακα ή στην περιοχή κελιών της τιμής που θα αποδοθεί"
			}
		]
	},
	{
		name: "SQRT",
		description: "Αποδίδει την τετραγωνική ρίζα ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε την τετραγωνική ρίζα"
			}
		]
	},
	{
		name: "SQRTPI",
		description: "Αποδίδει την τετραγωνική ρίζα του (αριθμός * π).",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός με τον οποίο πολλαπλασιάζεται το π"
			}
		]
	},
	{
		name: "STANDARDIZE",
		description: "Αποδίδει μια κανονικοποιημένη τιμή από μια κατανομή, η οποία χαρακτηρίζεται από έναν αριθμητικό μέσο και μια μέση απόκλιση τετραγώνου.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή που θέλετε να κανονικοποιήσετε"
			},
			{
				name: "μέση_τιμή",
				description: "είναι ο αριθμητικός μέσος της κατανομής"
			},
			{
				name: "τυπική_απόκλιση",
				description: "είναι η μέση απόκλιση τετραγώνου της κατανομής, ένας θετικός αριθμός"
			}
		]
	},
	{
		name: "STDEV",
		description: "Υπολογίζει τη μέση απόκλιση τετραγώνου βάσει ενός δείγματος (παραβλέπει τις λογικές τιμές και το κείμενο μέσα στο δείγμα).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν στο δείγμα ενός πληθυσμού και μπορεί να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν στο δείγμα ενός πληθυσμού και μπορεί να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "STDEV.P",
		description: "Υπολογίζει την τυπική απόκλιση βάσει ολόκληρου του πληθυσμού των ορισμάτων (παραβλέπει λογικές τιμές και κείμενο).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν σε έναν πληθυσμό και μπορούν να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν σε έναν πληθυσμό και μπορούν να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "STDEV.S",
		description: "Εκτιμά την τυπική απόκλιση με βάση ένα δείγμα (παραβλέπει λογικές τιμές και κείμενο στο δείγμα).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: " είναι 1 έως 255 αριθμοί που αντιστοιχούν στο δείγμα ενός πληθυσμού και μπορεί να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "αριθμός2",
				description: " είναι 1 έως 255 αριθμοί που αντιστοιχούν στο δείγμα ενός πληθυσμού και μπορεί να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "STDEVA",
		description: "Εκτιμά την τυπική απόκλιση βάσει δείγματος, μαζί με λογικές τιμές και κείμενο. Κείμενο και λογική τιμή FALSE = 0, λογική τιμή TRUE = 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 τιμές που αντιστοιχούν σε δείγμα πληθυσμού και μπορεί να είναι τιμές, ονόματα ή αναφορές σε τιμές"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 τιμές που αντιστοιχούν σε δείγμα πληθυσμού και μπορεί να είναι τιμές, ονόματα ή αναφορές σε τιμές"
			}
		]
	},
	{
		name: "STDEVP",
		description: "Υπολογίζει την τυπική απόκλιση βάσει ολόκληρου του πληθυσμού των ορισμάτων (παραβλέπει λογικές τιμές και κείμενο).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν σε έναν πληθυσμό και μπορούν να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί που αντιστοιχούν σε έναν πληθυσμό και μπορούν να είναι αριθμοί ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "STDEVPA",
		description: "Υπολογίζει την τυπική απόκλιση βάσει όλου του πληθυσμού, μαζί με λογικές τιμές και κείμενο. Κείμενο και λογική τιμή FALSE = 0, λογική τιμή TRUE = 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 τιμές που αντιστοιχούν σε πληθυσμό και μπορεί να είναι τιμές, ονόματα, πίνακες ή αναφορές με τιμές"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 τιμές που αντιστοιχούν σε πληθυσμό και μπορεί να είναι τιμές, ονόματα, πίνακες ή αναφορές με τιμές"
			}
		]
	},
	{
		name: "STEYX",
		description: "Αποδίδει το μέσο σφάλμα τετραγώνου της προβλεπόμενης τιμής y για κάθε x της παλινδρόμησης.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι πίνακας ή περιοχή εξαρτημένων σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			},
			{
				name: "γνωστά_x",
				description: "είναι πίνακας ή περιοχή ανεξάρτητων σημείων δεδομένων και μπορεί να είναι αριθμοί ή ονόματα, καθώς και πίνακες ή αναφορές που περιέχουν αριθμούς"
			}
		]
	},
	{
		name: "SUBSTITUTE",
		description: "Αντικαθιστά παλιό κείμενο με νέο κείμενο σε ακολουθία χαρακτήρων κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο ή η αναφορά σε κελί με κείμενο, του οποίου θέλετε να αντικαταστήσετε χαρακτήρες"
			},
			{
				name: "παλιό_κείμενο",
				description: "είναι το κείμενο που θέλετε να αντικαταστήσετε. Εάν τα πεζά και τα κεφαλαία του παλιό_κείμενο δεν ταιριάζουν με του κειμένου, η SUBSTITUTE δεν θα αντικαταστήσει το κείμενο."
			},
			{
				name: "νέο_κείμενο",
				description: "είναι το κείμενο με το οποίο θέλετε να αντικαταστήσετε το παλιό_κείμενο"
			},
			{
				name: "αριθμός_παρουσίας",
				description: "καθορίζει ποια εμφάνιση στο παλιό_κείμενο θέλετε να αντικαταστήσετε. Εάν παραλειφθεί, γίνεται αντικατάσταση σε όλες τις περιπτώσεις εμφάνισης του παλιό_κείμενο"
			}
		]
	},
	{
		name: "SUBTOTAL",
		description: "Αποδίδει το μερικό άθροισμα μέσα σε μια λίστα ή μια βάση δεδομένων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός_αναφοράς",
				description: "είναι αριθμός από το 1 έως το 11 που καθορίζει ποια συνάρτηση μερικού αθροίσματος θα χρησιμοποιηθεί για τον υπολογισμό του μερικού αθροίσματος."
			},
			{
				name: "αναφορά1",
				description: "είναι 1 έως 254 περιοχές ή αναφορές, για τις οποίες θέλετε να υπολογιστεί το μερικό άθροισμα"
			}
		]
	},
	{
		name: "SUM",
		description: "Προσθέτει όλους τους αριθμούς σε μια περιοχή κελιών.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί τους οποίους θέλετε να αθροίσετε. Οι λογικές τιμές και το κείμενο παραβλέπονται, ακόμα και αν εισαχθούν ως ορίσματα"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί τους οποίους θέλετε να αθροίσετε. Οι λογικές τιμές και το κείμενο παραβλέπονται, ακόμα και αν εισαχθούν ως ορίσματα"
			}
		]
	},
	{
		name: "SUMIF",
		description: "Προσθέτει τα κελιά που καθορίζονται από μια συνθήκη ή από δεδομένα κριτήρια.",
		arguments: [
			{
				name: "περιοχή",
				description: "είναι η περιοχή κελιών που θέλετε να εκτιμηθούν"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη ή τα κριτήρια με μορφή αριθμού, παράστασης ή κειμένου που ορίζουν ποια κελιά θα προστεθούν"
			},
			{
				name: "περιοχή_αθροίσματος",
				description: "είναι τα κελιά που θα αθροιστούν. Εάν παραλειφθούν, χρησιμοποιούνται τα κελιά της περιοχής"
			}
		]
	},
	{
		name: "SUMIFS",
		description: "Προσθέτει τα κελιά που καθορίζονται από ένα δεδομένο σύνολο συνθηκών ή κριτηρίων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "περιοχή_αθροίσματος",
				description: "είναι τα κελιά που θα προστεθούν."
			},
			{
				name: "περιοχή_κριτηρίων",
				description: "είναι η περιοχή κελιών που θέλετε να αναλυθούν για τη συγκεκριμένη συνθήκη"
			},
			{
				name: "κριτήρια",
				description: "είναι η συνθήκη ή το κριτήριο με τη μορφή αριθμού, παράστασης ή κειμένου που ορίζει ποια κελιά θα προστεθούν"
			}
		]
	},
	{
		name: "SUMPRODUCT",
		description: "Αποδίδει το άθροισμα των γινομένων των αντίστοιχων αριθμητικών στοιχείων πίνακα ή περιοχής.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι 2 έως 255 πίνακες των οποίων τα στοιχεία θέλετε να πολλαπλασιάσετε και κατόπιν να προσθέσετε. Όλοι οι πίνακες πρέπει να έχουν τις ίδιες διαστάσεις"
			},
			{
				name: "πίνακας2",
				description: "είναι 2 έως 255 πίνακες των οποίων τα στοιχεία θέλετε να πολλαπλασιάσετε και κατόπιν να προσθέσετε. Όλοι οι πίνακες πρέπει να έχουν τις ίδιες διαστάσεις"
			},
			{
				name: "πίνακας3",
				description: "είναι 2 έως 255 πίνακες των οποίων τα στοιχεία θέλετε να πολλαπλασιάσετε και κατόπιν να προσθέσετε. Όλοι οι πίνακες πρέπει να έχουν τις ίδιες διαστάσεις"
			}
		]
	},
	{
		name: "SUMSQ",
		description: "Αποδίδει το άθροισμα των τετραγώνων των ορισμάτων. Τα ορίσματα μπορεί να είναι αριθμοί, πίνακες, ονόματα ή αναφορές σε κελιά που περιέχουν αριθμούς.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμοί, πίνακες, ονόματα ή αναφορές σε πίνακες των οποίων θέλετε να υπολογίσετε το άθροισμα των τετραγώνων"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμοί, πίνακες, ονόματα ή αναφορές σε πίνακες των οποίων θέλετε να υπολογίσετε το άθροισμα των τετραγώνων"
			}
		]
	},
	{
		name: "SUMX2MY2",
		description: "Αποδίδει το άθροισμα των διαφορών των τετραγώνων για τις αντίστοιχες τιμές δύο περιοχών ή πινάκων.",
		arguments: [
			{
				name: "πίνακας_x",
				description: "είναι ο πρώτος πίνακας ή περιοχή αριθμών και μπορεί να είναι αριθμός ή όνομα, καθώς και πίνακας ή αναφορά που περιέχει αριθμούς"
			},
			{
				name: "πίνακας_y",
				description: "είναι ο δεύτερος πίνακας ή περιοχή αριθμών και μπορεί να είναι αριθμός ή όνομα, καθώς και πίνακας ή αναφορά που περιέχει αριθμούς"
			}
		]
	},
	{
		name: "SUMX2PY2",
		description: "Αποδίδει το σύνολο των αθροισμάτων των τετραγώνων για τις αντίστοιχες τιμές δύο περιοχών ή πινάκων.",
		arguments: [
			{
				name: "πίνακας_x",
				description: "είναι ο πρώτος πίνακας ή περιοχή αριθμών και μπορεί να είναι αριθμός ή όνομα, καθώς και πίνακας ή αναφορά που περιέχει αριθμούς"
			},
			{
				name: "πίνακας_y",
				description: "είναι ο δεύτερος πίνακας ή περιοχή αριθμών και μπορεί να είναι αριθμός ή όνομα, καθώς και πίνακας ή αναφορά που περιέχει αριθμούς"
			}
		]
	},
	{
		name: "SUMXMY2",
		description: "Αποδίδει το άθροισμα των τετραγώνων των διαφορών για τις αντίστοιχες τιμές δύο περιοχών ή πινάκων.",
		arguments: [
			{
				name: "πίνακας_x",
				description: "είναι ο πρώτος πίνακας ή περιοχή τιμών και μπορεί να είναι ένας αριθμός ή όνομα, καθώς και ένας πίνακας ή μια αναφορά που περιέχει αριθμούς"
			},
			{
				name: "πίνακας_y",
				description: "είναι ο δεύτερος πίνακας ή περιοχή τιμών και μπορεί να είναι αριθμός ή όνομα, καθώς και ένας πίνακας ή μια αναφορά που περιέχει αριθμούς"
			}
		]
	},
	{
		name: "SYD",
		description: "Αποδίδει την απόσβεση ενός περιουσιακού στοιχείου για μια καθορισμένη περίοδο με τη μέθοδο του αθροίσματος των ετών της ζωής του.",
		arguments: [
			{
				name: "κόστος",
				description: "είναι το αρχικό κόστος του περιουσιακού στοιχείου"
			},
			{
				name: "υπολειμματική",
				description: "είναι η υπολειμματική αξία στο τέλος της ζωής του περιουσιακού στοιχείου"
			},
			{
				name: "ζωή",
				description: "είναι ο αριθμός των περιόδων κατά τις οποίες γίνεται η απόσβεση του περιουσιακού στοιχείου (μερικές φορές λέγεται ωφέλιμη ζωή του περιουσιακού στοιχείου)"
			},
			{
				name: "περίοδος",
				description: "είναι η περίοδος και πρέπει να περιέχει τις ίδιες μονάδες με την ωφέλιμη ζωή"
			}
		]
	},
	{
		name: "T",
		description: "Ελέγχει αν μια τιμή είναι κείμενο και, αν ναι, αποδίδει το κείμενο, αλλιώς αποδίδει εισαγωγικά (κενό κείμενο).",
		arguments: [
			{
				name: "τιμή",
				description: "είναι η τιμή που θέλετε να ελέγξετε"
			}
		]
	},
	{
		name: "T.DIST",
		description: "Αποδίδει την κατανομή t Student αριστερής πλευράς.",
		arguments: [
			{
				name: "x",
				description: "είναι η αριθμητική τιμή στην οποία θα υπολογιστεί η κατανομή"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας ακέραιος που δείχνει τον αριθμό των βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή: παίρνει την τιμή TRUE για την αθροιστική κατανομή και FALSE για τη συνάρτηση πυκνότητας πιθανότητας"
			}
		]
	},
	{
		name: "T.DIST.2T",
		description: "Αποδίδει τη δίπλευρη κατανομή t Student.",
		arguments: [
			{
				name: "x",
				description: "είναι η αριθμητική τιμή στην οποία θα υπολογιστεί η κατανομή"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας ακέραιος που δείχνει τον αριθμό των βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			}
		]
	},
	{
		name: "T.DIST.RT",
		description: "Αποδίδει την κατανομή t Student δεξιάς πλευράς.",
		arguments: [
			{
				name: "x",
				description: "είναι η αριθμητική τιμή στην οποία θα υπολογιστεί η κατανομή"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας ακέραιος που δείχνει τον αριθμό των βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			}
		]
	},
	{
		name: "T.INV",
		description: "Αποδίδει το αντίστροφο αριστερής πλευράς της κατανομής t Student.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι η πιθανότητα, η σχετική με τη δίπλευρη κατανομή t Student, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας θετικός ακέραιος που καθορίζει τον αριθμό βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			}
		]
	},
	{
		name: "T.INV.2T",
		description: "Αποδίδει το δίπλευρο αντίστροφο της κατανομής t Student.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι η πιθανότητα, η σχετική με τη δίπλευρη κατανομή t Student, ένας αριθμός στο κλειστό διάστημα 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας θετικός ακέραιος που καθορίζει τον αριθμό βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			}
		]
	},
	{
		name: "T.TEST",
		description: "Αποδίδει την πιθανότητα που σχετίζεται με έναν έλεγχο t Student.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι το πρώτο σύνολο δεδομένων"
			},
			{
				name: "πίνακας2",
				description: "είναι το δεύτερο σύνολο δεδομένων"
			},
			{
				name: "ουρές",
				description: "καθορίζει τον αριθμό των πλευρών κατανομής που θα επιστραφούν. Παίρνει την τιμή 1 για μονόπλευρη κατανομή ή την τιμή 2 για δίπλευρη κατανομή."
			},
			{
				name: "τύπος",
				description: "είναι το είδος του ελέγχου t: ανά ζεύγη= 1, ίση διακύμανση (με τις ίδιες στατιστικές διαφορές) δύο δειγμάτων= 2, άνιση διακύμανση δύο δειγμάτων= 3"
			}
		]
	},
	{
		name: "TAN",
		description: "Αποδίδει την εφαπτομένη μιας γωνίας.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι η γωνία σε ακτίνια της οποίας θέλετε την εφαπτομένη. Μοίρες*π/180 = ακτίνια"
			}
		]
	},
	{
		name: "TANH",
		description: "Αποδίδει την υπερβολική εφαπτομένη ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι οποιοσδήποτε πραγματικός αριθμός"
			}
		]
	},
	{
		name: "TBILLEQ",
		description: "Αποδίδει την απόδοση που είναι ισοδύναμη με τις ομολογίες ενός εντόκου γραμματίου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του εντόκου γραμματίου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του εντόκου γραμματίου, εκφρασμένη σε αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "προεξόφληση",
				description: "είναι το προεξοφλητικό επιτόκιο του εντόκου γραμματίου"
			}
		]
	},
	{
		name: "TBILLPRICE",
		description: "Αποδίδει την τιμή ανά 100 € ονομαστικής αξίας για ένα έντοκο γραμμάτιο.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του εντόκου γραμματίου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του έντοκου γραμματίου, εκφρασμένη σε αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "προεξόφληση",
				description: "είναι το προεξοφλητικό επιτόκιο του εντόκου γραμματίου"
			}
		]
	},
	{
		name: "TBILLYIELD",
		description: "Αποδίδει την απόδοση ενός εντόκου γραμματίου.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του εντόκου γραμματίου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του έντοκου γραμματίου, εκφρασμένη σε αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "τιμή",
				description: "είναι η τιμή του εντόκου γραμματίου ανά 100 € ονομαστικής αξίας"
			}
		]
	},
	{
		name: "TDIST",
		description: "Αποδίδει την κατανομή t Student.",
		arguments: [
			{
				name: "x",
				description: "είναι η αριθμητική τιμή στην οποία θα υπολογιστεί η κατανομή"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας ακέραιος που δείχνει τον αριθμό των βαθμών ελευθερίας που χαρακτηρίζουν την κατανομή"
			},
			{
				name: "ουρές",
				description: "καθορίζει τον αριθμό των ουρών κατανομής που θα επιστραφούν. Παίρνει την τιμή 1 για κατανομή μιας ουράς ή την τιμή 2 για κατανομή δύο ουρών"
			}
		]
	},
	{
		name: "TEXT",
		description: "Μετατρέπει μια τιμή σε κείμενο με μια συγκεκριμένη μορφή αριθμού.",
		arguments: [
			{
				name: "τιμή",
				description: "είναι ένας αριθμός, ένας τύπος που αποδίδει αριθμητική τιμή ή μια αναφορά σε κελί που περιέχει αριθμητική τιμή"
			},
			{
				name: "μορφοποίηση_κειμένου",
				description: "είναι ένας αριθμός με μορφή κειμένου από το πλαίσιο 'Κατηγορία' στην καρτέλα 'Αριθμός' του παραθύρου διαλόγου 'Μορφοποίηση κελιών' (και όχι στην καρτέλα 'Γενικά')"
			}
		]
	},
	{
		name: "TIME",
		description: "Μετατρέπει τις ώρες, τα λεπτά και τα δευτερόλεπτα που δίνονται με τη μορφή αριθμών σε έναν αύξοντα αριθμό του Spreadsheet, με μορφή ώρας.",
		arguments: [
			{
				name: "ώρα",
				description: "είναι ένας αριθμός από το 0 έως το 23 που αναπαριστά ώρα"
			},
			{
				name: "λεπτό",
				description: "είναι ένας αριθμός από το 0 έως το 59 που αναπαριστά λεπτό"
			},
			{
				name: "δευτερόλεπτο",
				description: "είναι ένας αριθμός από το 0 έως το 59 που αναπαριστά δευτερόλεπτο"
			}
		]
	},
	{
		name: "TIMEVALUE",
		description: "Μετατρέπει μια ώρα με τη μορφή κειμένου σε αύξοντα αριθμό ώρας του Spreadsheet, από το 0 (12:00:00 ΠΜ) έως το  0,999988426 (11:59:59 ΜΜ). Μορφοποιεί τον αριθμό με μορφή ώρας μετά την πληκτρολόγηση του τύπου.",
		arguments: [
			{
				name: "κείμενο_ώρας",
				description: "είναι μια ακολουθία χαρακτήρων κειμένου που αποδίδει την ώρα σε οποιαδήποτε από τις μορφές ώρας του Spreadsheet (οι πληροφορίες ημερομηνίας στη συμβολοσειρά παραβλέπονται)"
			}
		]
	},
	{
		name: "TINV",
		description: "Αποδίδει το αντίστροφο της κατανομής δύο ουρών t Student.",
		arguments: [
			{
				name: "πιθανότητα",
				description: "είναι η πιθανότητα, η σχετική με την κατανομή δύο ουρών t της Student, ένας αριθμός στο κλειστό διάστημα από 0 έως 1"
			},
			{
				name: "βαθμοί_ελευθερίας",
				description: "είναι ένας θετικός ακέραιος που καθορίζει τους βαθμούς ελευθερίας που χαρακτηρίζουν την κατανομή"
			}
		]
	},
	{
		name: "TODAY",
		description: "Αποδίδει την τρέχουσα ημερομηνία με μορφή ημερομηνίας.",
		arguments: [
		]
	},
	{
		name: "TRANSPOSE",
		description: "Αποδίδει τον ανάστροφο ενός πίνακα-στήλης ή αντίστροφα.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι μια περιοχή κελιών σε φύλλο εργασίας ή ένας πίνακας τιμών τον οποίο θέλετε να αντιμεταθέσετε"
			}
		]
	},
	{
		name: "TREND",
		description: "Αποδίδει αριθμούς σε μια γραμμική τάση που διέρχεται από σημεία γνωστών δεδομένων, χρησιμοποιώντας τη μέθοδο των ελαχίστων τετραγώνων.",
		arguments: [
			{
				name: "γνωστά_y",
				description: "είναι η περιοχή ή ο πίνακας τιμών y που ήδη γνωρίζετε στη σχέση y = mx + b"
			},
			{
				name: "γνωστά_x",
				description: "είναι μια προαιρετική περιοχή ή πίνακας τιμών x που ήδη γνωρίζετε στη σχέση y = mx + b, ένας πίνακας ίδιου μεγέθους με αυτόν του Known_y"
			},
			{
				name: "νέα_x",
				description: "είναι μια περιοχή ή ένας πίνακας νέων τιμών x, για τις οποίες θέλετε να αποδώσει η TREND τις αντίστοιχες τιμές y"
			},
			{
				name: "σταθερά",
				description: "είναι μια λογική τιμή: η σταθερά b υπολογίζεται κανονικά εάν η τιμή είναι TRUE ή παραλείπεται και η σταθερά b ορίζεται ως ίση με 0 εάν η τιμή είναι FALSE"
			}
		]
	},
	{
		name: "TRIM",
		description: "Καταργεί τα διαστήματα από το κείμενο, διατηρώντας όμως τα μονά διαστήματα μεταξύ των λέξεων.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο του οποίου θέλετε να καταργηθούν τα διαστήματα"
			}
		]
	},
	{
		name: "TRIMMEAN",
		description: "Αποδίδει τον αριθμητικό μέσο του εσωτερικού μιας ομάδας τιμών δεδομένων.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή των τιμών, όπου θα καταργηθούν τα κενά και θα υπολογιστεί ο μέσος όρος"
			},
			{
				name: "ποσοστό",
				description: "είναι ο κλασματικός αριθμός των σημείων δεδομένων που θα εξαιρεθούν από την αρχή και το τέλος του συνόλου δεδομένων"
			}
		]
	},
	{
		name: "TRUE",
		description: "Αποδίδει τη λογική τιμή TRUE.",
		arguments: [
		]
	},
	{
		name: "TRUNC",
		description: "Αποκοπή του δεκαδικού ή κλασματικού μέρους ενός αριθμού.",
		arguments: [
			{
				name: "αριθμός",
				description: "είναι ο αριθμός του οποίου θέλετε να αποκοπεί το δεκαδικό μέρος"
			},
			{
				name: "ψηφία_αριθμού",
				description: "είναι ένας αριθμός που καθορίζει την ακρίβεια της αποκοπής. Παίρνει την τιμή 0 (μηδέν) αν παραλειφθεί"
			}
		]
	},
	{
		name: "TTEST",
		description: "Αποδίδει την πιθανότητα που σχετίζεται με έναν έλεγχο t Student.",
		arguments: [
			{
				name: "πίνακας1",
				description: "είναι το πρώτο σύνολο δεδομένων"
			},
			{
				name: "πίνακας2",
				description: "είναι το δεύτερο σύνολο δεδομένων"
			},
			{
				name: "ουρές",
				description: "καθορίζει τον αριθμό των ουρών κατανομής που θα επιστραφούν. Παίρνει την τιμή 1 για μονόπλευρη κατανομή ή την τιμή 2 για δίπλευρη κατανομή"
			},
			{
				name: "τύπος",
				description: "είναι το είδος του ελέγχου t: ανά ζεύγη= 1, ίση διακύμανση (με τις ίδιες στατιστικές διαφορές) δύο δειγμάτων= 2, άνιση διακύμανση δύο δειγμάτων= 3"
			}
		]
	},
	{
		name: "TYPE",
		description: "Επιστρέφει έναν ακέραιο που δηλώνει τον τύπο δεδομένων μιας τιμής: 1 αν είναι αριθμός, 2 αν είναι κείμενο, 4 αν είναι λογική τιμή, 16 αν είναι τιμή σφάλματος και 64 αν είναι πίνακας.",
		arguments: [
			{
				name: "τιμή",
				description: "μπορεί να είναι οποιαδήποτε τιμή"
			}
		]
	},
	{
		name: "UNICODE",
		description: "Αποδίδει τον αριθμό (σημείο κώδικα) που αντιστοιχεί στον πρώτο χαρακτήρα του κειμένου.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι ο χαρακτήρας του οποίου θέλετε την τιμή Unicode"
			}
		]
	},
	{
		name: "UPPER",
		description: "Μετατρέπει κείμενο σε κεφαλαία γράμματα.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο που θέλετε να μετατραπεί σε κεφαλαία, μια αναφορά ή μια ακολουθία χαρακτήρων κειμένου"
			}
		]
	},
	{
		name: "VALUE",
		description: "Μετατρέπει σε αριθμό μια ακολουθία χαρακτήρων κειμένου που αναπαριστά αριθμό.",
		arguments: [
			{
				name: "κείμενο",
				description: "είναι το κείμενο σε εισαγωγικά ή αναφορά σε κελί που περιέχει το κείμενο που θέλετε να μετατρέψετε"
			}
		]
	},
	{
		name: "VAR",
		description: "Υπολογίζει τη διακύμανση βάσει ενός δείγματος (παραβλέπει λογικές τιμές και κείμενο στο δείγμα).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν στο δείγμα ενός πληθυσμού"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν στο δείγμα ενός πληθυσμού"
			}
		]
	},
	{
		name: "VAR.P",
		description: "Υπολογίζει τη διακύμανση βάσει ολόκληρου του πληθυσμού (παραβλέπει λογικές τιμές και κείμενο στον πληθυσμό).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν σε έναν πληθυσμό"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν σε έναν πληθυσμό"
			}
		]
	},
	{
		name: "VAR.S",
		description: "Εκτιμά τη διακύμανση βάσει ενός δείγματος (παραβλέπει λογικές τιμές και κείμενο στο δείγμα).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν στο δείγμα ενός πληθυσμού"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν στο δείγμα ενός πληθυσμού"
			}
		]
	},
	{
		name: "VARA",
		description: "Εκτιμά τη διακύμανση βάσει ενός δείγματος, συμπεριλαμβάνοντας τις λογικές τιμές και το κείμενο. Το κείμενο και η λογική τιμή FALSE αντιστοιχούν στο 0, ενώ η λογική τιμή TRUE αντιστοιχεί στην τιμή 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 ορίσματα τιμών που αντιστοιχούν σε δείγμα του πληθυσμού"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 ορίσματα τιμών που αντιστοιχούν σε δείγμα του πληθυσμού"
			}
		]
	},
	{
		name: "VARP",
		description: "Υπολογίζει τη διακύμανση βάσει ολόκληρου του πληθυσμού (παραβλέπει λογικές τιμές και κείμενο στον πληθυσμό).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "αριθμός1",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν σε έναν πληθυσμό"
			},
			{
				name: "αριθμός2",
				description: "είναι 1 έως 255 αριθμητικά ορίσματα που αντιστοιχούν σε έναν πληθυσμό"
			}
		]
	},
	{
		name: "VARPA",
		description: "Υπολογίζει τη διακύμανση βάσει όλου του πληθυσμού, μαζί με λογικές τιμές και κείμενο. Κείμενο και λογική τιμή FALSE = 0, λογική τιμή TRUE = 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "τιμή1",
				description: "είναι 1 έως 255 ορίσματα τιμών που αντιστοιχούν σε έναν πληθυσμό"
			},
			{
				name: "τιμή2",
				description: "είναι 1 έως 255 ορίσματα τιμών που αντιστοιχούν σε έναν πληθυσμό"
			}
		]
	},
	{
		name: "VDB",
		description: "Αποδίδει την απόσβεση περιουσιακού στοιχείου για καθορισμένη περίοδο ή τμήμα περιόδου, με τη μέθοδο φθίνοντος υπολοίπου ή με άλλη μέθοδο που καθορίζετε.",
		arguments: [
			{
				name: "κόστος",
				description: "είναι το αρχικό κόστος του περιουσιακού στοιχείου"
			},
			{
				name: "υπολειμματική",
				description: "είναι η υπολειμματική αξία στο τέλος της ζωής του περιουσιακού στοιχείου"
			},
			{
				name: "ζωή",
				description: "είναι ο αριθμός των περιόδων κατά τις οποίες γίνεται η απόσβεση του περιουσιακού στοιχείου (μερικές φορές λέγεται ωφέλιμη ζωή του περιουσιακού στοιχείου)"
			},
			{
				name: "περίοδος_έναρξης",
				description: "είναι η αρχή της περιόδου για την οποία θέλετε να υπολογιστεί η απόσβεση, με τις ίδιες μονάδες της ωφέλιμης ζωής"
			},
			{
				name: "περίοδος_λήξης",
				description: "είναι το τέλος της περιόδου για την οποία θέλετε να υπολογιστεί η απόσβεση, με τις ίδιες μονάδες της ωφέλιμης ζωής"
			},
			{
				name: "παράγοντας",
				description: "είναι ο ρυθμός με τον οποίο φθίνει το υπόλοιπο και παίρνει την τιμή 2 (μέθοδος διπλά φθίνοντος υπολοίπου) αν παραλειφθεί"
			},
			{
				name: "χωρίς_μετάβαση",
				description: "μετάβαση σε σταθερή απόσβεση μόλις η απόσβεση ξεπεράσει το φθίνον υπόλοιπο=FALSE ή παραλείπεται. Χωρίς μετάβαση=TRUE"
			}
		]
	},
	{
		name: "VLOOKUP",
		description: "Αναζητά μια τιμή στην πρώτη στήλη ενός πίνακα και επιστρέφει μια τιμή στην ίδια γραμμή από μια καθορισμένη στήλη. Εξ ορισμού, ο πίνακας θα πρέπει να είναι ταξινομημένος κατά αύξουσα σειρά.",
		arguments: [
			{
				name: "τιμή_αναζήτησης",
				description: "είναι η τιμή που θα βρεθεί στην πρώτη στήλη του πίνακα και μπορεί να είναι μια τιμή, μια αναφορά ή μια ακολουθία χαρακτήρων κειμένου"
			},
			{
				name: "πίνακας",
				description: "είναι ένας πίνακας κειμένου, αριθμών ή λογικών τιμών, από τον οποίο γίνεται ανάκτηση δεδομένων. Η παράμετρος πίνακας μπορεί να είναι μια αναφορά σε περιοχή ή όνομα περιοχής"
			},
			{
				name: "αριθμός_δείκτη_στήλης",
				description: "είναι ο αριθμός στήλης στην περιοχή πίνακας από την οποία θα επιστραφεί η τιμή ταιριάσματος. Η πρώτη στήλη τιμών σε έναν πίνακα είναι η στήλη 1"
			},
			{
				name: "περιοχή_αναζήτησης",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE ή παραλείπεται, για να βρεθεί το κατά προσέγγιση ταίριασμα στην πρώτη στήλη (ταξινομημένη κατά αύξουσα σειρά) ή την τιμή FALSE, για να βρεθεί το ακριβές ταίριασμα"
			}
		]
	},
	{
		name: "WEEKDAY",
		description: "Αποδίδει έναν αριθμό από το 1 έως το 7 ο οποίος προσδιορίζει την ημέρα της εβδομάδας που αντιστοιχεί σε μια ημερομηνία.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός που αναπαριστά μια ημερομηνία"
			},
			{
				name: "τύπος_επιστροφής",
				description: "είναι ένας αριθμός που παίρνει την τιμή 1 για το διάστημα Κυριακή=1 έως Σάββατο=7, την τιμή 2 για Δευτέρα=1 έως Κυριακή=7 ή την τιμή 3 για Δευτέρα=0 έως Κυριακή=6"
			}
		]
	},
	{
		name: "WEEKNUM",
		description: "Αποδίδει τον αριθμό της εβδομάδας μέσα στο έτος.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ο κωδικός ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet για τους υπολογισμούς ημερομηνίας και ώρας"
			},
			{
				name: "τύπος_επιστροφής",
				description: "είναι ένας αριθμός (1 ή 2) που καθορίζει τον τύπο της επιστρεφόμενης τιμής"
			}
		]
	},
	{
		name: "WEIBULL",
		description: "Αποδίδει την κατανομή Weibull.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας μη αρνητικός αριθμός"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "WEIBULL.DIST",
		description: "Αποδίδει την κατανομή Weibull.",
		arguments: [
			{
				name: "x",
				description: "είναι η τιμή για την οποία θα υπολογίσετε τη συνάρτηση, ένας μη αρνητικός αριθμός"
			},
			{
				name: "άλφα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "βήτα",
				description: "είναι μια παράμετρος της κατανομής, ένας θετικός αριθμός"
			},
			{
				name: "αθροιστική",
				description: "είναι μια λογική τιμή που παίρνει την τιμή TRUE για την αθροιστική συνάρτηση κατανομής ή FALSE για τη συνάρτηση πιθανότητας"
			}
		]
	},
	{
		name: "WORKDAY",
		description: "Αποδίδει τον αύξοντα αριθμό της ημερομηνίας πριν ή έπειτα από έναν συγκεκριμένο αριθμό ημερών εργασίας.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "ημέρες",
				description: "είναι ο αριθμός των ημερών που δεν είναι αργίες πριν ή μετά την ημερομηνία_έναρξης"
			},
			{
				name: "αργίες",
				description: "είναι ένας προαιρετικό σύνολο ενός ή περισσότερων αυξόντων αριθμών ημερομηνίας που θα εξαιρεθούν από το ημερολόγιο εργασίας, όπως εθνικές και κινητές εορτές"
			}
		]
	},
	{
		name: "WORKDAY.INTL",
		description: "Αποδίδει τον αύξοντα αριθμό της ημερομηνίας πριν ή έπειτα από έναν συγκεκριμένο αριθμό ημερών εργασίας με προσαρμοσμένες παραμέτρους σαββατοκύριακου.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "ημέρες",
				description: "είναι ο αριθμός των ημερών που δεν είναι σαββατοκύριακα ούτε αργίες πριν ή μετά την ημερομηνία_έναρξης"
			},
			{
				name: "σαββατοκύριακο",
				description: "είναι ένας αριθμός σαββατοκύριακου ή μια συμβολοσειρά που καθορίζει πότε πέφτει σαββατοκύριακο"
			},
			{
				name: "αργίες",
				description: "είναι ένας προαιρετικός πίνακας ενός ή περισσότερων αυξόντων αριθμών ημερομηνίας που θα εξαιρεθούν από το ημερολόγιο εργασίας, όπως εθνικές και κινητές εορτές"
			}
		]
	},
	{
		name: "XIRR",
		description: "Αποδίδει το εσωτερικό ρυθμό απόδοσης για ένα χρονοδιάγραμμα ταμειακών ροών.",
		arguments: [
			{
				name: "τιμές",
				description: "είναι μια σειρά ταμειακών ροών που αντιστοιχεί σε ένα χρονοδιάγραμμα πληρωμών στις ημερομηνίες"
			},
			{
				name: "ημερομηνίες",
				description: "είναι ένα χρονοδιάγραμμα ημερομηνιών πληρωμής που αντιστοιχεί στις πληρωμές ταμειακής ροής"
			},
			{
				name: "εκτίμηση",
				description: "είναι ο αριθμός που πιστεύετε ότι είναι κοντά στο αποτέλεσμα της XIRR"
			}
		]
	},
	{
		name: "XNPV",
		description: "Αποδίδει την καθαρή παρούσα αξία ενός χρονοδιαγράμματος.",
		arguments: [
			{
				name: "επιτόκιο",
				description: "είναι το προεξοφλητικό επιτόκιο που θα εφαρμοστεί στις ταμειακές ροές"
			},
			{
				name: "τιμές",
				description: "είναι μια σειρά ταμειακών ροών που αντιστοιχεί σε ένα χρονοδιάγραμμα πληρωμών στις ημερομηνίες"
			},
			{
				name: "ημερομηνίες",
				description: "είναι ένα χρονοδιάγραμμα ημερομηνιών πληρωμής που αντιστοιχεί στις πληρωμές ταμειακής ροής"
			}
		]
	},
	{
		name: "XOR",
		description: "Αποδίδει το λογικό 'αποκλειστικό ή' όλων των ορισμάτων.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "λογική1",
				description: "είναι 1 έως 254 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE και μπορεί να είναι λογικές τιμές, πίνακες ή αναφορές"
			},
			{
				name: "λογική2",
				description: "είναι 1 έως 254 συνθήκες που θέλετε να ελέγξετε, οι οποίες μπορεί να είναι TRUE ή FALSE και μπορεί να είναι λογικές τιμές, πίνακες ή αναφορές"
			}
		]
	},
	{
		name: "YEAR",
		description: "Αποδίδει το έτος μιας ημερομηνίας, ένας ακέραιος μεταξύ 1900 και 1999.",
		arguments: [
			{
				name: "σειριακός_αριθμός",
				description: "είναι ένας αριθμός στον κώδικα ημερομηνίας-ώρας που χρησιμοποιείται από το Spreadsheet"
			}
		]
	},
	{
		name: "YEARFRAC",
		description: "Αποδίδει το κλάσμα του έτους που αναπαριστά τον αριθμό των ολόκληρων ημερών μεταξύ των παραμέτρων 'ημερομηνία_έναρξης' και 'ημερομηνία_λήξης'.",
		arguments: [
			{
				name: "ημερομηνία_έναρξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την αρχική ημερομηνία"
			},
			{
				name: "ημερομηνία_λήξης",
				description: "είναι ο αύξων αριθμός που αναπαριστά την τελική ημερομηνία"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "YIELDDISC",
		description: "Αποδίδει την ετήσια απόδοση ενός προεξοφλημένου χρεογράφου. Για παράδειγμα, ένα έντοκο γραμμάτιο.",
		arguments: [
			{
				name: "διακανονισμός",
				description: "είναι η ημερομηνία διακανονισμού του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "λήξη",
				description: "είναι η ημερομηνία λήξης του χρεογράφου, εκφρασμένη με αύξοντα αριθμό ημερομηνίας"
			},
			{
				name: "τιμή",
				description: "είναι η τιμή του χρεογράφου ανά 100 € ονομαστικής αξίας"
			},
			{
				name: "εξαργύρωση",
				description: "είναι η τιμή εξαργύρωσης του χρεογράφου ανά 100 € ονομαστικής αξίας"
			},
			{
				name: "βάση",
				description: "είναι ο τύπος της βάσης καταμέτρησης ημερών που θα χρησιμοποιηθεί"
			}
		]
	},
	{
		name: "Z.TEST",
		description: "Αποδίδει τη μονόπλευρη τιμή P ενός ελέγχου z.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων έναντι των οποίων θα γίνει ο έλεγχος του Χ"
			},
			{
				name: "x",
				description: "είναι η τιμή που θα ελεγχθεί"
			},
			{
				name: "σίγμα",
				description: "είναι η μέση απόκλιση τετραγώνου του πληθυσμού (γνωστού). Εάν παραλειφθεί, χρησιμοποιείται η μέση απόκλιση του δείγματος"
			}
		]
	},
	{
		name: "ZTEST",
		description: "Αποδίδει τη μονόπλευρη τιμή P ενός ελέγχου z.",
		arguments: [
			{
				name: "πίνακας",
				description: "είναι ο πίνακας ή η περιοχή δεδομένων έναντι των οποίων θα γίνει ο έλεγχος του Χ"
			},
			{
				name: "x",
				description: "είναι η τιμή που θα ελεγχθεί"
			},
			{
				name: "σίγμα",
				description: "είναι η μέση απόκλιση τετραγώνου του πληθυσμού (γνωστού). Εάν παραλειφθεί, χρησιμοποιείται η μέση απόκλιση του δείγματος"
			}
		]
	}
];