ASPxClientSpreadsheet.Functions = [
	{
		name: "ABS",
		description: "Повертає модуль (абсолютне значення) числа, тобто число без знака.",
		arguments: [
			{
				name: "число",
				description: "число, абсолютне значення якого необхідно знайти"
			}
		]
	},
	{
		name: "ACCRINTM",
		description: "Повертає накопичений відсоток для цінних паперів із виплатою відсотків у момент погашення.",
		arguments: [
			{
				name: "дата_випуску",
				description: "дата випуску цінних паперів, виражена порядковим номером"
			},
			{
				name: "дата_угоди",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "ставка",
				description: "Річна відсоткова ставка для купонів за цінними паперами"
			},
			{
				name: "номінал",
				description: "номінальна вартість цінних паперів"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "ACOS",
		description: "Повертає арккосинус числа в радіанах, у діапазоні від 0 до Пі. Арккосинус числа - це кут, косинус якого дорівнює числу.",
		arguments: [
			{
				name: "число",
				description: "косинус шуканого кута, значення в діапазоні від -1 до 1"
			}
		]
	},
	{
		name: "ACOSH",
		description: "Повертає обернений гіперболічний косинус (ареа-косинус) числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число, яке більше або дорівнює 1"
			}
		]
	},
	{
		name: "ACOT",
		description: "Повертає арккотангенс числа в радіанах у діапазоні від 0 до числа пі.",
		arguments: [
			{
				name: "число",
				description: "являє собою котангенс потрібного кута"
			}
		]
	},
	{
		name: "ACOTH",
		description: "Повертає обернений гіперболічний котангенс числа.",
		arguments: [
			{
				name: "число",
				description: "являє собою гіперболічний котангенс потрібного кута"
			}
		]
	},
	{
		name: "ADDRESS",
		description: "Повертає у текстовому вигляді посилання на клітинку з указаними номерами рядка й стовпця.",
		arguments: [
			{
				name: "номер_рядка",
				description: "номер рядка для посилання на клітинку; для першого рядка номер_рядка = 1"
			},
			{
				name: "номер_стовпця",
				description: "номер стовпця для посилання на клітинку; для стовпця D номер_стовпця = 4"
			},
			{
				name: "тип_посилання",
				description: "тип повернутого посилання: абсолютне – 1; абсолютне на рядок/відносне на стовпець – 2; відносне на рядок/абсолютне на стовпець – 3; відносне – 4"
			},
			{
				name: "a1",
				description: "логічне значення, яке вказує стиль посилання: 1 або TRUE – стиль A1, 0 або FALSE – стиль R1C1"
			},
			{
				name: "ім'я_аркуша",
				description: "текст, який указує ім'я аркуша, що слід використати як зовнішнє посилання"
			}
		]
	},
	{
		name: "AND",
		description: "Перевіряє, чи всі аргументи істинні, і повертає значення TRUE, якщо це так.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "лог_значення1",
				description: "від 1 до 255 умов, які слід перевірити і які можуть мати значення TRUE або FALSE. Це можуть бути логічні значення, масиви або посилання"
			},
			{
				name: "лог_значення2",
				description: "від 1 до 255 умов, які слід перевірити і які можуть мати значення TRUE або FALSE. Це можуть бути логічні значення, масиви або посилання"
			}
		]
	},
	{
		name: "ARABIC",
		description: "Перетворює римську цифру на арабську.",
		arguments: [
			{
				name: "текст",
				description: "являє собою римську цифру, яку потрібно перетворити"
			}
		]
	},
	{
		name: "AREAS",
		description: "Повертає кількість областей у посиланні. Область - це суцільний діапазон або одна клітинка.",
		arguments: [
			{
				name: "посилання",
				description: "посилання на клітинку або діапазон, у тому числі несуцільний"
			}
		]
	},
	{
		name: "ASIN",
		description: "Повертає арксинус числа в радіанах, у діапазоні від -Пі/2 до Пі/2.",
		arguments: [
			{
				name: "число",
				description: "синус шуканого кута, значення в діапазоні від -1 до 1"
			}
		]
	},
	{
		name: "ASINH",
		description: "Повертає обернений гіперболічний синус (ареа-синус) числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число, яке більше або дорівнює 1"
			}
		]
	},
	{
		name: "ATAN",
		description: "Повертає арктангенс числа в радіанах, у діапазоні від -Пі/2 до Пі/2.",
		arguments: [
			{
				name: "число",
				description: "тангенс шуканого кута"
			}
		]
	},
	{
		name: "ATAN2",
		description: "Повертає арктангенс для вказаних координат x та y, в радіанах від -Пі до Пі, виключаючи -Пі.",
		arguments: [
			{
				name: "x",
				description: "координата X точки"
			},
			{
				name: "y",
				description: "координата Y точки"
			}
		]
	},
	{
		name: "ATANH",
		description: "Повертає обернений гіперболічний тангенс (ареа-тангенс) числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число в інтервалі від -1 до 1, виключаючи -1 і 1"
			}
		]
	},
	{
		name: "AVEDEV",
		description: "Повертає середнє абсолютних значень відхилень точок даних від середнього. Аргументи можуть бути числами або іменами, масивами або посиланнями на клітинки з числами.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє абсолютних відхилень"
			},
			{
				name: "число2",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє абсолютних відхилень"
			}
		]
	},
	{
		name: "AVERAGE",
		description: "Повертає середнє (арифметичне) аргументів, які можуть бути числами або іменами, масивами або посиланнями на клітинки з числами.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє"
			},
			{
				name: "значення2",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє"
			}
		]
	},
	{
		name: "AVERAGEA",
		description: "Повертає середнє (арифметичне) аргументів, причому текст і логічні значення FALSE приймаються за 0, а логічні значення TRUE - за 1. Аргументи можуть бути числами, іменами, масивами або посиланнями.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє"
			},
			{
				name: "значення2",
				description: "від 1 до 255 аргументів, для яких необхідно обчислити середнє"
			}
		]
	},
	{
		name: "AVERAGEIF",
		description: "Повертає середнє (арифметичне) для клітинок, визначених цією умовою або критерієм.",
		arguments: [
			{
				name: "діапазон",
				description: "діапазон обчислюваних клітинок"
			},
			{
				name: "критерій",
				description: "умова або критерій у вигляді числа, виразу або тексту, що визначає клітинки для обчислення середнього значення"
			},
			{
				name: "діапазон_середн",
				description: "дійсні клітинки для обчислення середнього значення. Якщо не вказано, використовуються клітинки, задані параметром 'діапазон'"
			}
		]
	},
	{
		name: "AVERAGEIFS",
		description: "Обчислює середнє (арифметичне) для клітинок, визначених певним набором умов або критеріїв.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "діапазон_середн",
				description: "дійсні клітинки для обчислення середнього значення"
			},
			{
				name: "діапазон_критерію",
				description: "діапазон клітинок, які слід обчислити з використанням певної умови"
			},
			{
				name: "критерій",
				description: "умова або критерій у вигляді числа, виразу або тексту, що визначає клітинки для обчислення середнього значення"
			}
		]
	},
	{
		name: "BAHTTEXT",
		description: "Перетворює число на текст (бат).",
		arguments: [
			{
				name: "число",
				description: "число, яке необхідно перетворити"
			}
		]
	},
	{
		name: "BASE",
		description: "Перетворює число на текстовий вираз за заданою системою (основою) числення.",
		arguments: [
			{
				name: "число",
				description: "являє собою число, яке потрібно перетворити"
			},
			{
				name: "система_числення",
				description: "являє собою основу системи числення, за якою потрібно перетворити число"
			},
			{
				name: "мін_довжина",
				description: "являє собою мінімальну довжину рядка відповіді. Пропущені нулі на початку не додаються"
			}
		]
	},
	{
		name: "BESSELI",
		description: "Повертає модифіковану функцію Бесселя Іn(x).",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється функція"
			},
			{
				name: "n",
				description: "порядок функції Бесселя"
			}
		]
	},
	{
		name: "BESSELJ",
		description: "Повертає функцію Бесселя Jn(x).",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється функція"
			},
			{
				name: "n",
				description: "порядок функції Бесселя"
			}
		]
	},
	{
		name: "BESSELK",
		description: "Повертає модифіковану функцію Бесселя Кn(x).",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється функція"
			},
			{
				name: "n",
				description: "порядок функції"
			}
		]
	},
	{
		name: "BESSELY",
		description: "Повертає функцію Бесселя Yn(x).",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється функція"
			},
			{
				name: "n",
				description: "порядок функції"
			}
		]
	},
	{
		name: "BETA.DIST",
		description: "Повертає функцію бета-ймовірності розподілу.",
		arguments: [
			{
				name: "x",
				description: "значення в інтервалі від A до B, для якого слід обчислити функцію"
			},
			{
				name: "альфа",
				description: "параметр розподілу, має бути більший за 0"
			},
			{
				name: "бета",
				description: "параметр розподілу, має бути більший за 0"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			},
			{
				name: "A",
				description: "необов'язкова нижня межа інтервалу зміни x. Якщо не вказано, вважається, що A = 0"
			},
			{
				name: "B",
				description: "необов'язкова верхня межа інтервалу зміни x. Якщо не вказано, вважається, що B = 1"
			}
		]
	},
	{
		name: "BETA.INV",
		description: "Повертає обернену функцію до інтегральної функції щільності бета-ймовірності (BETA.DIST).",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з бета-розподілом"
			},
			{
				name: "альфа",
				description: "параметр розподілу, має бути більшим за 0"
			},
			{
				name: "бета",
				description: "параметр розподілу, має бути більшим за 0"
			},
			{
				name: "A",
				description: "необов'язкова нижня межа інтервалу зміни x. Якщо не вказано, приймається A = 0"
			},
			{
				name: "B",
				description: "необов'язкова верхня межа інтервалу зміни x. Якщо не вказано, приймається B = 1"
			}
		]
	},
	{
		name: "BETADIST",
		description: "Повертає інтегральну функцію щільності бета-ймовірності.",
		arguments: [
			{
				name: "x",
				description: "значення в інтервалі від A до B, для якого обчислюється функція"
			},
			{
				name: "альфа",
				description: "параметр розподілу має бути більшим за 0"
			},
			{
				name: "бета",
				description: "параметр розподілу має бути більшим за 0"
			},
			{
				name: "A",
				description: "необов'язкова нижня межа інтервалу зміни x. Якщо не вказано, приймається A = 0"
			},
			{
				name: "Б",
				description: "необов'язкова верхня межа інтервалу зміни x. Якщо не вказано, приймається B = 1"
			}
		]
	},
	{
		name: "BETAINV",
		description: "Повертає обернену функцію до інтегральної функції щільності бета-ймовірності (BETADIST).",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з бета-розподілом"
			},
			{
				name: "альфа",
				description: "параметр розподілу має бути більшим за 0"
			},
			{
				name: "бета",
				description: "параметр розподілу має бути більшим за 0"
			},
			{
				name: "A",
				description: "необов'язкова нижня межа інтервалу зміни x. Якщо не вказано, приймається A = 0"
			},
			{
				name: "Б",
				description: "необов'язкова верхня межа інтервалу зміни x. Якщо не вказано, приймається B = 1"
			}
		]
	},
	{
		name: "BIN2DEC",
		description: "Перетворює двійкове число на десяткове.",
		arguments: [
			{
				name: "число",
				description: "двійкове число, яке слід перетворити"
			}
		]
	},
	{
		name: "BIN2HEX",
		description: "Перетворює двійкове число на шістнадцяткове.",
		arguments: [
			{
				name: "число",
				description: "двійкове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "BIN2OCT",
		description: "Перетворює двійкове число на вісімкове.",
		arguments: [
			{
				name: "число",
				description: "двійкове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "BINOM.DIST",
		description: "Повертає окреме значення біноміального розподілу.",
		arguments: [
			{
				name: "кількість_успіхів",
				description: "кількість успішних випробувань"
			},
			{
				name: "кількість_випробувань",
				description: "кількість незалежних випробувань"
			},
			{
				name: "імовірність_успіху",
				description: "імовірність успіху кожного випробування"
			},
			{
				name: "функція",
				description: "логічне значення, яке визначає вид функції: TRUE - інтегральна функція розподілу, FALSE - вагова функція розподілу"
			}
		]
	},
	{
		name: "BINOM.DIST.RANGE",
		description: "Повертає імовірність результатів випробувань за допомогою біномного розподілу.",
		arguments: [
			{
				name: "кількість_випробувань",
				description: "являє собою кількість незалежних випробувань"
			},
			{
				name: "імовірність_успіху",
				description: "являє собою імовірність успіху кожного випробування"
			},
			{
				name: "кількість_успіхів",
				description: "являє собою число успішних випробувань"
			},
			{
				name: "кількість_успіхів2",
				description: "якщо задати цю умову, функція повертає дані про імовірність кількості успішних випробувань у діапазоні 'кількість_успіхів' – 'кількість_успіхів2'"
			}
		]
	},
	{
		name: "BINOM.INV",
		description: "Повертає найменше значення, для якого інтегральна біноміальна функція розподілу більша або дорівнює значенню критерію.",
		arguments: [
			{
				name: "кількість_випробувань",
				description: "кількість випробувань Бернуллі"
			},
			{
				name: "імовірність_успіху",
				description: "імовірність успіху кожного випробування, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "альфа",
				description: "значення критерію, число в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "BINOMDIST",
		description: "Повертає окреме значення біноміального розподілу.",
		arguments: [
			{
				name: "кількість_успіхів",
				description: "кількість успішних випробувань"
			},
			{
				name: "кількість_випробувань",
				description: "кількість незалежних випробувань"
			},
			{
				name: "імовірність_успіху",
				description: "імовірність успіху кожного випробування"
			},
			{
				name: "функція",
				description: "логічне значення, яке визначає вид функції: TRUE — інтегральна функція розподілу, FALSE — вагова функція розподілу"
			}
		]
	},
	{
		name: "BITAND",
		description: "Повертає побітове 'ТА' двох чисел.",
		arguments: [
			{
				name: "число1",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			},
			{
				name: "число2",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			}
		]
	},
	{
		name: "BITLSHIFT",
		description: "Повертає число, зсунуте ліворуч на велич_зсуву в бітах.",
		arguments: [
			{
				name: "число",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			},
			{
				name: "велич_зсуву",
				description: "являє собою кількість бітів, на яку число потрібно зсунути ліворуч"
			}
		]
	},
	{
		name: "BITOR",
		description: "Повертає побітове 'АБО' двох чисел.",
		arguments: [
			{
				name: "число1",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			},
			{
				name: "число2",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			}
		]
	},
	{
		name: "BITRSHIFT",
		description: "Повертає число, зсунуте праворуч на велич_зсуву в бітах.",
		arguments: [
			{
				name: "число",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			},
			{
				name: "велич_зсуву",
				description: "являє собою кількість бітів, на яку число потрібно зсунути праворуч"
			}
		]
	},
	{
		name: "BITXOR",
		description: "Повертає побітове 'виключне АБО' двох чисел.",
		arguments: [
			{
				name: "число1",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			},
			{
				name: "число2",
				description: "являє собою десяткове вираження двійкового числа, яке потрібно розрахувати"
			}
		]
	},
	{
		name: "CEILING",
		description: "Округлює число найближчого більшого кратного точності.",
		arguments: [
			{
				name: "число",
				description: "числове значення, яке необхідно округлити"
			},
			{
				name: "точність",
				description: "кратне, до якого необхідно округлити"
			}
		]
	},
	{
		name: "CEILING.MATH",
		description: "Округлює число до найближчого більшого за модулем цілого числа або кратного значенню точності.",
		arguments: [
			{
				name: "число",
				description: "являє собою значення, яке потрібно округлити"
			},
			{
				name: "точність",
				description: "являє собою кратне число, до якого потрібно округлити"
			},
			{
				name: "модуль",
				description: "якщо задати ненульове значення, ця функція округлюватиме в напрямку від нуля"
			}
		]
	},
	{
		name: "CEILING.PRECISE",
		description: "Округлює число до найближчого більшого цілого або до кратного значенню точності.",
		arguments: [
			{
				name: "число",
				description: "числове значення, яке необхідно округлити"
			},
			{
				name: "точність",
				description: "кратне, до якого необхідно округлити"
			}
		]
	},
	{
		name: "CELL",
		description: "Повертає відомості про форматування, розташування або вміст першої клітинки посилання (відповідно до встановленого порядку перегляду аркуша).",
		arguments: [
			{
				name: "тип_відомостей",
				description: "текстовий рядок, який визначає тип відомостей про клітинку."
			},
			{
				name: "посилання",
				description: "клітинка, відомості про яку потрібно отримати"
			}
		]
	},
	{
		name: "CHAR",
		description: "Повертає символ з указаним кодом з набору символів, установленого для вашого комп'ютера.",
		arguments: [
			{
				name: "число",
				description: "число від 1 до 255, яке вказує потрібний символ"
			}
		]
	},
	{
		name: "CHIDIST",
		description: "Повертає правобічну ймовірність розподілу хі-квадрат.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого потрібно обчислити розподіл, невід'ємне число"
			},
			{
				name: "ступені_вільності",
				description: "кількість ступенів вільності, число від 1 до 10^10, виключно з 10^10"
			}
		]
	},
	{
		name: "CHIINV",
		description: "Повертає обернену величину правобічної ймовірності розподілу хі-квадрат.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з розподілом хі-квадрат, значення в інтервалі від 0 до 1 включно"
			},
			{
				name: "ступені_вільності",
				description: "кількість ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "CHISQ.DIST",
		description: "Повертає лівобічну ймовірність розподілу хі-квадрат.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого необхідно обчислити розподіл, невід'ємне число"
			},
			{
				name: "ступінь_свободи",
				description: "ступінь свободи, число від 1 до 10^10, крім 10^10"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "CHISQ.DIST.RT",
		description: "Повертає лівобічну ймовірність розподілу хі-квадрат.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого необхідно обчислити розподіл, невід'ємне число"
			},
			{
				name: "ступінь_свободи",
				description: "ступінь свободи, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV",
		description: "Повертає обернене значення лівобічної ймовірності розподілу хі-квадрат.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з розподілом хі-квадрат, значення в діапазоні від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи",
				description: "кількість ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "CHISQ.INV.RT",
		description: "Повертає обернене значення правобічної ймовірності розподілу хі-квадрат.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з розподілом хі-квадрат, значення в діапазоні від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи",
				description: "кількість ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "CHISQ.TEST",
		description: "Повертає тест на незалежність: значення розподілу хі-квадрат для статистичного розподілу та відповідної кількості ступенів вільності.",
		arguments: [
			{
				name: "фактичний_інтервал",
				description: "діапазон зі спостереженнями, які потрібно порівняти з очікуваними значеннями"
			},
			{
				name: "очікуваний_інтервал",
				description: "діапазон з відношенням добутків підсумків рядків і стовпців до загального підсумка"
			}
		]
	},
	{
		name: "CHITEST",
		description: "Повертає тест на незалежність: значення розподілу хі-квадрат для статистики та відповідних ступенів вільності.",
		arguments: [
			{
				name: "фактичний_діапазон",
				description: "діапазон даних із спостереженнями, які потрібно порівняти з очікуваними значеннями"
			},
			{
				name: "очікуваний_діапазон",
				description: "діапазон даних із відношенням добутків підсумків рядків та стовпців до загального підсумка"
			}
		]
	},
	{
		name: "CHOOSE",
		description: "Вибирає значення або виконувану дію зі списку значень за індексом.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "індекс",
				description: "номер аргументу-значення, який необхідно вибрати. Число від 1 до 254, формула або посилання на число від 1 до 254"
			},
			{
				name: "значення1",
				description: "від 1 до 254 чисел, посилань на клітинки, визначених імен, формул, функцій або текстових аргументів, з яких вибирає CHOOSE"
			},
			{
				name: "значення2",
				description: "від 1 до 254 чисел, посилань на клітинки, визначених імен, формул, функцій або текстових аргументів, з яких вибирає CHOOSE"
			}
		]
	},
	{
		name: "CLEAN",
		description: "Видаляє з тексту всі недруковані символи.",
		arguments: [
			{
				name: "текст",
				description: "будь-яка інформація на аркуші, з якої необхідно видалити недруковані символи"
			}
		]
	},
	{
		name: "CODE",
		description: "Повертає числовий код першого символу в текстовому рядку для набору символів, використовуваного у вашому комп'ютері.",
		arguments: [
			{
				name: "текст",
				description: "текст, в якому необхідно знайти код першого символу"
			}
		]
	},
	{
		name: "COLUMN",
		description: "Повертає номер стовпця, визначеного посиланням.",
		arguments: [
			{
				name: "посилання",
				description: "клітинка або діапазон, для яких необхідно відшукати номер стовпця. Якщо не вказано, використовується клітинка з функцією COLUMN"
			}
		]
	},
	{
		name: "COLUMNS",
		description: "Повертає кількість стовпців у посиланні або масиві.",
		arguments: [
			{
				name: "масив",
				description: "масив, формула масиву або посилання на діапазон, для яких необхідно визначити кількість стовпців"
			}
		]
	},
	{
		name: "COMBIN",
		description: "Повертає кількість комбінацій для заданого числа елементів.",
		arguments: [
			{
				name: "число",
				description: "загальне число елементів"
			},
			{
				name: "кількість_вибраних",
				description: "кількість елементів у кожній комбінації"
			}
		]
	},
	{
		name: "COMBINA",
		description: "Повертає кількість комбінацій (з повторами) для заданої кількості елементів.",
		arguments: [
			{
				name: "число",
				description: "являє собою загальне число елементів"
			},
			{
				name: "кількість_вибраних",
				description: "являє собою число елементів у кожній комбінації"
			}
		]
	},
	{
		name: "COMPLEX",
		description: "Перетворює коефіцієнти дійсної й уявної частин на комплексне число.",
		arguments: [
			{
				name: "дійсна_частина",
				description: "коефіцієнт дійсної частини комплексного числа"
			},
			{
				name: "уявна_частина",
				description: "коефіцієнт уявної частини комплексного числа"
			},
			{
				name: "суфікс",
				description: "суфікс уявної частини комплексного числа"
			}
		]
	},
	{
		name: "CONCATENATE",
		description: "Поєднує кілька текстових рядків у один.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "текст1",
				description: "від 1 до 255 текстових рядків, які необхідно поєднати; можуть бути текстовими рядками, числами або посиланнями на окремі клітинки"
			},
			{
				name: "текст2",
				description: "від 1 до 255 текстових рядків, які необхідно поєднати; можуть бути текстовими рядками, числами або посиланнями на окремі клітинки"
			}
		]
	},
	{
		name: "CONFIDENCE",
		description: "Повертає довірчий інтервал для середнього генеральної сукупності, застосовуючи нормальний розподіл.",
		arguments: [
			{
				name: "альфа",
				description: "рівень точності, який використовується для обчислення довірчого рівня; число, більше за 0 і менше за 1"
			},
			{
				name: "станд_відхил",
				description: "стандартне відхилення генеральної сукупності для діапазону даних вважається відомим. Стандартне відхилення має бути більшим за 0"
			},
			{
				name: "розмір",
				description: "розмір вибірки"
			}
		]
	},
	{
		name: "CONFIDENCE.NORM",
		description: "Повертає довірчий інтервал для середнього генеральної сукупності за допомогою нормального розподілу.",
		arguments: [
			{
				name: "альфа",
				description: "рівень точності, який використовується для обчислення довірчого рівня; число, більше за 0 і менше за 1"
			},
			{
				name: "станд_відхилення",
				description: "стандартне відхилення генеральної сукупності для інтервалу даних; вважається відомим. Стандартне відхилення має бути більшим за 0"
			},
			{
				name: "розмір",
				description: "розмір вибірки"
			}
		]
	},
	{
		name: "CONFIDENCE.T",
		description: "Повертає довірчий інтервал для середнього сукупності за допомогою Т-розподілу Ст'юдента.",
		arguments: [
			{
				name: "альфа",
				description: "рівень точності, який використовується для обчислення довірчого рівня; число, більше за 0 і менше за 1"
			},
			{
				name: "станд_відхилення",
				description: "стандартне відхилення генеральної сукупності для інтервалу даних; вважається відомим. Стандартне відхилення має бути більшим за 0"
			},
			{
				name: "розмір",
				description: "розмір вибірки"
			}
		]
	},
	{
		name: "CONVERT",
		description: "Перетворює число з однієї системи вимірювання в іншу.",
		arguments: [
			{
				name: "число",
				description: "значення в стара_одиниця, яке потрібно перетворити"
			},
			{
				name: "стара_одиниця",
				description: "одиниці вимірювання для числа"
			},
			{
				name: "нова_одиниця",
				description: "одиниці вимірювання для результату"
			}
		]
	},
	{
		name: "CORREL",
		description: "Повертає коефіцієнт кореляції між двома сукупностями даних.",
		arguments: [
			{
				name: "масив1",
				description: "перший діапазон значень. Значення можуть бути числами, іменами, масивами або посиланнями на числа"
			},
			{
				name: "масив2",
				description: "другий діапазон значень. Значення можуть бути числами, іменами, масивами або посиланнями на числа"
			}
		]
	},
	{
		name: "COS",
		description: "Повертає косинус кута.",
		arguments: [
			{
				name: "число",
				description: "кут у радіанах, косинус якого необхідно знайти"
			}
		]
	},
	{
		name: "COSH",
		description: "Повертає гіперболічний косинус числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число"
			}
		]
	},
	{
		name: "COT",
		description: "Повертає котангенс кута.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити котангенс"
			}
		]
	},
	{
		name: "COTH",
		description: "Повертає гіперболічний котангенс числа.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити гіперболічний котангенс"
			}
		]
	},
	{
		name: "COUNT",
		description: "Підраховує кількість клітинок у діапазоні з числами.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: " від 1 до 255 аргументів, які можуть містити або посилатися на різні типи даних, але підраховуються лише числа"
			},
			{
				name: "значення2",
				description: " від 1 до 255 аргументів, які можуть містити або посилатися на різні типи даних, але підраховуються лише числа"
			}
		]
	},
	{
		name: "COUNTA",
		description: "Підраховує кількість непустих клітинок у діапазоні.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 аргументів, які представляють значення або клітинки і які необхідно підрахувати. Значення можуть бути довільного типу"
			},
			{
				name: "значення2",
				description: "від 1 до 255 аргументів, які представляють значення або клітинки і які необхідно підрахувати. Значення можуть бути довільного типу"
			}
		]
	},
	{
		name: "COUNTBLANK",
		description: "Підраховує кількість пустих клітинок у діапазоні.",
		arguments: [
			{
				name: "діапазон",
				description: "діапазон, в якому необхідно підрахувати пусті клітинки"
			}
		]
	},
	{
		name: "COUNTIF",
		description: "Підраховує в діапазоні кількість непустих клітинок, які відповідають заданій умові.",
		arguments: [
			{
				name: "діапазон",
				description: "діапазон, в якому підраховують непусті клітинки"
			},
			{
				name: "критерій",
				description: "умова у вигляді числа, виразу або тексту, яка визначає клітинки для підрахування"
			}
		]
	},
	{
		name: "COUNTIFS",
		description: "Перелічує кількість клітинок, визначених наявним набором умов або критеріїв.",
		arguments: [
			{
				name: "діапазон_критерію",
				description: "діапазон клітинок, які слід перевірити з використанням певної умови"
			},
			{
				name: "критерій",
				description: "умова у вигляді числа, виразу або тексту, що визначає клітинки, які буде перелічено"
			}
		]
	},
	{
		name: "COUPDAYBS",
		description: "повертає кількість днів від початку купонного періоду до дня розрахунку.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "частота",
				description: "кількість виплат за купонами протягом року"
			},
			{
				name: "базис",
				description: " використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "COUPNCD",
		description: "повертає наступну купонну дату після дати розрахунку.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "частота",
				description: "кількість виплат за купонами протягом року"
			},
			{
				name: "базис",
				description: " використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "COUPNUM",
		description: "повертає кількість купонів, які можна оплатити між датою розрахунку та датою погашення.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "частота",
				description: "кількість виплат за купонами протягом року"
			},
			{
				name: "базис",
				description: " використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "COUPPCD",
		description: "повертає попередню купонну дату перед датою розрахунку.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "частота",
				description: "кількість виплат за купонами протягом року"
			},
			{
				name: "базис",
				description: " використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "COVAR",
		description: "Повертає коваріацію — середнє добутків відхилень для кожної пари точок даних двох наборів даних.",
		arguments: [
			{
				name: "масив1",
				description: "перший діапазон клітинок цілих чисел — числа, масиви або посилання, які містять числа"
			},
			{
				name: "масив2",
				description: "другий діапазон клітинок цілих чисел — числа, масиви або посилання, які містять числа"
			}
		]
	},
	{
		name: "COVARIANCE.P",
		description: "Повертає коваріацію сукупності — середнє попарних добутків відхилень.",
		arguments: [
			{
				name: "масив1",
				description: "перший діапазон цілих чисел - числа, масиви або посилання, які містять числа"
			},
			{
				name: "масив2",
				description: "другий діапазон цілих чисел — числа, масиви або посилання, які містять числа"
			}
		]
	},
	{
		name: "COVARIANCE.S",
		description: "Повертає коваріацію зразка — середнє попарне добутків відхилень.",
		arguments: [
			{
				name: "масив1",
				description: "перший діапазон цілих чисел - числа, масиви або посилання, які містять числа"
			},
			{
				name: "масив2",
				description: "другий діапазон цілих чисел — числа, масиви або посилання, які містять числа"
			}
		]
	},
	{
		name: "CRITBINOM",
		description: "Повертає найменше значення, для якого інтегральна біноміальна функція розподілу більша або дорівнює значенню критерію.",
		arguments: [
			{
				name: "кількість_випробувань",
				description: "кількість випробувань Бернуллі"
			},
			{
				name: "імовірність_успіху",
				description: "імовірність успіху кожного випробування, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "альфа",
				description: "значення критерію, число в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "CSC",
		description: "Повертає косеканс кута.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити косеканс"
			}
		]
	},
	{
		name: "CSCH",
		description: "Повертає гіперболічний косеканс кута.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити гіперболічний косеканс"
			}
		]
	},
	{
		name: "CUMIPMT",
		description: "Повертає сукупну суму відсотків, виплачувану між двома періодами.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів виплат"
			},
			{
				name: "пв",
				description: "поточна вартість"
			},
			{
				name: "поч_період",
				description: "перший період в обчисленні"
			},
			{
				name: "кінц_період",
				description: "останній період в обчисленні"
			},
			{
				name: "тип",
				description: "періодичність виплат"
			}
		]
	},
	{
		name: "CUMPRINC",
		description: "Повертає сукупну суму, виплачувану за позикою між двома періодами.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів виплат"
			},
			{
				name: "пв",
				description: "поточна вартість"
			},
			{
				name: "поч_період",
				description: "перший період в обчисленні"
			},
			{
				name: "кінц_період",
				description: "останній період в обчисленні"
			},
			{
				name: "тип",
				description: "періодичність виплат"
			}
		]
	},
	{
		name: "DATE",
		description: "Повертає код дати-часу Spreadsheet, який відповідає вказаній даті.",
		arguments: [
			{
				name: "рік",
				description: "число від 1900 до 9999 (Spreadsheet для ОС Windows) або від 1904 до 9999 (Spreadsheet для ОС Macintosh)"
			},
			{
				name: "місяць",
				description: "номер місяця в році (число від 1 до 12)"
			},
			{
				name: "день",
				description: "номер дня в місяці (число від 1 до 31)"
			}
		]
	},
	{
		name: "DATEDIF",
		description: "",
		arguments: [
		]
	},
	{
		name: "DATEVALUE",
		description: "Перетворює дату з текстового формату на число в коді дати-часу Spreadsheet.",
		arguments: [
			{
				name: "дата_у_текстовому_форматі",
				description: "текстовий рядок із датою у форматі дати Spreadsheet у діапазоні від 1/1/1900 (Windows) або 1/1/1904 (Macintosh) до 12/31/9999"
			}
		]
	},
	{
		name: "DAVERAGE",
		description: "Обчислює середнє всіх значень стовпця списку або бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DAY",
		description: "Повертає день місяця (число від 1 до 31).",
		arguments: [
			{
				name: "дата_в_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet"
			}
		]
	},
	{
		name: "DAYS",
		description: "Повертає кількість днів між двома датами.",
		arguments: [
			{
				name: "кінц_дата",
				description: "'поч_дата' і 'кінц_дата' – це дві дати, між якими потрібно обчислити кількість днів"
			},
			{
				name: "поч_дата",
				description: "'поч_дата' і 'кінц_дата' – це дві дати, між якими потрібно обчислити кількість днів"
			}
		]
	},
	{
		name: "DAYS360",
		description: "Повертає кількість днів між двома датами на основі 360-денного року (12 місяців по 30 днів).",
		arguments: [
			{
				name: "поч_дата",
				description: "поч_дата і кін_дата - дати, кількість днів між якими необхідно обчислити"
			},
			{
				name: "кін_дата",
				description: "поч_дата і кін_дата - дати, кількість днів між якими необхідно обчислити"
			},
			{
				name: "метод",
				description: "логічне значення, яке визначає використовуваний метод: європейський (TRUE) або американський (FALSE або не вказано)."
			}
		]
	},
	{
		name: "DB",
		description: "Повертає величину амортизації активу за вказаний період із використанням методу фіксованого зменшення залишку.",
		arguments: [
			{
				name: "поч_вартість",
				description: "початкова вартість активу"
			},
			{
				name: "зал_вартість",
				description: "залишкова вартість активу наприкінці терміну експлуатації"
			},
			{
				name: "термін_експлуатації",
				description: "кількість періодів амортизації активу (іноді зветься періодом нормальної експлуатації активу)"
			},
			{
				name: "період",
				description: "період, для якого необхідно обчислити амортизацію; слід указувати в тих самих одиницях, що й термін_експлуатації"
			},
			{
				name: "місяці",
				description: "кількість місяців у першому році. Якщо не вказано, приймається значення 12"
			}
		]
	},
	{
		name: "DCOUNT",
		description: "Підраховує кількість клітинок з числами у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DCOUNTA",
		description: "Підраховує кількість непустих клітинок у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DDB",
		description: "Повертає величину амортизації активу за вказаний період із використанням методу подвійного зменшення залишку або іншого вказаного методу.",
		arguments: [
			{
				name: "поч_вартість",
				description: "початкова вартість активу"
			},
			{
				name: "зал_вартість",
				description: "залишкова вартість активу наприкінці терміну експлуатації"
			},
			{
				name: "термін_експлуатації",
				description: "кількість періодів амортизації активу (іноді зветься періодом нормальної експлуатації активу)"
			},
			{
				name: "період",
				description: "період, для якого необхідно обчислити амортизацію; слід указувати в тих самих одиницях, що й термін_експлуатації"
			},
			{
				name: "коефіцієнт",
				description: "коефіцієнт зменшення залишку. Якщо коефіцієнт не вказано, приймається значення 2 (зменшення залишку вдвічі)"
			}
		]
	},
	{
		name: "DEC2BIN",
		description: "Перетворює десяткове число на двійкове.",
		arguments: [
			{
				name: "число",
				description: "десяткове ціле число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "DEC2HEX",
		description: "Перетворює десяткове число на шістнадцяткове.",
		arguments: [
			{
				name: "число",
				description: "десяткове ціле число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "DEC2OCT",
		description: "Перетворює десяткове число на вісімкове.",
		arguments: [
			{
				name: "число",
				description: "десяткове ціле число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "DECIMAL",
		description: "Перетворює текстове вираження числа за заданою основою на десяткове число.",
		arguments: [
			{
				name: "число",
				description: "являє собою число, яке потрібно перетворити"
			},
			{
				name: "система_числення",
				description: "являє собою основу системи числення для числа, яке потрібно перетворити"
			}
		]
	},
	{
		name: "DEGREES",
		description: "Перетворює радіани на градуси.",
		arguments: [
			{
				name: "кут",
				description: "кут у радіанах, який необхідно перетворити"
			}
		]
	},
	{
		name: "DELTA",
		description: "Перевіряє, чи рівні два числа.",
		arguments: [
			{
				name: "число1",
				description: "перше число"
			},
			{
				name: "число2",
				description: "друге число"
			}
		]
	},
	{
		name: "DEVSQ",
		description: "Повертає суму квадратів відхилень точок даних від середнього з вибірки.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 аргументів, масив або посилання на масив, для елементів якого обчислюється функція DEVSQ"
			},
			{
				name: "число2",
				description: "від 1 до 255 аргументів, масив або посилання на масив, для елементів якого обчислюється функція DEVSQ"
			}
		]
	},
	{
		name: "DGET",
		description: "Витягає з бази даних один запис, який відповідає вказаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DISC",
		description: "Повертає дисконтну ставку для цінних паперів.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "ціна",
				description: "ціна цінних паперів за 100 грн. номінальної вартості"
			},
			{
				name: "погашення",
				description: "ціна дострокового погашення цінних паперів за 100 грн. номінальної вартості"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "DMAX",
		description: "Повертає найбільше значення у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DMIN",
		description: "Повертає найменше значення у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DOLLAR",
		description: "Перетворює число на текст, використовуючи грошовий формат.",
		arguments: [
			{
				name: "число",
				description: "число, посилання на клітинку з числом або формула, яка обчислюється в число"
			},
			{
				name: "десяткові_знаки",
				description: "кількість цифр справа від десяткової коми. За потреби число округлюється; якщо пропущено, приймається кількість_знаків = 2"
			}
		]
	},
	{
		name: "DOLLARDE",
		description: "Перетворює ціну в гривнях, виражену як дріб, на ціну в гривнях, виражену як десяткове число.",
		arguments: [
			{
				name: "дріб_грн",
				description: "число, виражене як дріб"
			},
			{
				name: "дріб",
				description: "ціле число, яке використовується як знаменник дробу"
			}
		]
	},
	{
		name: "DOLLARFR",
		description: "Перетворює ціну в гривнях, виражену як десяткове число, на ціну в гривнях, виражену як дріб.",
		arguments: [
			{
				name: "дес_грн",
				description: "десяткове число"
			},
			{
				name: "дріб",
				description: "ціле число, яке використовується як знаменник дробу"
			}
		]
	},
	{
		name: "DPRODUCT",
		description: "Перемножує значення у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DSTDEV",
		description: "Обчислює стандартне відхилення на основі вибірки з виділених записів бази даних.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця в подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DSTDEVP",
		description: "Обчислює стандартне відхилення на основі генеральної сукупності з виділених записів бази даних.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DSUM",
		description: "Складає числа у стовпці записів бази даних, які відповідають указаним умовам.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DVAR",
		description: "Обчислює дисперсію на основі вибірки з виділених записів бази даних.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця в подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "DVARP",
		description: "Обчислює дисперсію на основі генеральної сукупності з виділених записів бази даних.",
		arguments: [
			{
				name: "база_даних",
				description: "діапазон клітинок, які утворюють список або базу даних. База даних - це список споріднених даних"
			},
			{
				name: "поле",
				description: "заголовок стовпця у подвійних лапках або номер стовпця у списку"
			},
			{
				name: "критерій",
				description: "діапазон клітинок, які містять указані умови. До діапазону входять заголовок стовпця та одна клітинка з умовою"
			}
		]
	},
	{
		name: "EDATE",
		description: "Повертає порядковий номер дати, яка є вказаною кількістю місяців до або після початкової дати.",
		arguments: [
			{
				name: "поч_дата",
				description: "порядковий номер дати, яка представляє початкову дату"
			},
			{
				name: "кількість_місяців",
				description: "кількість місяців до або після поч_дати"
			}
		]
	},
	{
		name: "EFFECT",
		description: "Повертає річну ефективну відсоткову ставку.",
		arguments: [
			{
				name: "номін_ставка",
				description: "номінальна відсоткова ставка"
			},
			{
				name: "кількість_пер",
				description: "кількість періодів нарощення в році"
			}
		]
	},
	{
		name: "ENCODEURL",
		description: "Повертає рядок із зашифрованою URL-адресою.",
		arguments: [
			{
				name: "text",
				description: "рядок із зашифрованою URL-адресою"
			}
		]
	},
	{
		name: "EOMONTH",
		description: "Повертає порядковий номер останнього дня місяця до або після вказаної кількості місяців.",
		arguments: [
			{
				name: "поч_дата",
				description: "порядковий номер, що представляє початкову дату"
			},
			{
				name: "кількість_місяців",
				description: "кількість місяців до або після поч_дати"
			}
		]
	},
	{
		name: "ERF",
		description: "Повертає функцію помилки.",
		arguments: [
			{
				name: "нижня_межа",
				description: "нижня межа інтегрування функції помилки"
			},
			{
				name: "верхня_межа",
				description: "верхня межа інтегрування функції помилки"
			}
		]
	},
	{
		name: "ERF.PRECISE",
		description: "Повертає функцію помилки.",
		arguments: [
			{
				name: "X",
				description: "нижня межа інтегрування ERF.PRECISE"
			}
		]
	},
	{
		name: "ERFC",
		description: "Повертає додаткову функцію помилки.",
		arguments: [
			{
				name: "x",
				description: "нижня межа інтегрування функції помилки"
			}
		]
	},
	{
		name: "ERFC.PRECISE",
		description: "Повертає додаткову функцію помилки.",
		arguments: [
			{
				name: "X",
				description: "нижня межа інтегрування ERFC.PRECISE"
			}
		]
	},
	{
		name: "ERROR.TYPE",
		description: "Повертає код, який відповідає значенню помилки.",
		arguments: [
			{
				name: "значення_помилки",
				description: "значення помилки, для якої потрібно знайти код; може бути фактичним значенням помилки або посиланням на клітинку, яка містить значення помилки"
			}
		]
	},
	{
		name: "EVEN",
		description: "Округлює число до найближчого парного цілого, більшого (додатні числа) або меншого (від'ємні числа).",
		arguments: [
			{
				name: "число",
				description: "значення, яке необхідно округлити"
			}
		]
	},
	{
		name: "EXACT",
		description: "Перевіряє, чи збігаються два текстові рядки, і повертає значення TRUE або FALSE. Великі й малі букви розрізняються.",
		arguments: [
			{
				name: "текст1",
				description: "перший текстовий рядок"
			},
			{
				name: "текст2",
				description: "другий текстовий рядок"
			}
		]
	},
	{
		name: "EXP",
		description: "Повертає експоненту заданого числа.",
		arguments: [
			{
				name: "число",
				description: "степінь, до якого підноситься основа e. Стала e, основа натурального логарифма, приблизно дорівнює 2,71828182845904"
			}
		]
	},
	{
		name: "EXPON.DIST",
		description: "Повертає експоненційний розподіл.",
		arguments: [
			{
				name: "x",
				description: "значення функції, невід'ємне число"
			},
			{
				name: "лямбда",
				description: "значення параметра, невід'ємне число"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE - інтегральна функція розподілу, FALSE - функція щільності ймовірності"
			}
		]
	},
	{
		name: "EXPONDIST",
		description: "Повертає експоненційний розподіл.",
		arguments: [
			{
				name: "x",
				description: "значення функції, невід'ємне число"
			},
			{
				name: "лямбда",
				description: "значення параметра, додатне число"
			},
			{
				name: "інтегральна",
				description: "логічне значення, яке визначає повернуту функцію: TRUE — інтегральна функція розподілу, FALSE — функція щільності ймовірності"
			}
		]
	},
	{
		name: "F.DIST",
		description: "Повертає (лівобічний) F-розподіл імовірності (ступінь відхилення) для двох наборів даних.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого слід обчислити функцію, невід'ємне число"
			},
			{
				name: "ступінь_свободи1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, крім 10^10"
			},
			{
				name: "ступінь_свободи2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, крім 10^10"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE — інтегральна функція розподілу, FALSE — функція щільності ймовірності"
			}
		]
	},
	{
		name: "F.DIST.RT",
		description: "Повертає (правобічний) F-розподіл імовірності (ступінь відхилення) для двох наборів даних.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого слід обчислити функцію, невід'ємне число"
			},
			{
				name: "ступінь_свободи1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			},
			{
				name: "ступінь_свободи2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "F.INV",
		description: "Повертає обернене значення (лівобічного) F-розподілу ймовірності: якщо p = F.DIST(x,...), то F.INV(p,...) = x.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з F-інтегральним розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			},
			{
				name: "ступінь_свободи2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "F.INV.RT",
		description: "Повертає обернене значення (правобічного) F-розподілу ймовірності: якщо p = F.DIST.RT(x,...), то F.INV.RT(p,...) = x.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з F-інтегральним розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			},
			{
				name: "ступінь_свободи2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, виключаючи 10^10"
			}
		]
	},
	{
		name: "F.TEST",
		description: "Повертає результат F-тесту - двобічну ймовірність того, що дисперсії двох масивів різняться незначно.",
		arguments: [
			{
				name: "масив1",
				description: "перший масив або діапазон - числа, масиви або посилання на числа (пробіли ігноруються)"
			},
			{
				name: "масив2",
				description: "другий масив або діапазон - числа, масиви або посилання на числа (пробіли ігноруються)"
			}
		]
	},
	{
		name: "FACT",
		description: "Повертає факторіал числа, який дорівнює 1*2*3*...*число.",
		arguments: [
			{
				name: "число",
				description: "невід'ємне число, факторіал якого необхідно обчислити"
			}
		]
	},
	{
		name: "FACTDOUBLE",
		description: "повертає подвійний факторіал числа.",
		arguments: [
			{
				name: "число",
				description: "значення, для якого слід обчислити подвійний факторіал"
			}
		]
	},
	{
		name: "FALSE",
		description: "Повертає логічне значення FALSE.",
		arguments: [
		]
	},
	{
		name: "FDIST",
		description: "Повертає (правобічний) F-розподіл імовірності (ступінь відхилення) для двох наборів даних.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого потрібно обчислити функцію, невід'ємне число"
			},
			{
				name: "ступені_вільності1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, виключно з 10^10"
			},
			{
				name: "ступені_вільності2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, виключно з 10^10"
			}
		]
	},
	{
		name: "FIELD",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIELDPICTURE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			},
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "FIND",
		description: "Повертає позицію початку шуканого текстового рядка в тексті перегляду, який його містить. Великі й малі букви розрізняються.",
		arguments: [
			{
				name: "шуканий_текст",
				description: "текст, який необхідно знайти. Щоб знайти перший символ у тексті перегляду, укажіть пустий рядок (дві подвійних лапки). Символи узагальнення використовувати неможливо"
			},
			{
				name: "текст_перегляду",
				description: "текст, який містить шуканий текст"
			},
			{
				name: "поч_позиція",
				description: "позиція, з якої починається пошук. Перший символ у тексті_перегляду має позицію 1. Якщо не вказано, приймається позиція початку пошуку 1"
			}
		]
	},
	{
		name: "FINV",
		description: "Повертає обернене значення для (правобічного) F-розподілу ймовірностей: якщо p = FDIST(x,...), то FINV(p,...) = x.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з F-інтегральним розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "ступені_вільності1",
				description: "чисельник ступенів вільності, число від 1 до 10^10, виключно з 10^10"
			},
			{
				name: "ступені_вільності2",
				description: "знаменник ступенів вільності, число від 1 до 10^10, виключно з 10^10"
			}
		]
	},
	{
		name: "FISHER",
		description: "Повертає перетворення Фішера.",
		arguments: [
			{
				name: "x",
				description: "значення, яке необхідно перетворити, число в інтервалі від -1 до 1, виключаючи -1 і 1"
			}
		]
	},
	{
		name: "FISHERINV",
		description: "Повертає обернене перетворення Фішера: якщо y = FISHER(x), то FISHERINV(y) = x.",
		arguments: [
			{
				name: "y",
				description: "значення, для якого необхідно виконати обернене перетворювання"
			}
		]
	},
	{
		name: "FIXED",
		description: "Округлює число до заданої кількості десяткових знаків і перетворює його на текст.",
		arguments: [
			{
				name: "число",
				description: "число, яке слід округлити та перетворити на текст"
			},
			{
				name: "кількість_знаків",
				description: "кількість цифр справа від десяткової коми. Якщо не вказано, вважається, що кількість_знаків = 0"
			},
			{
				name: "без_розділювачів",
				description: "логічне значення: TRUE – використовувати розділювачі розрядів у повернутому тексті; FALSE або пропущено – не використовувати"
			}
		]
	},
	{
		name: "FLOOR",
		description: "Округлює число до найближчого меншого кратного точності.",
		arguments: [
			{
				name: "число",
				description: "числове значення, яке необхідно округлити"
			},
			{
				name: "точність",
				description: "кратне, до якого необхідно округлити. В обох параметрів має бути однаковий знак"
			}
		]
	},
	{
		name: "FLOOR.MATH",
		description: "Округлює число до найближчого меншого за модулем цілого числа або кратного значенню точності.",
		arguments: [
			{
				name: "число",
				description: "являє собою значення, яке потрібно округлити"
			},
			{
				name: "точність",
				description: "являє собою кратне число, до якого потрібно округлити"
			},
			{
				name: "модуль",
				description: "якщо задати ненульове значення, ця функція округлюватиме в напрямку до нуля"
			}
		]
	},
	{
		name: "FLOOR.PRECISE",
		description: "Округлює число до найближчого меншого цілого числа або до найближчого меншого кратного точності.",
		arguments: [
			{
				name: "число",
				description: "числове значення, яке необхідно округлити"
			},
			{
				name: "точність",
				description: "кратне, до якого необхідно округлити. "
			}
		]
	},
	{
		name: "FORECAST",
		description: "Прогнозує значення відповідно до лінійного наближення, обчисленого за відомими значеннями.",
		arguments: [
			{
				name: "x",
				description: "елемент даних, для якого необхідно прогнозувати значення"
			},
			{
				name: "відомі_значення_y",
				description: "залежний масив або діапазон числових даних"
			},
			{
				name: "відомі_значення_x",
				description: "незалежний масив або діапазон числових даних. Дисперсія відомих значень x не має дорівнювати нулю"
			}
		]
	},
	{
		name: "FORMULATEXT",
		description: "Повертає формулу як рядок.",
		arguments: [
			{
				name: "посилання",
				description: "являє собою посилання на формулу"
			}
		]
	},
	{
		name: "FREQUENCY",
		description: "Обчислює розподіл значень по інтервалах і повертає вертикальний масив значень, який містить на один елемент більше ніж масив_інтервалів.",
		arguments: [
			{
				name: "масив_даних",
				description: "масив або посилання на сукупність значень, для яких необхідно обчислити частоти (пробіли та текст ігноруються)"
			},
			{
				name: "масив_інтервалів",
				description: "масив або посилання на інтервали, по яких необхідно розподілити значення з масиву_даних"
			}
		]
	},
	{
		name: "FTEST",
		description: "Повертає результат F-тесту — двобічну імовірність того, що відхилення двох масивів різняться незначно.",
		arguments: [
			{
				name: "масив1",
				description: "перший масив або діапазон даних — числа, імена, масиви або посилання, що містять числа (пробіли ігноруються)"
			},
			{
				name: "масив2",
				description: "другий масив або діапазон даних — числа, імена, масиви або посилання, які містять числа (пробіли ігноруються)"
			}
		]
	},
	{
		name: "FV",
		description: "Повертає майбутню вартість інвестиції на основі постійних періодичних виплат і постійної відсоткової ставки.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовується значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів сплати за інвестицією"
			},
			{
				name: "спл",
				description: "сума, яка сплачується за кожний період і не змінюється протягом усього часу сплати"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат. Якщо не вказано, приймається зв = 0"
			},
			{
				name: "тип",
				description: "значення, яке визначає час сплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "FVSCHEDULE",
		description: "Повертає майбутнє значення початкової суми після застосування ряду складних процентних ставок.",
		arguments: [
			{
				name: "сума",
				description: "поточне значення"
			},
			{
				name: "розклад",
				description: "масив застосованих процентних ставок"
			}
		]
	},
	{
		name: "GAMMA",
		description: "Повертає значення гамма-функції.",
		arguments: [
			{
				name: "x",
				description: "являє собою значення, для якого потрібно обчислити гамма-функцію"
			}
		]
	},
	{
		name: "GAMMA.DIST",
		description: "Повертає гамма-розподіл.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого слід обчислити розподіл, невід'ємне число"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число. Якщо бета = 1, GAMMA.DIST повертає стандартний гамма-розподіл"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE – інтегральна функція розподілу; FALSE або не вказано – вагова функція ймовірності"
			}
		]
	},
	{
		name: "GAMMA.INV",
		description: "Повертає обернений гамма-розподіл: якщо p = GAMMA.DIST(x,...), то GAMMA.INV(p,...) = x.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов’язана з гамма-розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число. Якщо бета = 1, GAMMA.INV повертає обернений стандартний гамма-розподіл"
			}
		]
	},
	{
		name: "GAMMADIST",
		description: "Повертає гамма-розподіл.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого необхідно обчислити розподіл, невід'ємне число"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число. Якщо бета=1, GAMMADIST повертає стандартний гамма-розподіл"
			},
			{
				name: "функція",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE – інтегральна функція розподілу, FALSE або не вказано – вагова функція розподілу"
			}
		]
	},
	{
		name: "GAMMAINV",
		description: "Повертає обернений інтегральний гамма-розподіл: якщо p = GAMMADIST(x,...), то GAMMAINV(p,...) = x.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з гамма-розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число. Якщо бета = 1, GAMMAINV повертає обернений стандартний гамма-розподіл"
			}
		]
	},
	{
		name: "GAMMALN",
		description: "Повертає натуральний логарифм гамма-функції.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюють GAMMALN, додатне число"
			}
		]
	},
	{
		name: "GAMMALN.PRECISE",
		description: "Повертає натуральний логарифм гамма-функції.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється GAMMALN.PRECISE, додатне число"
			}
		]
	},
	{
		name: "GAUSS",
		description: "",
		arguments: [
		]
	},
	{
		name: "GCD",
		description: "Повертає найбільший спільний дільник.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "значення від 1 до 255"
			},
			{
				name: "число2",
				description: "значення від 1 до 255"
			}
		]
	},
	{
		name: "GEOMEAN",
		description: "Повертає середнє геометричне елементів масиву або діапазону з додатних чисел.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел або імен, масивів або посилань на числа, для яких обчислюється середнє геометричне"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел або імен, масивів або посилань на числа, для яких обчислюється середнє геометричне"
			}
		]
	},
	{
		name: "GESTEP",
		description: "Перевіряє, чи є число більшим за граничне значення.",
		arguments: [
			{
				name: "число",
				description: "значення, яке порівнюється із граничним значенням"
			},
			{
				name: "поріг",
				description: "граничне значення"
			}
		]
	},
	{
		name: "GETPIVOTDATA",
		description: "Витягає дані, які зберігаються у зведеній таблиці.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "поле_даних",
				description: "ім'я поля даних, з якого необхідно витягти дані"
			},
			{
				name: "зведена_таблиця",
				description: "посилання на клітинку або діапазон клітинок зведеної таблиці, які містять потрібні дані"
			},
			{
				name: "поле",
				description: "поле"
			},
			{
				name: "елем",
				description: "елемент поля"
			}
		]
	},
	{
		name: "GROWTH",
		description: "Повертає значення відповідно до експоненційного наближення, обчисленого на основі відомих даних.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "сукупність значень y, уже відомих у відношенні y = b*m^x, масив або діапазон додатних чисел"
			},
			{
				name: "відомі_значення_x",
				description: "необов'язкова сукупність значень x, уже, можливо, відомих у відношенні y = b*m^x, масив або діапазон того самого розміру, що й значення y"
			},
			{
				name: "нові_значення_x",
				description: "нові значення x, для яких функція GROWTH повертає відповідні значення y"
			},
			{
				name: "конст",
				description: "логічне значення: якщо TRUE, константа b обчислюється звичайним чином; якщо FALSE або не вказано, вважається, що b = 1"
			}
		]
	},
	{
		name: "HARMEAN",
		description: "Повертає середнє гармонічне сукупності додатних чисел: обернену величину середнього арифметичного обернених величин.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, масивів, імен або посилань на числа, для яких необхідно обчислити середнє гармонічне"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, масивів, імен або посилань на числа, для яких необхідно обчислити середнє гармонічне"
			}
		]
	},
	{
		name: "HEX2BIN",
		description: "Перетворює шістнадцяткове число на двійкове.",
		arguments: [
			{
				name: "число",
				description: "шістнадцяткове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "HEX2DEC",
		description: "Перетворює шістнадцяткове число на десяткове.",
		arguments: [
			{
				name: "число",
				description: "шістнадцяткове число, яке слід перетворити"
			}
		]
	},
	{
		name: "HEX2OCT",
		description: "Перетворює шістнадцяткове число на вісімкове.",
		arguments: [
			{
				name: "число",
				description: "шістнадцяткове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "HLOOKUP",
		description: "Шукає значення у верхньому рядку таблиці та повертає значення з того самого стовпця й указаного рядка.",
		arguments: [
			{
				name: "шукане_значення",
				description: "значення, яке потрібно знайти в першому рядку таблиці (значення, посилання або текстовий рядок)"
			},
			{
				name: "таблиця",
				description: "таблиця з текстом, числами або логічними значеннями, в якій шукають дані. Таблиця може бути посиланням на діапазон або ім'ям діапазону"
			},
			{
				name: "номер_рядка",
				description: "номер рядка в таблиці, з якого необхідно повернути значення. Перший рядок значень таблиці має номер 1"
			},
			{
				name: "точність_пошуку",
				description: "логічне значення: TRUE або не вказано – шукати у верхньому рядку (відсортованому за зростанням) найближче значення, FALSE – шукати точний збіг"
			}
		]
	},
	{
		name: "HOUR",
		description: "Повертає години як число від 0 до 23.",
		arguments: [
			{
				name: "час_у_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet, або текст у форматі часу, наприклад 16:48:00"
			}
		]
	},
	{
		name: "HYPERLINK",
		description: "Створює посилання, яке відкриває документ на жорсткому диску, на сервері мережі або в Інтернеті.",
		arguments: [
			{
				name: "адреса",
				description: "шлях та ім'я файлу документа (розташування на диску, адреса UNC або URL)"
			},
			{
				name: "ім'я",
				description: "текст або число, яке відображається у клітинці. Якщо не вказано, у клітинці відображується значення параметра ''адреса''"
			}
		]
	},
	{
		name: "HYPGEOM.DIST",
		description: "Повертає гіпергеометричний розподіл.",
		arguments: [
			{
				name: "кількість_успіхів_у_вибірці",
				description: "кількість успішних спроб у вибірці"
			},
			{
				name: "розмір_виборки",
				description: "розмір вибірки"
			},
			{
				name: "кількість_успіхів_у_сукупності",
				description: "кількість успішних спроб у генеральній сукупності"
			},
			{
				name: "розмір_сукупності",
				description: "розмір генеральної сукупності"
			},
			{
				name: "сукупне",
				description: "логічне значення: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "HYPGEOMDIST",
		description: "Повертає гіпергеометричний розподіл.",
		arguments: [
			{
				name: "кількість_успіхів_у_вибірці",
				description: "кількість успіхів у вибірці"
			},
			{
				name: "кількість_вибірок",
				description: "розмір вибірки"
			},
			{
				name: "кількість_успіхів_у_сукупності",
				description: "кількість успіхів у генеральній сукупності"
			},
			{
				name: "кількість_сукупностей",
				description: "розмір генеральної сукупності"
			}
		]
	},
	{
		name: "IF",
		description: "Перевіряє, чи виконується умова, і повертає одне значення, якщо вона виконується, та інше значення, якщо ні.",
		arguments: [
			{
				name: "лог_вираз",
				description: "будь-яке значення або вираз, який можна визначити як значення TRUE або FALSE"
			},
			{
				name: "значення_якщо_істина",
				description: "значення, яке повертається, якщо лог_вираз має значення TRUE. Якщо не вказано, повертається TRUE. Дозволяється глибина вкладення до 7 рівнів"
			},
			{
				name: "значення_якщо_хибність",
				description: "значення, яке повертається, якщо лог_вираз має значення FALSE. Якщо не вказано, повертається FALSE"
			}
		]
	},
	{
		name: "IFERROR",
		description: "Повертає значення значення_якщо_помилка, якщо вираз містить помилку, або значення виразу, якщо помилки немає.",
		arguments: [
			{
				name: "значення",
				description: "значення, вираз або посилання"
			},
			{
				name: "значення_якщо_помилка",
				description: "значення, вираз або посилання"
			}
		]
	},
	{
		name: "IFNA",
		description: "Повертає значення, яке вказується, якщо значення виразу – '#N/A'; в іншому випадку повертає результат виразу.",
		arguments: [
			{
				name: "значення",
				description: "являє собою будь-яке значення, вираз або посилання"
			},
			{
				name: "значення_якщо_немає_даних",
				description: "являє собою будь-яке значення, вираз або посилання"
			}
		]
	},
	{
		name: "IMABS",
		description: "Повертає абсолютне значення (модуль) комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід отримати абсолютне значення"
			}
		]
	},
	{
		name: "IMAGINARY",
		description: "Повертає коефіцієнт уявної частини комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити коефіцієнт уявної частини"
			}
		]
	},
	{
		name: "IMARGUMENT",
		description: "Повертає аргумент q, кут, виражений у радіанах.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити аргумент"
			}
		]
	},
	{
		name: "IMCONJUGATE",
		description: "Повертає комплексне спряжене комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити спряжене"
			}
		]
	},
	{
		name: "IMCOS",
		description: "Повертає косинус комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити косинус"
			}
		]
	},
	{
		name: "IMCOSH",
		description: "Повертає гіперболічний косинус комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити гіперболічний косинус"
			}
		]
	},
	{
		name: "IMCOT",
		description: "Повертає котангенс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити котангенс"
			}
		]
	},
	{
		name: "IMCSC",
		description: "Повертає косеканс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити косеканс"
			}
		]
	},
	{
		name: "IMCSCH",
		description: "Повертає гіперболічний косеканс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити гіперболічний косеканс"
			}
		]
	},
	{
		name: "IMDIV",
		description: "Повертає частку двох комплексних чисел.",
		arguments: [
			{
				name: "компл_число1",
				description: "комплексний чисельник або ділене"
			},
			{
				name: "компл_число2",
				description: "комплексний знаменник або дільник"
			}
		]
	},
	{
		name: "IMEXP",
		description: "Повертає експоненту комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити експоненту"
			}
		]
	},
	{
		name: "IMLN",
		description: "Повертає натуральний логарифм комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити натуральний логарифм"
			}
		]
	},
	{
		name: "IMLOG10",
		description: "Повертає десятковий логарифм комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити десятковий логарифм"
			}
		]
	},
	{
		name: "IMLOG2",
		description: "Повертає логарифм комплексного числа за основою 2.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити логарифм за основою 2"
			}
		]
	},
	{
		name: "IMPOWER",
		description: "Повертає комплексне число, піднесене до цілого степеня.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, яке слід піднести до степеня"
			},
			{
				name: "число",
				description: "степінь, до якого слід піднести комплексне число"
			}
		]
	},
	{
		name: "IMPRODUCT",
		description: "Повертає добуток від 1 до 255 комплексних чисел.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "компл_число1",
				description: "компл_число1, компл_число2,... можна помножити від 1 до 255 комплексних чисел."
			},
			{
				name: "компл_число2",
				description: "компл_число1, компл_число2,... можна помножити від 1 до 255 комплексних чисел."
			}
		]
	},
	{
		name: "IMREAL",
		description: "Повертає коефіцієнт дійсної частини комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити коефіцієнт дійсної частини"
			}
		]
	},
	{
		name: "IMSEC",
		description: "Повертає секанс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити секанс"
			}
		]
	},
	{
		name: "IMSECH",
		description: "Повертає гіперболічний секанс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити гіперболічний секанс"
			}
		]
	},
	{
		name: "IMSIN",
		description: "Повертає синус комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, для якого слід обчислити синус"
			}
		]
	},
	{
		name: "IMSINH",
		description: "Повертає гіперболічний синус комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити гіперболічний синус"
			}
		]
	},
	{
		name: "IMSQRT",
		description: "Повертає квадратний корінь комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "комплексне число, з якого слід обчислити квадратний корінь"
			}
		]
	},
	{
		name: "IMSUB",
		description: "Повертає різницю двох комплексних чисел.",
		arguments: [
			{
				name: "компл_число1",
				description: "комплексне число, від якого віднімається компл_число2"
			},
			{
				name: "компл_число2",
				description: "комплексне число, яке віднімається від компл_числа1"
			}
		]
	},
	{
		name: "IMSUM",
		description: "Повертає суму комплексних чисел.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "компл_число1",
				description: "можна складати від 1 до 255 комплексних чисел"
			},
			{
				name: "компл_число2",
				description: "можна складати від 1 до 255 комплексних чисел"
			}
		]
	},
	{
		name: "IMTAN",
		description: "Повертає тангенс комплексного числа.",
		arguments: [
			{
				name: "компл_число",
				description: "являє собою комплексне число, для якого потрібно обчислити тангенс"
			}
		]
	},
	{
		name: "INDEX",
		description: "Повертає значення або посилання на клітинку на перетині певних рядка й стовпця в указаному діапазоні.",
		arguments: [
			{
				name: "масив",
				description: "діапазон клітинок або константа-масив."
			},
			{
				name: "номер_рядка",
				description: "рядок у масиві або посиланні, з якого необхідно повернути значення. Якщо він пропущений, необхідно вказати номер_стовпця"
			},
			{
				name: "номер_стовпця",
				description: "стовпець у масиві або посиланні, з якого необхідно повернути значення. Якщо він пропущений, необхідно вказати номер_рядка"
			}
		]
	},
	{
		name: "INDIRECT",
		description: "Повертає посилання, указане текстовим рядком.",
		arguments: [
			{
				name: "посилання_на_клітинку",
				description: "посилання на клітинку, яка містить посилання у стилі A1 або R1C1, або ім'я, визначене як посилання, або посилання на клітинку у вигляді текстового рядка"
			},
			{
				name: "a1",
				description: "логічне значення, яке визначає тип посилання, указаного в аргументі: FALSE – стиль R1C1; TRUE або не вказано – стиль A1"
			}
		]
	},
	{
		name: "INFO",
		description: "Повертає відомості про поточну операційну систему.",
		arguments: [
			{
				name: "тип_інформації",
				description: "текст, що визначає тип інформації, яку буде повернуто."
			}
		]
	},
	{
		name: "INT",
		description: "Округлює число до найближчого меншого цілого.",
		arguments: [
			{
				name: "число",
				description: "дійсне число, яке необхідно округлити до найближчого меншого цілого"
			}
		]
	},
	{
		name: "INTERCEPT",
		description: "Знаходить точку перетину осі Y із лінією лінійної регресії, обчисленої на основі відомих значень x і y.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "залежна множина спостережень або даних - числа, імена, масиви або посилання на числа"
			},
			{
				name: "відомі_значення_x",
				description: "незалежна множина спостережень або даних - числа, імена, масиви або посилання на числа"
			}
		]
	},
	{
		name: "INTRATE",
		description: "Повертає відсоткову ставку для повністю інвестованих цінних паперів.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "інвестиція",
				description: "обсяг інвестицій у цінні папери"
			},
			{
				name: "погашення",
				description: "сума, яка отримується на момент погашення цінних паперів"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "IPMT",
		description: "Повертає суму сплати відсотків за інвестицією за вказаний період на основі постійних періодичних виплат і постійної відсоткової ставки.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовуйте значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "період",
				description: "період, для якого необхідно обчислити суму сплати; має бути в діапазоні від 1 до кпер"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів сплати за інвестицією"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			},
			{
				name: "мв",
				description: "майбутня вартість або касовий залишок, якого слід досягти після останньої виплати. Якщо не вказано, приймається мв = 0"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час сплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "IRR",
		description: "Повертає внутрішню ставку прибутковості для ряду періодичних грошових переміщень.",
		arguments: [
			{
				name: "значення",
				description: "масив або посилання на клітинки з числами, для яких необхідно обчислити внутрішню ставку прибутковості"
			},
			{
				name: "припущення",
				description: "передбачувана величина, наближена до результату функції; якщо не вказано, приймається значення 0,1 (10 відсотків)"
			}
		]
	},
	{
		name: "ISBLANK",
		description: "Перевіряє, чи вказує посилання на пусту клітинку, і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "клітинка або ім'я, що посилаються на клітинку, яку слід перевірити"
			}
		]
	},
	{
		name: "ISERR",
		description: "Перевіряє, чи є значення помилкою (#VALUE!, #REF!, #DIV/0!, #NUM!, #NAME? чи #NULL!), крім #N/A, і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISERROR",
		description: "Перевіряє, чи є значення помилкою ((#N/A, #VALUE!, #REF!, #DIV/0!, #NUM!, #NAME? або #NULL!), і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISEVEN",
		description: "Повертає значення TRUE, якщо число парне.",
		arguments: [
			{
				name: "число",
				description: "значення, яке перевіряється"
			}
		]
	},
	{
		name: "ISFORMULA",
		description: "Перевіряє, чи посилання надано на клітинку з формулою, і повертає значення ІСТИНА або ХИБНІСТЬ.",
		arguments: [
			{
				name: "посилання",
				description: "являє собою посилання на клітинку, яку потрібно перевірити. Це може бути посилання на клітинку, формулу, або ім’я клітинки"
			}
		]
	},
	{
		name: "ISLOGICAL",
		description: "Перевіряє, чи значення логічне (TRUE або FALSE), і повертає TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISNA",
		description: "Перевіряє, чи значення недоступне (#N/A), і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISNONTEXT",
		description: "Повертає TRUE, якщо значення не текст, і FALSE, якщо так (пусті клітинки не вважаються текстом).",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють: клітинка, формула або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISNUMBER",
		description: "Перевіряє, чи значення число, і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISO.CEILING",
		description: "Округлює число до найближчого більшого цілого або до кратного значенню точності.",
		arguments: [
			{
				name: "число",
				description: "числове значення, яке необхідно округлити"
			},
			{
				name: "точність",
				description: "необов'язкова точність, з якою слід округлити число"
			}
		]
	},
	{
		name: "ISODD",
		description: "Повертає значення TRUE, якщо число непарне.",
		arguments: [
			{
				name: "число",
				description: "значення, яке перевіряється"
			}
		]
	},
	{
		name: "ISOWEEKNUM",
		description: "Повертає числовий номер тижня в році за системою ISO для заданої дати.",
		arguments: [
			{
				name: "дата",
				description: "являє собою код 'дата-час', який використовується у програмі Spreadsheet для обчислення дати й часу"
			}
		]
	},
	{
		name: "ISPMT",
		description: "Повертає відсотки, сплачувані за певний період інвестиції.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовуйте значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "період",
				description: "період, для якого необхідно знайти відсоток"
			},
			{
				name: "кпер",
				description: "кількість періодів сплати за інвестицією"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			}
		]
	},
	{
		name: "ISREF",
		description: "Перевіряє, чи значення посилання, і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "ISTEXT",
		description: "Перевіряє, чи значення текст, і повертає значення TRUE або FALSE.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють. Значення може бути посиланням на клітинку, формулу або ім'я клітинки, формули або значення"
			}
		]
	},
	{
		name: "KURT",
		description: "Повертає ексцес сукупності даних.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел або імен, масивів або посилань на клітинки з числами, для яких необхідно обчислити ексцес"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел або імен, масивів або посилань на клітинки з числами, для яких необхідно обчислити ексцес"
			}
		]
	},
	{
		name: "LARGE",
		description: "Повертає k-е найбільше значення у сукупності даних (наприклад, п'яте за величиною).",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон, для якого необхідно обчислити k-е найбільше значення"
			},
			{
				name: "k",
				description: "місце за величиною (починаючи з найбільшого значення) в масиві або діапазоні"
			}
		]
	},
	{
		name: "LCM",
		description: "Повертає найменший спільне кратне.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "значення від 1 до 255, для яких слід обчислити найменше спільне кратне"
			},
			{
				name: "число2",
				description: "значення від 1 до 255, для яких слід обчислити найменше спільне кратне"
			}
		]
	},
	{
		name: "LEFT",
		description: "Повертає задану кількість символів, вибрану з початку текстового рядка.",
		arguments: [
			{
				name: "текст",
				description: "текстовий рядок, з якого необхідно вибрати символи"
			},
			{
				name: "кількість_символів",
				description: "кількість символів, яку необхідно вибрати; якщо не вказано, приймається 1"
			}
		]
	},
	{
		name: "LEN",
		description: "Повертає кількість символів у текстовому рядку.",
		arguments: [
			{
				name: "текст",
				description: "текст, довжину якого необхідно знайти. Пробіли вважаються символами"
			}
		]
	},
	{
		name: "LINEST",
		description: "Повертає параметри лінійного наближення, обчислені за методом найменших квадратів.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "сукупність значень y, уже відомих у відношенні y = mx + b"
			},
			{
				name: "відомі_значення_x",
				description: "необов'язкова сукупність значень x, уже, можливо, відомих у відношенні y = mx + b"
			},
			{
				name: "конст",
				description: "логічне значення: якщо TRUE або не вказано, константа b обчислюється звичайним чином; якщо FALSE, вважається, що b = 0"
			},
			{
				name: "статистика",
				description: "логічне значення: якщо TRUE, повертається додаткова статистика регресії; якщо FALSE або не вказано, повертаються лише коефіцієнти m і константа b"
			}
		]
	},
	{
		name: "LN",
		description: "Повертає натуральний логарифм числа.",
		arguments: [
			{
				name: "число",
				description: "додатне дійсне число, для якого необхідно обчислити натуральний логарифм"
			}
		]
	},
	{
		name: "LOG",
		description: "Повертає логарифм числа за вказаною основою.",
		arguments: [
			{
				name: "число",
				description: "додатне дійсне число, для якого необхідно обчислити логарифм"
			},
			{
				name: "основа",
				description: "основа логарифму; за промовчанням приймається 10"
			}
		]
	},
	{
		name: "LOG10",
		description: "Повертає десятковий логарифм числа.",
		arguments: [
			{
				name: "число",
				description: "додатне дійсне число, для якого необхідно обчислити десятковий логарифм"
			}
		]
	},
	{
		name: "LOGEST",
		description: "Повертає параметри експоненційного наближення.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "сукупність значень y, уже відомих у відношенні y = b*m^x"
			},
			{
				name: "відомі_значення_x",
				description: "необов'язкова сукупність значень x, уже, можливо, відомих у відношенні y = b*m^x"
			},
			{
				name: "конст",
				description: "логічне значення: якщо TRUE або не вказано, константа b обчислюється звичайним чином; якщо FALSE, приймається b = 1"
			},
			{
				name: "статистика",
				description: "логічне значення: якщо TRUE, повертається додаткова статистика регресії; якщо FALSE або не вказано, повертаються лише коефіцієнти m і константа b"
			}
		]
	},
	{
		name: "LOGINV",
		description: "Ця функція доступна для сумісності із програмою Spreadsheet 2007 та попередніх версій. Повертає обернену функцію інтегрального логарифмічно-стандартного розподілу x, де ln(x) стандартно розподілено з параметрами ''середнє'' та ''стандартне_відхил''.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з логарифмічно-нормальним розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "середнє",
				description: "середнє ln(x)"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення ln(x), додатне число"
			}
		]
	},
	{
		name: "LOGNORM.DIST",
		description: "Повертає логарифмічно-нормальний розподіл x, де ln(x) – нормальний розподіл із параметрами 'середнє' та 'станд_відхилення'.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого слід обчислити функцію, додатне число"
			},
			{
				name: "середнє",
				description: "середнє ln(x)"
			},
			{
				name: "станд_відхилення",
				description: "стандартне відхилення ln(x), додатне число"
			},
			{
				name: "сукупне",
				description: "логічне значення: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "LOGNORM.INV",
		description: "Повертає обернений інтегральний логарифмічно-нормальний розподіл x, де ln(x) - нормальний розподіл із параметрами ''середнє'' та ''стандартне_відхил''.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана з логарифмічно-нормальним розподілом, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "середнє",
				description: "середнє ln(x)"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення ln(x), додатне число"
			}
		]
	},
	{
		name: "LOGNORMDIST",
		description: "Повертає інтегральний логарифмічно-нормальний розподіл x, де ln(x) стандартно розподілено з параметрами ''середнє'' та ''стандартне_відхил''.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого потрібно обчислити функцію, додатне число"
			},
			{
				name: "середнє",
				description: "середнє ln(x)"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення ln(x), додатне число"
			}
		]
	},
	{
		name: "LOOKUP",
		description: "Шукає значення в одному рядку, в одному стовпці або в масиві. Забезпечує зворотну сумісність.",
		arguments: [
			{
				name: "шукане_значення",
				description: "значення, яке LOOKUP шукає у векторі_перегляду; може бути числом, текстом, логічним значенням, ім'ям або посиланням на значення"
			},
			{
				name: "вектор_перегляду",
				description: "діапазон, який містить лише один рядок або один стовпець тексту, чисел або логічних значень, розташованих за зростанням"
			},
			{
				name: "вектор_результатів",
				description: "діапазон, який містить лише один рядок або один стовпець із таким самим розміром, що й вектор_перегляду"
			}
		]
	},
	{
		name: "LOWER",
		description: "Перетворює всі букви в текстовому рядку на малі.",
		arguments: [
			{
				name: "текст",
				description: "текст, букви якого необхідно перетворити на малі. Символи, які не є буквами, не змінюються"
			}
		]
	},
	{
		name: "MATCH",
		description: "Повертає відносну позицію в масиві елемента, який відповідає вказаному значенню з урахуванням указаного порядку.",
		arguments: [
			{
				name: "шукане_значення",
				description: "значення, яке використовується під час пошуку потрібного значення в масиві; може бути числом, текстом, логічним значенням або посиланням на такі дані"
			},
			{
				name: "масив_який_переглядається",
				description: "суцільний діапазон клітинок, який переглядається під час пошуку; може бути діапазоном значень або посиланням на діапазон"
			},
			{
				name: "тип_зіставлення",
				description: "число (1, 0 або -1), що визначає, яке значення потрібно повернути."
			}
		]
	},
	{
		name: "MAX",
		description: "Повертає найбільше значення зі списку аргументів. Логічні значення та текст ігноруються.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати максимальне значення"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати максимальне значення"
			}
		]
	},
	{
		name: "MAXA",
		description: "Повертає найбільше значення з набору значень. Логічні значення та текст не ігноруються.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати максимальне значення"
			},
			{
				name: "значення2",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати максимальне значення"
			}
		]
	},
	{
		name: "MDETERM",
		description: "Повертає визначник матриці, яка зберігається в масиві.",
		arguments: [
			{
				name: "масив",
				description: "числовий масив з рівною кількістю рядків і стовпців - діапазон клітинок або константа-масив"
			}
		]
	},
	{
		name: "MEDIAN",
		description: "Повертає медіану вказаних чисел (тобто число, яке міститься посередині їх списку).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 чисел або числових імен, масивів або посилань, для яких необхідно знайти медіану"
			},
			{
				name: "значення2",
				description: "від 1 до 255 чисел або числових імен, масивів або посилань, для яких необхідно знайти медіану"
			}
		]
	},
	{
		name: "MID",
		description: "Повертає задану кількість символів, вибрану з рядка тексту, починаючи з указаної позиції.",
		arguments: [
			{
				name: "текст",
				description: "текстовий рядок, з якого необхідно вибрати символи"
			},
			{
				name: "поч_позиція",
				description: "позиція, починаючи з якої необхідно вибрати символи. Перший символ у тексті має позицію 1"
			},
			{
				name: "кількість_символів",
				description: "кількість символів, яку необхідно вибрати з тексту"
			}
		]
	},
	{
		name: "MIN",
		description: "Повертає найменше значення зі списку аргументів. Логічні значення та текст ігноруються.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати мінімальне значення"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати мінімальне значення"
			}
		]
	},
	{
		name: "MINA",
		description: "Повертає найменше значення з набору значень. Логічні значення та текст не ігноруються.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати мінімальне значення"
			},
			{
				name: "значення2",
				description: "від 1 до 255 чисел, пустих клітинок, логічних значень або чисел у текстовому форматі, серед яких необхідно відшукати мінімальне значення"
			}
		]
	},
	{
		name: "MINUTE",
		description: "Повертає хвилини як число від 0 до 59.",
		arguments: [
			{
				name: "час_у_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet, або текст у форматі часу, наприклад 16:48:00"
			}
		]
	},
	{
		name: "MINVERSE",
		description: "Повертає обернену матрицю для матриці, яка зберігається в масиві.",
		arguments: [
			{
				name: "масив",
				description: "числовий масив з рівною кількістю рядків і стовпців - діапазон клітинок або константа-масив"
			}
		]
	},
	{
		name: "MIRR",
		description: "Повертає внутрішню ставку прибутковості для ряду періодичних грошових переміщень з урахуванням як витрат на інвестування, так і відсотка реінвестування надходжень.",
		arguments: [
			{
				name: "значення",
				description: "масив або посилання на клітинки з числами, які представляють ряд регулярно здійснюваних виплат (від'ємні числа) і надходжень (додатні числа)"
			},
			{
				name: "ставка_фінанс",
				description: "відсоткова ставка, сплачувана з коштів, які знаходяться в обороті"
			},
			{
				name: "ставка_реінвест",
				description: "відсоткова ставка, отримувана з коштів, які знаходяться в обороті, в разі реінвестування"
			}
		]
	},
	{
		name: "MMULT",
		description: "Повертає добуток матриць, які зберігаються у двох масивах, - масив із кількістю рядків першого масиву і кількістю стовпців другого масиву.",
		arguments: [
			{
				name: "масив1",
				description: "перший з перемножуваних масивів; кількість його стовпців має дорівнювати кількості рядків другого масиву"
			},
			{
				name: "масив2",
				description: "перший з перемножуваних масивів; кількість його стовпців має дорівнювати кількості рядків другого масиву"
			}
		]
	},
	{
		name: "MOD",
		description: "Повертає залишок від ділення.",
		arguments: [
			{
				name: "число",
				description: "число, залишок від ділення якого необхідно знайти"
			},
			{
				name: "дільник",
				description: "число, на яке ділять (дільник)"
			}
		]
	},
	{
		name: "MODE",
		description: "Повертає моду (найчастіше повторюване значення) масиву або діапазону даних.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, імен, масивів або посилань, які містять числа, для яких потрібно обчислити моду"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, імен, масивів або посилань, які містять числа, для яких потрібно обчислити моду"
			}
		]
	},
	{
		name: "MODE.MULT",
		description: "Повертає вертикальний масив найчастіше повторюваних значень у масиві або діапазоні даних. Для горизонтального масиву використовуйте =TRANSPOSE(MODE.MULT(число1,число2,...)).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "числа в інтервалі від 1 до 255 або імена, масиви або посилання, для яких слід обчислити моду"
			},
			{
				name: "число2",
				description: "числа в інтервалі від 1 до 255 або імена, масиви або посилання, для яких слід обчислити моду"
			}
		]
	},
	{
		name: "MODE.SNGL",
		description: "Повертає моду (найчастіше повторюване значення) сукупності даних.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, імен, масивів або посилань на числа, для яких потрібно обчислити моду"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, імен, масивів або посилань на числа, для яких потрібно обчислити моду"
			}
		]
	},
	{
		name: "MONTH",
		description: "Повертає місяць (число від 1 (січень) до 12 (грудень)).",
		arguments: [
			{
				name: "дата_в_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet"
			}
		]
	},
	{
		name: "MROUND",
		description: "Повертає число, округлене з потрібною точністю.",
		arguments: [
			{
				name: "число",
				description: "значення, яке слід округлити"
			},
			{
				name: "точність",
				description: "точність, з якою слід округлити число"
			}
		]
	},
	{
		name: "MULTINOMIAL",
		description: "Повертає багаточлен набору чисел.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "значення від 1 до 255, для яких слід обчислити багаточлен"
			},
			{
				name: "число2",
				description: "значення від 1 до 255, для яких слід обчислити багаточлен"
			}
		]
	},
	{
		name: "MUNIT",
		description: "Повертає матрицю одиниці для вказаного виміру.",
		arguments: [
			{
				name: "вимір",
				description: "являє собою ціле число, яке вказує вимір для потрібної матриці одиниці"
			}
		]
	},
	{
		name: "N",
		description: "Перетворює нечислові значення на числа, дати – на дати у вигляді чисел, значення TRUE на 1, решту значень – на 0 (нуль).",
		arguments: [
			{
				name: "значення",
				description: "значення, яке необхідно перетворити"
			}
		]
	},
	{
		name: "NA",
		description: "Повертає значення помилки #N/A (значення недоступне).",
		arguments: [
		]
	},
	{
		name: "NEGBINOM.DIST",
		description: "Повертає від'ємний біноміальний розподіл – імовірність виникнення певної кількості невдач до досягнення певної кількості успіхів із певною ймовірністю успіху.",
		arguments: [
			{
				name: "кількість_невдач",
				description: "кількість невдалих спроб"
			},
			{
				name: "кількість_успіхів",
				description: "граничне значення кількості успішних спроб"
			},
			{
				name: "імовірність_успіхів",
				description: "імовірність успіху, число в інтервалі від 0 до 1"
			},
			{
				name: "сукупне",
				description: "логічне значення: TRUE – інтегральна функція розподілу, FALSE – вагова функція ймовірності"
			}
		]
	},
	{
		name: "NEGBINOMDIST",
		description: "Повертає від'ємний біноміальний розподіл — імовірність певної кількості невдач до досягнення певної кількості успіхів, з певною імовірністю успіху.",
		arguments: [
			{
				name: "кількість_невдач",
				description: "кількість відмов"
			},
			{
				name: "кількість_успіхів",
				description: "граничне значення кількості успіхів"
			},
			{
				name: "імовірність_успіху",
				description: "імовірність успіху, число в інтервалі від 0 до 1"
			}
		]
	},
	{
		name: "NETWORKDAYS",
		description: "Повертає кількість цілих робочих днів між двома датами.",
		arguments: [
			{
				name: "поч_дата",
				description: "число, яке представляє початкову дату"
			},
			{
				name: "кінц_дата",
				description: "число, яке представляє кінцеву дату"
			},
			{
				name: "свята",
				description: "необов'язковий набір однієї або кількох дат, які вилучаються з робочих днів, наприклад, державні або місцеві свята та свята зі змінною датою"
			}
		]
	},
	{
		name: "NETWORKDAYS.INTL",
		description: "Повертає кількість цілих робочих днів між двома датами з настроюваними параметрами вихідного дня.",
		arguments: [
			{
				name: "дата_початку",
				description: "порядковий номер дати, яка представляє дату початку"
			},
			{
				name: "дата_завершення",
				description: "порядковий номер дати, яка представляє дату завершення"
			},
			{
				name: "вихідний",
				description: "число або рядок, що вказує, який день вихідний"
			},
			{
				name: "свята",
				description: "необов'язковий набір однієї або кількох дат, які вилучаються з робочих днів, наприклад державні або місцеві свята та свята зі змінною датою"
			}
		]
	},
	{
		name: "NOMINAL",
		description: "Повертає річну номінальну відсоткову ставку.",
		arguments: [
			{
				name: "ефект_ставка",
				description: "ефективна відсоткова ставка"
			},
			{
				name: "кількість_пер",
				description: "кількість періодів нарощення на рік"
			}
		]
	},
	{
		name: "NORM.DIST",
		description: "Повертає нормальний розподіл з указаними параметрами.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого слід обчислити розподіл"
			},
			{
				name: "середнє",
				description: "арифметичне середнє розподілу"
			},
			{
				name: "станд_відхилення",
				description: "стандартне відхилення розподілу, додатне число"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "NORM.INV",
		description: "Повертає обернений нормальний розподіл з указаними параметрами.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, яка відповідає нормальному розподілу, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "середнє",
				description: "арифметичне середнє розподілу"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення розподілу, додатне число"
			}
		]
	},
	{
		name: "NORM.S.DIST",
		description: "Повертає значення стандартного нормального розподілу (з нульовим середнім і одиничним стандартним відхиленням).",
		arguments: [
			{
				name: "z",
				description: "значення, для якого необхідно обчислити розподіл"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "NORM.S.INV",
		description: "Повертає обернене значення стандартного нормального розподілу (з нульовим середнім і одиничним стандартним відхиленням).",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, яка відповідає нормальному розподілу, число в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "NORMDIST",
		description: "Повертає нормальний інтегральний розподіл для указаного середнього та стандартного відхилення.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого обчислюється розподіл"
			},
			{
				name: "середнє",
				description: "арифметичне середнє розподілу"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення розподілу, додатне число"
			},
			{
				name: "інтегральна",
				description: "логічне значення, яке визначає вид повернутої функції TRUE — інтегральна функція розподілу, FALSE — функція щільності імовірності"
			}
		]
	},
	{
		name: "NORMINV",
		description: "Повертає обернений нормальний розподіл для указаного середнього та стандартного відхилення.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, яка відповідає нормальному розподілу, число в інтервалі від 0 до 1 включно"
			},
			{
				name: "середнє",
				description: "арифметичне середнє розподілу"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення розподілу, додатне число"
			}
		]
	},
	{
		name: "NORMSDIST",
		description: "Повертає стандартний нормальний інтегральний розподіл (з нульовим середнім і одиничним стандартним відхиленням).",
		arguments: [
			{
				name: "z",
				description: "значення, для якого обчислюється розподіл"
			}
		]
	},
	{
		name: "NORMSINV",
		description: "Повертає обернене значення стандартного нормального розподілу (з нульовим середнім і одиничним стандартним відхиленням).",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, яка відповідає нормальному розподілу, число в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "NOT",
		description: "Змінює значення TRUE на FALSE, а FALSE на TRUE.",
		arguments: [
			{
				name: "лог_значення",
				description: "значення або вираз, який може мати значення TRUE або FALSE"
			}
		]
	},
	{
		name: "NOW",
		description: "Повертає поточну дату й час у форматі дати й часу.",
		arguments: [
		]
	},
	{
		name: "NPER",
		description: "Повертає кількість періодів сплати за інвестицією на основі постійних періодичних виплат і постійної відсоткової ставки.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовується значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "спл",
				description: "сума, яка сплачується за кожний період і не змінюється протягом усього часу сплати інвестиції"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			},
			{
				name: "мв",
				description: "майбутня вартість, або касовий залишок, якого слід досягти після останньої виплати. Якщо не вказано, приймається нульове значення"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час сплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "NPV",
		description: "Повертає чисту зведену вартість інвестиції на основі дисконтної ставки та вартості майбутніх виплат (від'ємні значення) і надходжень (додатні значення).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "ставка",
				description: "дисконтна ставка на один період"
			},
			{
				name: "значення1",
				description: "від 1 до 254 виплат і надходжень, рівновіддалених у часі та здійснюваних наприкінці кожного періоду"
			},
			{
				name: "значення2",
				description: "від 1 до 254 виплат і надходжень, рівновіддалених у часі та здійснюваних наприкінці кожного періоду"
			}
		]
	},
	{
		name: "NUMBERVALUE",
		description: "Перетворює текст на число незалежно від локалізації.",
		arguments: [
			{
				name: "текст",
				description: "являє собою рядок вираження числа, яке потрібно перетворити"
			},
			{
				name: "десятковий_роздільник",
				description: "являє собою символ, який використовується як десятковий роздільник у рядку"
			},
			{
				name: "груповий_роздільник",
				description: "являє собою символ, який використовується як груповий роздільник у рядку"
			}
		]
	},
	{
		name: "OCT2BIN",
		description: "Перетворює вісімкове число на двійкове.",
		arguments: [
			{
				name: "число",
				description: "вісімкове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "OCT2DEC",
		description: "Перетворює вісімкове число на десяткове.",
		arguments: [
			{
				name: "число",
				description: "вісімкове число, яке слід перетворити"
			}
		]
	},
	{
		name: "OCT2HEX",
		description: "Перетворює вісімкове число на шістнадцяткове.",
		arguments: [
			{
				name: "число",
				description: "вісімкове число, яке слід перетворити"
			},
			{
				name: "розряди",
				description: "кількість символів, які використовуються"
			}
		]
	},
	{
		name: "ODD",
		description: "Округлює число до найближчого непарного цілого, більшого (додатні числа) або меншого (від'ємні числа).",
		arguments: [
			{
				name: "число",
				description: "значення, яке необхідно округлити"
			}
		]
	},
	{
		name: "OFFSET",
		description: "Повертає посилання на діапазон, віддалений від указаного посилання на вказану кількість рядків і стовпців.",
		arguments: [
			{
				name: "посилання",
				description: "посилання, від якого відраховується віддалення (посилання на клітинку або діапазон суміжних клітинок)"
			},
			{
				name: "рядки",
				description: "кількість рядків (вгору або вниз), на яку результат зсунуто щодо діапазону вихідного посилання"
			},
			{
				name: "стовпці",
				description: "кількість стовпців (праворуч або ліворуч), на яку результат зсунуто щодо діапазону вихідного посилання"
			},
			{
				name: "висота",
				description: "висота в рядках діапазону посилання результату; якщо не вказано, використовується висота діапазону вихідного посилання"
			},
			{
				name: "ширина",
				description: "ширина в стовпцях діапазону посилання результату; якщо не вказано, використовується ширина діапазону вихідного посилання"
			}
		]
	},
	{
		name: "OR",
		description: "Перевіряє, чи має принаймні один аргумент значення TRUE, і повертає значення TRUE або FALSE. Значення FALSE повертається, лише якщо всі аргументи мають значення FALSE.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "лог_значення1",
				description: "від 1 до 255 умов, які слід перевірити і які можуть мати значення TRUE або FALSE"
			},
			{
				name: "лог_значення2",
				description: "від 1 до 255 умов, які слід перевірити і які можуть мати значення TRUE або FALSE"
			}
		]
	},
	{
		name: "PARAMETER",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "PDURATION",
		description: "Повертає число періодів, потрібних, щоб інвестиція досягла вказаного значення.",
		arguments: [
			{
				name: "ставка",
				description: "являє собою відсоткову ставку за період."
			},
			{
				name: "поточне_значення",
				description: "являє собою поточне значення інвестиції"
			},
			{
				name: "майбутнє_значення",
				description: "являє собою бажане значення інвестиції в майбутньому"
			}
		]
	},
	{
		name: "PEARSON",
		description: "Повертає коефіцієнт кореляції Пірсона, r.",
		arguments: [
			{
				name: "масив1",
				description: "множина незалежних значень"
			},
			{
				name: "масив2",
				description: "множина залежних значень"
			}
		]
	},
	{
		name: "PERCENTILE",
		description: "Повертає k-й процентиль значень діапазону.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон даних, який визначає відносне положення"
			},
			{
				name: "k",
				description: "значення процентилю від 0 до 1 включно"
			}
		]
	},
	{
		name: "PERCENTILE.EXC",
		description: "Повертає k-й процентиль для значень діапазону, де k в інтервалі від 0 до 1, виключаючи.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон даних, який визначає відносне положення"
			},
			{
				name: "k",
				description: "значення процентилю в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "PERCENTILE.INC",
		description: "Повертає k-й процентиль для значень в діапазоні, де k в інтервалі від 0 до 1, виключаючи.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон даних, який визначає відносне положення"
			},
			{
				name: "k",
				description: "значення процентилю в інтервалі від 0 до 1 включно"
			}
		]
	},
	{
		name: "PERCENTRANK",
		description: "Повертає ранг значення в наборі даних як відсоток набору даних.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон числових значень, який визначає відносне положення"
			},
			{
				name: "x",
				description: "значення, для якого потрібно обчислити ранг"
			},
			{
				name: "точність",
				description: "необов'язкове значення, яке вказує кількість значущих цифр у повернутому відсотку, 3 цифри пропущено (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.EXC",
		description: "Повертає ранг (відсоткову норму) значення в сукупності даних (від 0 до 1, виключаючи).",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон числових значень, який визначає відносне положення"
			},
			{
				name: "x",
				description: "значення, для якого слід обчислити ранг"
			},
			{
				name: "точність",
				description: "необов'язкове значення, яке вказує кількість значущих цифр для повернутого значення; за промовчанням приймається 3 (0.xxx%)"
			}
		]
	},
	{
		name: "PERCENTRANK.INC",
		description: "Повертає ранг (відсоткову норму) значення в сукупності даних (від 0 до 1 включно).",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон числових значень, який визначає відносне положення"
			},
			{
				name: "x",
				description: "значення, для якого слід обчислити ранг"
			},
			{
				name: "точність",
				description: "необов'язкове значення, яке вказує кількість значущих цифр для повернутого значення; за промовчанням приймається 3 (0.xxx%)"
			}
		]
	},
	{
		name: "PERMUT",
		description: "Повертає кількість перестановок для заданої кількості об'єктів, які можна вибрати з загального числа об'єктів.",
		arguments: [
			{
				name: "число",
				description: "загальне число об'єктів"
			},
			{
				name: "кількість_вибраних",
				description: "кількість об'єктів у кожній перестановці"
			}
		]
	},
	{
		name: "PERMUTATIONA",
		description: "Повертає кількість перестановок для заданої кількості об’єктів (з повторами), які можна вибрати із загального числа об’єктів.",
		arguments: [
			{
				name: "число",
				description: "являє собою загальне число об’єктів"
			},
			{
				name: "кількість_вибраних",
				description: "являє собою число об’єктів у кожній перестановці"
			}
		]
	},
	{
		name: "PHI",
		description: "Повертає значення функції щільності ймовірності для стандартного нормального розподілу.",
		arguments: [
			{
				name: "x",
				description: "являє собою число, для якого потрібно обчислити щільність імовірності стандартного нормального розподілу"
			}
		]
	},
	{
		name: "PI",
		description: "Повертає число Пі, округлене до 15 знаків після коми (значення 3,14159265358979).",
		arguments: [
		]
	},
	{
		name: "PMT",
		description: "Повертає суму чергової виплати за позичкою на основі постійних періодичних виплат і постійної відсоткової ставки.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період позички. Наприклад, використовується значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "кпер",
				description: "загальна кількість виплат за позичкою"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість, або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			},
			{
				name: "мв",
				description: "майбутня вартість або касовий залишок, якого слід досягти після останньої виплати; якщо не вказано, приймається 0"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час сплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "POISSON",
		description: "Повертає розподіл Пуассона.",
		arguments: [
			{
				name: "x",
				description: "кількість подій"
			},
			{
				name: "середнє",
				description: "очікуване числове значення, додатне число"
			},
			{
				name: "інтегральна",
				description: "логічне значення, яке визначає повернуту функцію: TRUE — сукупна імовірність Пуассона, FALSE — функція вагової імовірності Пуассона"
			}
		]
	},
	{
		name: "POISSON.DIST",
		description: "Повертає розподіл Пуассона.",
		arguments: [
			{
				name: "x",
				description: "кількість подій"
			},
			{
				name: "середнє",
				description: "очікуване числове значення, додатне число"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає повернуту функцію: TRUE - інтегральна функція розподілу, FALSE - вагова функція розподілу"
			}
		]
	},
	{
		name: "POWER",
		description: "Повертає результат піднесення числа до степеня.",
		arguments: [
			{
				name: "число",
				description: "основа - будь-яке дійсне число"
			},
			{
				name: "степінь",
				description: "степінь, до якого підносять основу"
			}
		]
	},
	{
		name: "PPMT",
		description: "Повертає величину сплати на погашення основної суми за інвестицією за вказаний період на основі постійних періодичних виплат і постійної відсоткової ставки.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовуйте значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "період",
				description: "період; має бути в діапазоні від 1 до кпер"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів сплати за інвестицією"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			},
			{
				name: "мв",
				description: "майбутня вартість або касовий залишок, якого слід досягти після останньої виплати"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час виплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "PRICEDISC",
		description: "Повертає ціну за 100 грн. номінальної вартості дисконтованих цінних паперів.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена як порядковий номер дати"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена як порядковий номер дати"
			},
			{
				name: "знижка",
				description: "дисконтна ставка для цінних паперів"
			},
			{
				name: "погашення",
				description: "ціна дострокового погашення цінних паперів за 100 грн. номінальної вартості"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "PROB",
		description: "Повертає ймовірність того, що значення діапазону знаходяться в указаних межах або на нижній межі.",
		arguments: [
			{
				name: "інтервал_x",
				description: "інтервал числових значень x, з якими пов'язані ймовірності"
			},
			{
				name: "інтервал_імовірностей",
				description: "сукупність імовірностей, які відповідають значенням в інтервалі_x; значення знаходяться між 0 і 1, виключаючи 0"
			},
			{
				name: "нижня_межа",
				description: "нижня межа значення, для якого обчислюється ймовірність"
			},
			{
				name: "верхня_межа",
				description: "необов'язкова верхня межа значення, для якого обчислюється ймовірність. Якщо не вказано, функція повертає ймовірність того, що всі значення в інтервалі_x дорівнюють нижній_межі"
			}
		]
	},
	{
		name: "PRODUCT",
		description: "Повертає добуток усіх аргументів.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, логічних значень або чисел у вигляді тексту, які необхідно перемножити"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, логічних значень або чисел у вигляді тексту, які необхідно перемножити"
			}
		]
	},
	{
		name: "PROPER",
		description: "Перетворює першу букву в кожному слові тексту на велику, а решту букв - на малі.",
		arguments: [
			{
				name: "текст",
				description: "текст, взятий у лапки; формула, яка повертає текст, або посилання на клітинку, яка містить текст"
			}
		]
	},
	{
		name: "PV",
		description: "Повертає теперішню (зведену) вартість інвестиції - загальну суму, яка на цей час дорівнює сукупності майбутніх виплат.",
		arguments: [
			{
				name: "ставка",
				description: "відсоткова ставка за період. Наприклад, використовується значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%"
			},
			{
				name: "кпер",
				description: "загальна кількість періодів сплати за інвестицією"
			},
			{
				name: "спл",
				description: "сума, яка сплачується за кожний період і не змінюється протягом усього часу сплати"
			},
			{
				name: "мв",
				description: "майбутня вартість, або касовий залишок, якого слід досягти після останньої виплати"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час сплати: 0 або не вказано - наприкінці періоду, 1 - на початку періоду"
			}
		]
	},
	{
		name: "QUARTILE",
		description: "Повертає квартиль набору даних.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон клітинок із числовими значеннями, для яких потрібно обчислити квартиль"
			},
			{
				name: "частка",
				description: "значення: 0 — мінімальне, 1 — перший квартиль, 2 — середнє, 3 — третій квартиль, 4 — максимальне значення"
			}
		]
	},
	{
		name: "QUARTILE.EXC",
		description: "Повертає квартиль сукупності даних на основі значень процентилю в інтервалі від 0 до 1, виключаючи.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон числових значень, для якого слід обчислити квартиль"
			},
			{
				name: "частка",
				description: "значення: 0 — мінімальне; 1 — перший квартиль; 2 — медіана; 3 — третій квартиль; 4 — максимальне значення"
			}
		]
	},
	{
		name: "QUARTILE.INC",
		description: "Повертає квартиль сукупності даних на основі значень процентилю в інтервалі від 0 до 1 включно.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон числових значень, для якого слід обчислити квартиль"
			},
			{
				name: "частка",
				description: "значення: 0 — мінімальне; 1 — перший квартиль; 2 — медіана; 3 — третій квартиль; 4 — максимальне значення"
			}
		]
	},
	{
		name: "QUOTIENT",
		description: "Повертає цілу частину частки.",
		arguments: [
			{
				name: "чисельник",
				description: "ділене"
			},
			{
				name: "знаменник",
				description: "дільник"
			}
		]
	},
	{
		name: "RADIANS",
		description: "Перетворює градуси на радіани.",
		arguments: [
			{
				name: "кут",
				description: "кут у градусах, який необхідно перетворити"
			}
		]
	},
	{
		name: "RAND",
		description: "Повертає рівномірно розподілене випадкове число, яке більше або дорівнює 0 і менше за 1 (змінюється в разі переобчислення).",
		arguments: [
		]
	},
	{
		name: "RANDBETWEEN",
		description: "Повертає випадкове число між двома вказаними числами.",
		arguments: [
			{
				name: "нижн_межа",
				description: "найменше ціле число, яке повертається функцією RANDBETWEEN"
			},
			{
				name: "верх_межа",
				description: "найбільше ціле число, яке повертається функцією RANDBETWEEN"
			}
		]
	},
	{
		name: "RANGE",
		description: "",
		arguments: [
			{
				name: "",
				description: ""
			}
		]
	},
	{
		name: "RANK",
		description: "Повертає ранг числа у списку чисел: його місце за величиною відносно інших значень у списку.",
		arguments: [
			{
				name: "число",
				description: "число, для якого потрібно знайти ранг"
			},
			{
				name: "посилання",
				description: "масив або посилання на список чисел. Нечислові значення ігноруються"
			},
			{
				name: "порядок",
				description: "число: ранг у списку, відсортованому за спаданням = 0 або не вказано; ранг у списку, відсортованому за зростанням = будь-яке ненульове значення"
			}
		]
	},
	{
		name: "RANK.AVG",
		description: "Повертає ранг числа у списку чисел: його місце за величиною серед інших значень у списку; якщо кілька значень мають такий самий ранг, повертається середній ранг.",
		arguments: [
			{
				name: "число",
				description: "число, для якого слід обчислити ранг"
			},
			{
				name: "посилання",
				description: "масив або посилання на список чисел. Нечислові значення ігноруються"
			},
			{
				name: "порядок",
				description: "порядок відліку: 0 або не вказано — ранг у списку, відсортованому за спаданням; будь-яке ненульове значення - ранг у списку, відсортованому за зростанням"
			}
		]
	},
	{
		name: "RANK.EQ",
		description: "Повертає ранг числа у списку чисел: його місце за величиною серед інших значень у списку; якщо кілька значень мають такий самий ранг, повертається найбільший ранг.",
		arguments: [
			{
				name: "число",
				description: "число, для якого слід обчислити ранг"
			},
			{
				name: "посилання",
				description: "масив або посилання на список чисел. Нечислові значення ігноруються"
			},
			{
				name: "порядок",
				description: "порядок відліку: 0 або не вказано — ранг у списку, відсортованому за спаданням; будь-яке ненульове значення - ранг у списку, відсортованому за зростанням"
			}
		]
	},
	{
		name: "RATE",
		description: "Повертає відсоткову ставку за позичкою або інвестицією за один період. Наприклад, використовується значення квартальної відсоткової ставки 6%/4, якщо річна відсоткова ставка становить 6%.",
		arguments: [
			{
				name: "кпер",
				description: "загальна кількість періодів сплати за позичкою або інвестицією"
			},
			{
				name: "спл",
				description: "сума, яка сплачується за кожний період і не змінюється протягом усього часу сплати позички або інвестиції"
			},
			{
				name: "зв",
				description: "зведена (теперішня) вартість або загальна сума, яка на цей час дорівнює сукупності майбутніх виплат"
			},
			{
				name: "мв",
				description: "майбутня вартість або касовий залишок, якого слід досягти після останньої виплати. Якщо не вказано, приймається мв = 0"
			},
			{
				name: "тип",
				description: "логічне значення, яке визначає час сплати: 1 - на початку періоду, 0 або не вказано - наприкінці періоду"
			},
			{
				name: "припущення",
				description: "передбачувана величина ставки; якщо не вказано, приймається припущення = 0,1 (10%)"
			}
		]
	},
	{
		name: "RECEIVED",
		description: "Повертає суму, отриману на момент погашення повністю інвестованих цінних паперів.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "інвестиція",
				description: "обсяг інвестицій у цінні папери"
			},
			{
				name: "знижка",
				description: "дисконтна ставка для цінних паперів"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "REPLACE",
		description: "Замінює частину текстового рядка на інший текст.",
		arguments: [
			{
				name: "старий_текст",
				description: "текст, в якому необхідно зробити заміну"
			},
			{
				name: "поч_поз",
				description: "позиція символу у старому_тексті, починаючи з якої необхідно замінити на новий_текст"
			},
			{
				name: "кількість_символів",
				description: "кількість символів у старому_тексті, яку необхідно замінити"
			},
			{
				name: "новий_текст",
				description: "рядок, на який буде замінено частину старого_тексту"
			}
		]
	},
	{
		name: "REPT",
		description: "Повторює текст задану кількість разів. Функція REPT використовується для заповнення клітинки повторюваними текстовими рядками.",
		arguments: [
			{
				name: "текст",
				description: "повторюваний текст"
			},
			{
				name: "кількість_повторів",
				description: "додатне число, яке вказує кількість повторів тексту"
			}
		]
	},
	{
		name: "RIGHT",
		description: "Повертає задану кількість символів, вибрану з кінця текстового рядка.",
		arguments: [
			{
				name: "текст",
				description: "текстовий рядок, з якого необхідно вибрати символи"
			},
			{
				name: "кількість_символів",
				description: "кількість символів, яку необхідно вибрати; якщо не вказано, приймається 1"
			}
		]
	},
	{
		name: "ROMAN",
		description: "Перетворює арабські числа на римські, у текстовому форматі.",
		arguments: [
			{
				name: "число",
				description: "число в арабській нотації, яке необхідно перетворити"
			},
			{
				name: "форма",
				description: "число, яке вказує бажаний тип числа в римській нотації."
			}
		]
	},
	{
		name: "ROUND",
		description: "Округлює число до заданої кількості десяткових знаків.",
		arguments: [
			{
				name: "число",
				description: "число, яке необхідно округлити"
			},
			{
				name: "кількість_розрядів",
				description: "кількість десяткових розрядів, до якої необхідно округлити число. Від'ємні значення викликають округлення цілої частини, нуль - округлення до найближчого цілого"
			}
		]
	},
	{
		name: "ROUNDDOWN",
		description: "Округлює число до найближчого меншого за модулем.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число, яке необхідно округлити"
			},
			{
				name: "кількість_розрядів",
				description: "кількість десяткових розрядів, до якої необхідно округлити число. Від'ємні значення викликають округлення цілої частини, нуль або відсутність значення - округлення до найближчого цілого"
			}
		]
	},
	{
		name: "ROUNDUP",
		description: "Округлює число до найближчого більшого за модулем.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число, яке необхідно округлити"
			},
			{
				name: "кількість_розрядів",
				description: "кількість десяткових розрядів, до якої необхідно округлити число. Від'ємні значення викликають округлення цілої частини, нуль або відсутність значення - округлення до найближчого цілого"
			}
		]
	},
	{
		name: "ROW",
		description: "Повертає номер рядка, визначеного посиланням.",
		arguments: [
			{
				name: "посилання",
				description: "клітинка або діапазон, для яких необхідно відшукати номер рядка; якщо пропущено, повертає клітинку з функцією ROW"
			}
		]
	},
	{
		name: "ROWS",
		description: "Повертає кількість рядків у посиланні або масиві.",
		arguments: [
			{
				name: "масив",
				description: "масив, формула масиву або посилання на діапазон, для яких необхідно визначити кількість рядків"
			}
		]
	},
	{
		name: "RRI",
		description: "Повертає еквівалентне значення відсоткової ставки для приросту інвестиції.",
		arguments: [
			{
				name: "кількість_періодів",
				description: "являє собою кількість періодів для інвестиції"
			},
			{
				name: "поточне_значення",
				description: "являє собою поточне значення інвестиції"
			},
			{
				name: "майбутнє_значення",
				description: "являє собою майбутнє значення інвестиції"
			}
		]
	},
	{
		name: "RSQ",
		description: "Повертає квадрат коефіцієнта кореляції Пірсона, обчисленого за вказаними точками.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "масив або діапазон точок даних - числа, імена, масиви або посилання на числа"
			},
			{
				name: "відомі_значення_x",
				description: "масив або діапазон точок даних - числа, імена, масиви або посилання на числа"
			}
		]
	},
	{
		name: "RTD",
		description: "Отримує дані реального часу із програми, яка підтримує автоматизацію COM.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "код_програми",
				description: "ім'я (ProgID) зареєстрованої надбудови автоматизації COM, взяте в лапки"
			},
			{
				name: "сервер",
				description: "ім'я сервера, на якому має бути запущена надбудова, взяте в лапки. Якщо надбудова запускається локально, укажіть пустий рядок"
			},
			{
				name: "елемент1",
				description: "від 1 до 38 параметрів, які вказують елементи даних"
			},
			{
				name: "елемент2",
				description: "від 1 до 38 параметрів, які вказують елементи даних"
			}
		]
	},
	{
		name: "SEARCH",
		description: "Повертає позицію першого входження символу або рядка тексту (без урахування регістру), якщо читати зліва направо.",
		arguments: [
			{
				name: "шуканий_текст",
				description: "текст, який необхідно знайти. Можна використовувати символи узагальнення ? і *; для пошуку символів ? і * використовуються послідовності ~? і ~*"
			},
			{
				name: "текст_перегляду",
				description: "текст, в якому необхідно знайти шуканий_текст"
			},
			{
				name: "поч_позиція",
				description: "позиція в тексті_для_пошуку, рахуючи з лівого краю, з якої починається пошук. Якщо не вказано, приймається 1"
			}
		]
	},
	{
		name: "SEC",
		description: "Повертає секанс кута.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити секанс"
			}
		]
	},
	{
		name: "SECH",
		description: "Повертає гіперболічний секанс кута.",
		arguments: [
			{
				name: "число",
				description: "являє собою кут у радіанах, для якого потрібно обчислити гіперболічний секанс"
			}
		]
	},
	{
		name: "SECOND",
		description: "Повертає секунди як число від 0 до 59.",
		arguments: [
			{
				name: "час_у_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet, або текст у форматі часу, наприклад 16:48:23"
			}
		]
	},
	{
		name: "SERIESSUM",
		description: "Повертає суму степеневого ряду на основі формули.",
		arguments: [
			{
				name: "x",
				description: "вхідне значення степеневого ряду"
			},
			{
				name: "n",
				description: "початковий степінь, до якого потрібно піднести число х"
			},
			{
				name: "m",
				description: "величина, на яку слід збільшувати n для кожного етапу в ряді"
			},
			{
				name: "коефіцієнти",
				description: "набір коефіцієнтів, на які множиться степеневий ряд х"
			}
		]
	},
	{
		name: "SHEET",
		description: "Повертає номер аркуша для аркуша, на який надано посилання.",
		arguments: [
			{
				name: "значення",
				description: "являє собою назву аркуша або посилання, для якого потрібно дізнатися номер аркуша. Якщо пропустити цю умову, повертається номер аркуша з цією функцією"
			}
		]
	},
	{
		name: "SHEETS",
		description: "Повертає кількість аркушів у посиланні.",
		arguments: [
			{
				name: "посилання",
				description: "являє собою посилання, кількість аркушів у якому потрібно дізнатися. Якщо пропустити цю умову, повертається кількість аркушів у книзі з цією функцією"
			}
		]
	},
	{
		name: "SIGN",
		description: "Повертає знак числа: 1 - якщо число додатне, 0 - якщо воно дорівнює нулю, -1 - якщо число від'ємне.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число"
			}
		]
	},
	{
		name: "SIN",
		description: "Повертає синус кута.",
		arguments: [
			{
				name: "число",
				description: "кут у радіанах, синус якого необхідно знайти. Градуси * ПІ()/180 = радіани"
			}
		]
	},
	{
		name: "SINH",
		description: "Повертає гіперболічний синус числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число"
			}
		]
	},
	{
		name: "SKEW",
		description: "Повертає асиметрію розподілу: характеристика ступеня асиметрії розподілу за середнім значенням.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел або імен, масивів або посилань на клітинки з числами, для яких необхідно обчислити асиметрію"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел або імен, масивів або посилань на клітинки з числами, для яких необхідно обчислити асиметрію"
			}
		]
	},
	{
		name: "SKEW.P",
		description: "Повертає асиметрію розподілу на основі сукупності: характеристика ступеня асиметрії розподілу навколо середнього значення.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 254 чисел або імен, масивів чи посилань із числами, для яких потрібно обчислити асиметрію сукупності"
			},
			{
				name: "число2",
				description: "від 1 до 254 чисел або імен, масивів чи посилань із числами, для яких потрібно обчислити асиметрію сукупності"
			}
		]
	},
	{
		name: "SLN",
		description: "Повертає величину амортизації активу за один період із використанням лінійного методу.",
		arguments: [
			{
				name: "поч_вартість",
				description: "початкова вартість активу"
			},
			{
				name: "зал_вартість",
				description: "залишкова вартість активу наприкінці терміну експлуатації"
			},
			{
				name: "термін_експлуатації",
				description: "кількість періодів амортизації активу (іноді зветься періодом нормальної експлуатації активу)"
			}
		]
	},
	{
		name: "SLOPE",
		description: "Повертає нахил лінії лінійної регресії за вказаними точками даних.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "масив або діапазон залежних точок даних - числа, імена, масиви або посилання на числа"
			},
			{
				name: "відомі_значення_x",
				description: "масив або діапазон незалежних точок даних - числа, імена, масиви або посилання на числа"
			}
		]
	},
	{
		name: "SMALL",
		description: "Повертає k-е найменше значення у сукупності даних (наприклад, п'яте з кінця за величиною).",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон, для якого необхідно обчислити k-е найменше значення"
			},
			{
				name: "k",
				description: "місце за величиною (починаючи з найменшого значення) в масиві або діапазоні"
			}
		]
	},
	{
		name: "SQRT",
		description: "Повертає квадратний корінь числа.",
		arguments: [
			{
				name: "число",
				description: "число, для якого необхідно обчислити квадратний корінь"
			}
		]
	},
	{
		name: "SQRTPI",
		description: "Повертає квадратний корінь (числа * пі).",
		arguments: [
			{
				name: "число",
				description: "число, на яке множиться число пі"
			}
		]
	},
	{
		name: "STANDARDIZE",
		description: "Повертає нормалізоване значення розподілу з указаними параметрами.",
		arguments: [
			{
				name: "x",
				description: "значення, яке необхідно нормалізувати"
			},
			{
				name: "середнє",
				description: "арифметичне середнє розподілу, додатне число"
			},
			{
				name: "стандартне_відхил",
				description: "стандартне відхилення розподілу, додатне число"
			}
		]
	},
	{
		name: "STDEV",
		description: "Обчислює стандартне відхилення на основі вибірки (ігноруючи логічні значення й текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "числа від 1 до 255, які відповідають вибірці з генеральної сукупності. Це можуть бути числа або посилання, які містять числа"
			},
			{
				name: "число2",
				description: "числа від 1 до 255, які відповідають вибірці з генеральної сукупності. Це можуть бути числа або посилання, які містять числа"
			}
		]
	},
	{
		name: "STDEV.P",
		description: "Обчислює стандартне відхилення на основі генеральної сукупності (ігноруючи логічні значення й текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 аргументів, які відповідають генеральній сукупності. Це можуть бути числа або посилання на числа"
			},
			{
				name: "число2",
				description: "від 1 до 255 аргументів, які відповідають генеральній сукупності. Це можуть бути числа або посилання на числа"
			}
		]
	},
	{
		name: "STDEV.S",
		description: "Обчислює стандартне відхилення на основі вибірки (ігноруючи логічні значення й текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 аргументів, які відповідають вибірці з генеральної сукупності. Це можуть бути числа або посилання на числа"
			},
			{
				name: "число2",
				description: "від 1 до 255 аргументів, які відповідають вибірці з генеральної сукупності. Це можуть бути числа або посилання на числа"
			}
		]
	},
	{
		name: "STDEVA",
		description: "Обчислює стандартне відхилення на основі вибірки, враховуючи логічні значення й текст. Текст і логічне значення FALSE мають значення 0, а логічне значення TRUE – 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 значень, які відповідають вибірці з генеральної сукупності. Це можуть бути значення, імена, масиви або посилання на значення"
			},
			{
				name: "значення2",
				description: "від 1 до 255 значень, які відповідають вибірці з генеральної сукупності. Це можуть бути значення, імена, масиви або посилання на значення"
			}
		]
	},
	{
		name: "STDEVP",
		description: "Обчислює стандартне відхилення на основі генеральної сукупності (ігноруючи логічні значення та текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "числа від 1 до 255, які відповідають генеральній сукупності. Це можуть бути числа або посилання, які містять числа"
			},
			{
				name: "число2",
				description: "числа від 1 до 255, які відповідають генеральній сукупності. Це можуть бути числа або посилання, які містять числа"
			}
		]
	},
	{
		name: "STDEVPA",
		description: "Обчислює стандартне відхилення на основі генеральної сукупності, враховуючи логічні значення й текст. Текст і логічне значення FALSE мають значення 0, а логічне значення TRUE – 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 значень, які відповідають генеральній сукупності. Це можуть бути значення, імена, масиви або посилання на значення"
			},
			{
				name: "значення2",
				description: "від 1 до 255 значень, які відповідають генеральній сукупності. Це можуть бути значення, імена, масиви або посилання на значення"
			}
		]
	},
	{
		name: "STEYX",
		description: "Повертає стандартну помилку прогнозованих значень y для кожного значення y в регресії.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "масив або діапазон залежних точок даних - числа, імена, масиви або посилання на числа"
			},
			{
				name: "відомі_значення_x",
				description: "масив або діапазон незалежних точок даних - числа, імена, масиви або посилання на числа"
			}
		]
	},
	{
		name: "SUBSTITUTE",
		description: "Замінює в текстовому рядку старий текст на новий.",
		arguments: [
			{
				name: "текст",
				description: "текст або посилання на клітинку з текстом, в якому необхідно зробити заміну."
			},
			{
				name: "стар_текст",
				description: "Наявний текст, в якому необхідно зробити заміну. Якщо регістри символів старого та нового текстів не збігаються, текст не буде замінено"
			},
			{
				name: "нов_текст",
				description: "текст, на який замінюється старий текст"
			},
			{
				name: "номер_входження",
				description: "номер входження старого тексту, для якого необхідно виконати заміну. Якщо не вказано, замінюються всі входження старого тексту"
			}
		]
	},
	{
		name: "SUBTOTAL",
		description: "Повертає проміжні підсумки списку або бази даних.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "номер_функції",
				description: "число від 1 до 11, яке вказує функцію для обчислення підсумків."
			},
			{
				name: "посилання1",
				description: "від 1 до 254 діапазонів або посилань, для яких необхідно підбити проміжні підсумки"
			}
		]
	},
	{
		name: "SUM",
		description: "Підсумовує всі числа в діапазоні клітинок.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, які підсумовують. Логічні та текстові значення ігноруються"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, які підсумовують. Логічні та текстові значення ігноруються"
			}
		]
	},
	{
		name: "SUMIF",
		description: "Підсумовує клітинки, задані вказаним критерієм.",
		arguments: [
			{
				name: "діапазон",
				description: "діапазон перевірюваних клітинок"
			},
			{
				name: "критерій",
				description: "критерій (умова) у вигляді числа, виразу або тексту, яка визначає клітинки для підсумовування"
			},
			{
				name: "діапазон_для_суми",
				description: "фактичні клітинки для підсумовування. Якщо не вказано, використовуються клітинки, задані параметром ''діапазон''"
			}
		]
	},
	{
		name: "SUMIFS",
		description: "Додає клітинки, визначені наявним набором умов або критеріїв.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "діапазон_суми",
				description: "дійсні клітинки для складання"
			},
			{
				name: "діапазон_критерію",
				description: "діапазон клітинок, які слід обчислити з використанням певної умови"
			},
			{
				name: "критерій",
				description: "умова або критерій у вигляді числа, виразу або тексту, що визначає, які клітинки буде додано"
			}
		]
	},
	{
		name: "SUMPRODUCT",
		description: "Повертає суму добутків елементів відповідних масивів або діапазонів.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "масив1",
				description: "від 2 до 255 масивів, елементи яких спочатку перемножуються, а отримані добутки підсумовуються. Всі масиви повинні мати однакову розмірність"
			},
			{
				name: "масив2",
				description: "від 2 до 255 масивів, елементи яких спочатку перемножуються, а отримані добутки підсумовуються. Всі масиви повинні мати однакову розмірність"
			},
			{
				name: "масив3",
				description: "від 2 до 255 масивів, елементи яких спочатку перемножуються, а отримані добутки підсумовуються. Всі масиви повинні мати однакову розмірність"
			}
		]
	},
	{
		name: "SUMSQ",
		description: "Повертає суму квадратів аргументів. Аргументи можуть бути числами, масивами, іменами або посиланнями на клітинки з числами.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 чисел, масивів, імен або посилань на масиви, для яких необхідно обчислити суму квадратів"
			},
			{
				name: "число2",
				description: "від 1 до 255 чисел, масивів, імен або посилань на масиви, для яких необхідно обчислити суму квадратів"
			}
		]
	},
	{
		name: "SUMX2MY2",
		description: "Повертає суму різниць квадратів відповідних значень двох масивів.",
		arguments: [
			{
				name: "масив_x",
				description: "перший діапазон або масив - число, ім'я, масив або посилання на числові значення"
			},
			{
				name: "масив_y",
				description: "другий діапазон або масив - число, ім'я, масив або посилання на числові значення"
			}
		]
	},
	{
		name: "SUMX2PY2",
		description: "Повертає суму сум квадратів відповідних значень двох масивів.",
		arguments: [
			{
				name: "масив_x",
				description: "перший діапазон або масив - число, ім'я, масив або посилання на числові значення"
			},
			{
				name: "масив_y",
				description: "другий діапазон або масив - число, ім'я, масив або посилання на числові значення"
			}
		]
	},
	{
		name: "SUMXMY2",
		description: "Повертає суму квадратів різниць відповідних значень двох масивів.",
		arguments: [
			{
				name: "масив_x",
				description: "перший діапазон або масив - число, ім'я, масив або посилання на числові значення"
			},
			{
				name: "масив_y",
				description: "другий діапазон або масив - число, ім'я, масив або посилання на числові значення"
			}
		]
	},
	{
		name: "SYD",
		description: "Повертає величину амортизації активу за вказаний період із використанням методу підсумовування річних чисел.",
		arguments: [
			{
				name: "поч_вартість",
				description: "початкова вартість активу"
			},
			{
				name: "зал_вартість",
				description: "залишкова вартість активу наприкінці терміну експлуатації"
			},
			{
				name: "термін_експлуатації",
				description: "кількість періодів амортизації активу (іноді зветься періодом нормальної експлуатації активу)"
			},
			{
				name: "період",
				description: "період; слід указувати в тих самих одиницях, що й термін_експлуатації"
			}
		]
	},
	{
		name: "T",
		description: "Перевіряє, чи є значення текстом, і повертає цей текст, якщо так, або дві лапки (пустий рядок), якщо ні.",
		arguments: [
			{
				name: "значення",
				description: "значення, яке перевіряють"
			}
		]
	},
	{
		name: "T.DIST",
		description: "Повертає лівобічний t-розподіл Ст'юдента.",
		arguments: [
			{
				name: "x",
				description: "числове значення, для якого слід обчислити розподіл"
			},
			{
				name: "ступінь_свободи",
				description: "ціле число – кількість ступенів свободи, які характеризують розподіл"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE – інтегральна функція розподілу, FALSE – функція щільності ймовірності"
			}
		]
	},
	{
		name: "T.DIST.2T",
		description: "Повертає двобічний t-розподіл Ст'юдента.",
		arguments: [
			{
				name: "x",
				description: "числове значення, для якого слід обчислити розподіл"
			},
			{
				name: "ступінь_свободи",
				description: "ціле число — кількість ступенів свободи, які характеризують розподіл"
			}
		]
	},
	{
		name: "T.DIST.RT",
		description: "Повертає правобічний t-розподіл Ст'юдента.",
		arguments: [
			{
				name: "x",
				description: "числове значення, для якого слід обчислити розподіл"
			},
			{
				name: "ступінь_свободи",
				description: "ціле число — кількість ступенів свободи, які характеризують розподіл"
			}
		]
	},
	{
		name: "T.INV",
		description: "Повертає обернений лівобічний t-розподіл Ст'юдента.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана із двобічним t-розподілом Ст'юдента, число в діапазоні від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи",
				description: "додатне число — кількість ступенів свободи, які характеризують розподіл"
			}
		]
	},
	{
		name: "T.INV.2T",
		description: "Повертає обернений двобічний t-розподіл Ст'юдента.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність пов'язана із двобічним t-розподілом Ст'юдента, число в діапазоні від 0 до 1 включно"
			},
			{
				name: "ступінь_свободи",
				description: "додатне число — кількість ступенів свободи, які характеризують розподіл"
			}
		]
	},
	{
		name: "T.TEST",
		description: "Повертає ймовірність, яка відповідає t-тесту Ст'юдента.",
		arguments: [
			{
				name: "масив1",
				description: "перша множина даних"
			},
			{
				name: "масив2",
				description: "друга множина даних"
			},
			{
				name: "боки",
				description: "кількість повернутих боків розподілу: 1 - однобічний розподіл, 2 - двобічний"
			},
			{
				name: "тип",
				description: "вид t-тесту: 1 - парний, 2 - двопарний із рівною дисперсією (гомоскедастичний), 3 - двопарний із нерівною дисперсією"
			}
		]
	},
	{
		name: "TAN",
		description: "Повертає тангенс кута.",
		arguments: [
			{
				name: "число",
				description: "кут у радіанах, тангенс якого необхідно знайти. Градуси * ПІ()/180 = радіани"
			}
		]
	},
	{
		name: "TANH",
		description: "Повертає гіперболічний тангенс числа.",
		arguments: [
			{
				name: "число",
				description: "будь-яке дійсне число"
			}
		]
	},
	{
		name: "TBILLEQ",
		description: "Повертає еквівалентний облігації прибуток за казначейським векселем.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за казначейським векселем, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення казначейського векселя, виражена порядковим номером"
			},
			{
				name: "знижка",
				description: "дисконтна ставка для казначейського векселя"
			}
		]
	},
	{
		name: "TBILLPRICE",
		description: "Повертає ціну за 100 грн. номінальної вартості для казначейського векселя.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за казначейським векселем, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення казначейського векселя, виражена порядковим номером"
			},
			{
				name: "знижка",
				description: "дисконтна ставка для казначейського векселя"
			}
		]
	},
	{
		name: "TBILLYIELD",
		description: "Повертає прибуток за казначейським векселем.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за казначейським векселем, виражена  порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення казначейського векселя, виражена порядковим номером"
			},
			{
				name: "ціна",
				description: "ціна за 100 грн. номінальної вартості казначейського векселя"
			}
		]
	},
	{
		name: "TDIST",
		description: "Повертає t-розподіл студента.",
		arguments: [
			{
				name: "x",
				description: "числове значення, для якого потрібно обчислити розподіл"
			},
			{
				name: "ступені_вільності",
				description: "ціле число — кількість ступенів вільності, які характеризують розподіл"
			},
			{
				name: "боки",
				description: "кількість повернутих боків розподілу: 1 — однобічний розподіл, 2 — двобічний"
			}
		]
	},
	{
		name: "TEXT",
		description: "Форматує число і перетворює його на текст.",
		arguments: [
			{
				name: "значення",
				description: "число, формула, яка обчислюється в число, або посилання на клітинку з числовим значенням"
			},
			{
				name: "формат",
				description: "формат числа в текстовому вигляді з поля ''Числові формати'' діалогового вікна ''Формат клітинок''"
			}
		]
	},
	{
		name: "TIME",
		description: "Перетворює години, хвилини та секунди, задані як числа, на число в коді часу Spreadsheet.",
		arguments: [
			{
				name: "години",
				description: "число від 0 до 23, яке представляє години"
			},
			{
				name: "хвилини",
				description: "число від 0 до 59, яке представляє хвилини"
			},
			{
				name: "секунди",
				description: "число від 0 до 59, яке представляє секунди"
			}
		]
	},
	{
		name: "TIMEVALUE",
		description: "Перетворює час із текстового формату на число в коді часу Spreadsheet (число в інтервалі від 0 (0:00:00) до 0,999988426 (23:59:59)).",
		arguments: [
			{
				name: "час_у_текстовому_форматі",
				description: "текстовий рядок, який містить час у будь-якому з форматів часу Spreadsheet (відомості про дату ігноруються)"
			}
		]
	},
	{
		name: "TINV",
		description: "Повертає обернений двобічний t-розподіл студента.",
		arguments: [
			{
				name: "імовірність",
				description: "імовірність, пов'язана із двобічним t-розподілом студента, число від 0 до 1 включно"
			},
			{
				name: "ступені_вільності",
				description: "додатне число – кількість ступенів вільності, які характеризують розподіл"
			}
		]
	},
	{
		name: "TODAY",
		description: "Повертає поточну дату у форматі дати.",
		arguments: [
		]
	},
	{
		name: "TRANSPOSE",
		description: "Перетворює вертикальний діапазон клітинок на горизонтальний або навпаки.",
		arguments: [
			{
				name: "масив",
				description: "діапазон клітинок на аркуші або масив значень, який необхідно транспонувати"
			}
		]
	},
	{
		name: "TREND",
		description: "Повертає значення відповідно до лінійного наближення, обчисленого методом найменших квадратів на основі відомих даних.",
		arguments: [
			{
				name: "відомі_значення_y",
				description: "сукупність значень y, уже відомих у відношенні y = mx + b"
			},
			{
				name: "відомі_значення_x",
				description: "необов'язкова сукупність значень x, уже, можливо, відомих у відношенні y = mx + b, масив або діапазон того самого розміру, що й значення y"
			},
			{
				name: "нові_значення_x",
				description: "діапазон або масив нових значень x, для яких функція TREND повертає відповідні значення y"
			},
			{
				name: "конст",
				description: "логічне значення: якщо TRUE або не вказано, константа b обчислюється звичайним чином; якщо FALSE, вважається, що b = 0"
			}
		]
	},
	{
		name: "TRIM",
		description: "Видаляє з тексту всі пробіли, крім одиночних пробілів між словами.",
		arguments: [
			{
				name: "текст",
				description: "текст, із якого необхідно видалити пробіли"
			}
		]
	},
	{
		name: "TRIMMEAN",
		description: "Повертає середнє внутрішньої частки набору даних.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон, для якого обчислюють результат"
			},
			{
				name: "частка",
				description: "відносна кількість точок даних, які виключаються з початку та з кінця набору"
			}
		]
	},
	{
		name: "TRUE",
		description: "Повертає логічне значення TRUE.",
		arguments: [
		]
	},
	{
		name: "TRUNC",
		description: "Відтинає дробову частину числа, залишаючи цілу частину.",
		arguments: [
			{
				name: "число",
				description: "число, яке необхідно скоротити"
			},
			{
				name: "кількість_розрядів",
				description: "число, яке вказує точність відтинання, за промовчанням приймається 0"
			}
		]
	},
	{
		name: "TTEST",
		description: "Повертає імовірність, яка пов'язана із t-тестом студента.",
		arguments: [
			{
				name: "масив1",
				description: "перший набір даних"
			},
			{
				name: "масив2",
				description: "другий набір даних"
			},
			{
				name: "боки",
				description: "кількість повернутих боків розподілу: 1 — однобічний розподіл, 2 — двобічний розподіл"
			},
			{
				name: "тип",
				description: "вид t-тесту: 1 — парний, 2 — двухвибірковий з однаковим відхиленням (гомоскедастичний), 3 — двухвибірковий з неоднаковим відхиленням"
			}
		]
	},
	{
		name: "TYPE",
		description: "Повертає число, яке позначає тип даних указаного значення: число = 1; текст = 2; логічне значення = 4; помилка = 16; масив = 64.",
		arguments: [
			{
				name: "значення",
				description: "будь-яке значення"
			}
		]
	},
	{
		name: "UNICODE",
		description: "Повертає число (кодову точку), відповідне першому символу тексту.",
		arguments: [
			{
				name: "текст",
				description: "являє собою символ, для якого потрібно обчислити значення Юнікод"
			}
		]
	},
	{
		name: "UPPER",
		description: "Перетворює всі букви в текстовому рядку на великі.",
		arguments: [
			{
				name: "текст",
				description: "текст, букви якого необхідно перетворити на великі; може бути посиланням або текстовим рядком"
			}
		]
	},
	{
		name: "VALUE",
		description: "Перетворює текстовий рядок, який представляє число, на число.",
		arguments: [
			{
				name: "текст",
				description: "текст, взятий у лапки, або посилання на клітинку з текстом, який необхідно перетворити"
			}
		]
	},
	{
		name: "VAR",
		description: "Обчислює відхилення на основі вибірки (ігноруючи логічні значення та текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "числові аргументи від 1 до 255, які відповідають вибірці з генеральної сукупності"
			},
			{
				name: "число2",
				description: "числові аргументи від 1 до 255, які відповідають вибірці з генеральної сукупності"
			}
		]
	},
	{
		name: "VAR.P",
		description: "Обчислює дисперсію на основі генеральної сукупності (ігноруючи логічні значення й текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 числових аргументів, які відповідають генеральній сукупності"
			},
			{
				name: "число2",
				description: "від 1 до 255 числових аргументів, які відповідають генеральній сукупності"
			}
		]
	},
	{
		name: "VAR.S",
		description: "Обчислює дисперсію на основі вибірки (ігноруючи логічні значення й текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "від 1 до 255 числових аргументів, які відповідають вибірці з генеральної сукупності"
			},
			{
				name: "число2",
				description: "від 1 до 255 числових аргументів, які відповідають вибірці з генеральної сукупності"
			}
		]
	},
	{
		name: "VARA",
		description: "Обчислює дисперсію на основі вибірки, враховуючи логічні значення й текст. Текст і логічне значення FALSE мають значення 0, а логічне значення TRUE – 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 числових аргументів, які відповідають вибірці з генеральної сукупності"
			},
			{
				name: "значення2",
				description: "від 1 до 255 числових аргументів, які відповідають вибірці з генеральної сукупності"
			}
		]
	},
	{
		name: "VARP",
		description: "Обчислює відхилення на основі генеральної сукупності (ігноруючи логічні значення та текст).",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "число1",
				description: "числові аргументи від 1 до 255, які відповідають генеральній сукупності"
			},
			{
				name: "число2",
				description: "числові аргументи від 1 до 255, які відповідають генеральній сукупності"
			}
		]
	},
	{
		name: "VARPA",
		description: "Обчислює дисперсію на основі генеральної сукупності, враховуючи логічні значення й текст. Текст і логічне значення FALSE мають значення 0, а логічне значення TRUE – 1.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "значення1",
				description: "від 1 до 255 числових аргументів, які відповідають генеральній сукупності"
			},
			{
				name: "значення2",
				description: "від 1 до 255 числових аргументів, які відповідають генеральній сукупності"
			}
		]
	},
	{
		name: "VDB",
		description: "Повертає величину амортизації активу за будь-який указаний період, зокрема за часткові періоди, з використанням методу подвійного зменшення залишку або іншого вказаного методу.",
		arguments: [
			{
				name: "поч_вартість",
				description: "початкова вартість активу"
			},
			{
				name: "зал_вартість",
				description: "залишкова вартість активу наприкінці терміну експлуатації"
			},
			{
				name: "термін_експлуатації",
				description: "кількість періодів амортизації активу (іноді зветься періодом нормальної експлуатації активу)"
			},
			{
				name: "поч_період",
				description: "початковий період, для якого необхідно обчислити амортизацію, у тих самих одиницях, що й термін_експлуатації"
			},
			{
				name: "кін_період",
				description: "кінцевий період, для якого необхідно обчислити амортизацію, у тих самих одиницях, що й термін_експлуатації"
			},
			{
				name: "коефіцієнт",
				description: "коефіцієнт зменшення залишку; якщо його не вказано, приймається значення 2 (зменшення залишку вдвічі)"
			},
			{
				name: "не_переходити",
				description: "чи необхідно переходити до застосування лінійної амортизації, коли амортизація більша за зменшуваний залишок: FALSE або не вказано – переходити, TRUE – не переходити"
			}
		]
	},
	{
		name: "VLOOKUP",
		description: "Шукає значення в найлівішому стовпці таблиці та повертає значення з того самого рядка й указаного стовпця. За промовчанням таблиця має бути відсортована за зростанням.",
		arguments: [
			{
				name: "шукане_значення",
				description: "значення, яке необхідно знайти в першому стовпці таблиці (значення, посилання або текстовий рядок)"
			},
			{
				name: "таблиця",
				description: "таблиця з текстом, числами або логічними значеннями, в якій шукають дані. Таблиця може бути посиланням на діапазон або ім'ям діапазону"
			},
			{
				name: "номер_стовпця",
				description: "номер стовпця в таблиці, з якого необхідно повернути значення. Перший стовпець значень таблиці має номер 1"
			},
			{
				name: "точність_пошуку",
				description: "логічне значення: TRUE або не вказано – шукати в першому стовпці (відсортованому за зростанням) найближче значення, FALSE – шукати точний збіг"
			}
		]
	},
	{
		name: "WEEKDAY",
		description: "Повертає число від 1 до 7, яке відповідає дню тижня для вказаної дати.",
		arguments: [
			{
				name: "дата_в_числовому_форматі",
				description: "дата в числовому форматі"
			},
			{
				name: "тип",
				description: "число (1,2 або 3), яке визначає тип відліку тижня: 1 - з Нд=1 по Сб=7, 2 - з Пн=1 по Нд=7, 3 - з Пн=0 по Нд=6"
			}
		]
	},
	{
		name: "WEEKNUM",
		description: "Повертає номер тижня в році.",
		arguments: [
			{
				name: "порядковий_номер",
				description: "Дата в коді дати-часу, який використовується в Spreadsheet для обчислення дати та часу"
			},
			{
				name: "тип_повернення",
				description: "число (1 або 2), яке визначає тип отриманого значення"
			}
		]
	},
	{
		name: "WEIBULL",
		description: "Повертає розподіл Вейбулла.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого необхідно обчислити розподіл, невід'ємне число"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "інтегральна",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE — інтегральна функція розподілу, FALSE — вагова функція імовірності"
			}
		]
	},
	{
		name: "WEIBULL.DIST",
		description: "Повертає розподіл Вейбулла.",
		arguments: [
			{
				name: "x",
				description: "значення, для якого потрібно обчислити розподіл, невід'ємне число"
			},
			{
				name: "альфа",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "бета",
				description: "параметр розподілу, додатне число"
			},
			{
				name: "сукупне",
				description: "логічне значення, яке визначає вид повернутої функції: TRUE - інтегральна функція розподілу, FALSE - вагова функція розподілу"
			}
		]
	},
	{
		name: "WORKDAY",
		description: "Повертає дату у вигляді порядкового номера до або після вказаної кількості робочих днів.",
		arguments: [
			{
				name: "поч_дата",
				description: "порядковий номер, який представляє початкову дату"
			},
			{
				name: "дні",
				description: "кількість невихідних і несвяткових днів до або після поч_дата"
			},
			{
				name: "свята",
				description: "необов'язковий масив із одного або кількох порядкових номерів дат, які виключаються з робочого календаря, наприклад, державні, місцеві свята або свята зі змінною датою"
			}
		]
	},
	{
		name: "WORKDAY.INTL",
		description: "Повертає дату у вигляді порядкового номера до або після вказаної кількості робочих днів із настроюваними параметрами вихідного дня.",
		arguments: [
			{
				name: "дата_початку",
				description: "порядковий номер дати, яка представляє дату початку"
			},
			{
				name: "дні",
				description: "кількість невихідних і несвяткових днів до або після дати_початку"
			},
			{
				name: "вихідний",
				description: "число або рядок, що вказує, який день вихідний"
			},
			{
				name: "свята",
				description: "необов'язковий масив з одного або кількох порядкових номерів дат, які виключаються з робочого календаря, наприклад державні, місцеві свята або свята зі змінною датою"
			}
		]
	},
	{
		name: "XIRR",
		description: "Повертає внутрішню норму прибутковості для графіку грошових потоків.",
		arguments: [
			{
				name: "значення",
				description: "ряд грошових потоків, який відповідає графіку платежів по датах"
			},
			{
				name: "дати",
				description: "графік дат платежів, який відповідає ряду грошових потоків"
			},
			{
				name: "припущення",
				description: "прогнозоване значення функції XIRR"
			}
		]
	},
	{
		name: "XNPV",
		description: "Повертає чисту зведену вартість для графіку грошових потоків.",
		arguments: [
			{
				name: "ставка",
				description: " дисконтна ставка, яка застосовується до грошових потоків"
			},
			{
				name: "значення",
				description: "ряд грошових потоків, який відповідає графіку платежів по датах"
			},
			{
				name: "дати",
				description: "графік дат платежів, який відповідає ряду грошових потоків"
			}
		]
	},
	{
		name: "XOR",
		description: "Повертає логічний об’єкт 'виключне АБО' для всіх аргументів.",
		hasUnlimitedParametersCount: true,
		arguments: [
			{
				name: "лог_значення1",
				description: "являють собою умови (від 1 до 254) для перевірки; можуть мати значення ІСТИНА або ХИБНІСТЬ і бути логічними значеннями, масивами чи посиланнями"
			},
			{
				name: "лог_значення2",
				description: "являють собою умови (від 1 до 254) для перевірки; можуть мати значення ІСТИНА або ХИБНІСТЬ і бути логічними значеннями, масивами чи посиланнями"
			}
		]
	},
	{
		name: "YEAR",
		description: "Повертає рік (ціле число від 1900 до 9999).",
		arguments: [
			{
				name: "дата_в_числовому_форматі",
				description: "число в коді дати-часу, який використовується у програмі Spreadsheet"
			}
		]
	},
	{
		name: "YEARFRAC",
		description: "Повертає частину року, яка складається з кількості повних днів між початковою та кінцевою датами.",
		arguments: [
			{
				name: "поч_дата",
				description: "порядковий номер, що представляє початкову дату"
			},
			{
				name: "кінц_дата",
				description: "порядковий номер, що представляє кінцеву дату"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "YIELDDISC",
		description: "Повертає річний прибуток для дисконтних цінних паперів. Наприклад, казначейський вексель.",
		arguments: [
			{
				name: "дата_угоди",
				description: "дата розрахунку за цінними паперами, виражена порядковим номером"
			},
			{
				name: "дата_погаш",
				description: "дата погашення цінних паперів, виражена порядковим номером"
			},
			{
				name: "ціна",
				description: "ціна цінних паперів за 100 грн. номінальної вартості"
			},
			{
				name: "погашення",
				description: "ціна дострокового погашення цінних паперів за 100 грн. номінальної вартості"
			},
			{
				name: "базис",
				description: "використовуваний спосіб обчислення дня"
			}
		]
	},
	{
		name: "Z.TEST",
		description: "Повертає двобічне P-значення z-тесту.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон даних, з якими порівнюють x"
			},
			{
				name: "x",
				description: "значення, яке перевіряється"
			},
			{
				name: "сигма",
				description: "відоме стандартне відхилення генеральної сукупності. Якщо не вказано, використовується стандартне відхилення вибірки"
			}
		]
	},
	{
		name: "ZTEST",
		description: "Повертає двобічне P-значення z-тесту.",
		arguments: [
			{
				name: "масив",
				description: "масив або діапазон даних, з якими порівнюють x"
			},
			{
				name: "x",
				description: "значення, яке перевіряється"
			},
			{
				name: "сигма",
				description: "відоме стандартне відхилення генеральної сукупності. Якщо не вказано, використовується стандартне відхилення вибірки"
			}
		]
	}
];